[
    {
        "idTC12CG": "1",
        "nameTC12CG": "Tuổi Tý\n",
        "ngheNghiep": "Với óc sáng tạo phong phú, người tuổi Tý được biết đến qua sự thông thái của chính họ. Tính nhạt nhẽo của công việc thường nhật sẽ khiến họ dễ rơi vào cảm giác chán nản, vì thế việc thích hợp là những ngành nghề nào kích thích trí óc họ, và trong điều kiện làm việc linh động. Họ chẳng hứng thú với công việc bàn giấy 8 tiếng 1 ngày bởi lẽ Chuột cần khoảng không và sự linh hoạt phù hợp khả năng của mình. Thực vậy, những người tuổi Tý thực hiện rất tốt ở cương vị lãnh đạo, cho phép họ có được sự tự do sử dụng cả 6 giác quan trong việc xử lý tình huống, hướng tới cơ hội và tránh xa những rắc rối, nguy hại tiềm ẩn. Họ luôn là người đưa ra lời khuyên đáng giá, sắc sảo trong lĩnh vực tài chính, và thách thức những trò thể thao. Dù bất kỳ trong công việc nào, anh em nhà Tý luôn mang lại một luồng gió mới và sự sáng suốt, thấu đáo trong công việc của chính họ.\n",
        "tinhCach": "  Khả năng lãnh đạo là bản tính của những ai cầm tinh con Chuột. Do là cung mệnh đầu tiên trong 12 cung nên người tuổi Tý luôn muốn mình đứng đầu trong mọi cuộc chơi, là người tiên phong trong mọi hoạt động, và là người ra lệnh ở mọi nơi. Với bản tính hiếu động và tò mò, họ luôn suy nghĩ không ngừng, sống thiên về hoạt động trí óc. Thông minh, lanh lợi, và sống theo cảm tính là những gì ta thường thấy ở những người thuộc cung mệnh này. Người Trung Hoa thường nói rằng ngay cả những lúc khan hiếm, bằng cách này hay cách khác, Chuột vẫn có thề tìm ra những kho ngũ cốc ngon lành. Vậy thì chẳng còn nghi ngờ gì nữa, loài sinh vật có tài tháo vát xuất sắc này là kẻ sống sót cuối cùng trong 12 con giáp.\n",
        "tinhCam": "Có sức quyến rũ không thể phủ nhận, người tuổi Tý được yêu mến và là bạn của tất cả mọi người. Nhìn chung họ vui vẻ và dễ hòa đồng, luôn sẵn có những câu chuyện cực kỳ thú vị kể cho bạn nghe. Trung thành tuyệt đối, người tuổi Tý luôn yêu nồng nàn và hào phóng với những người họ yêu mến.\n"
    },
    {
        "idTC12CG": "2",
        "nameTC12CG": "Tuổi Sửu\n",
        "ngheNghiep": "Có ý thức và đáng tin cậy, người tuổi Sửu thường có đôi vai to rộng, luôn sẵn sàng gánh vác trách nhiệm về mình. Họ luôn được cấp trên tin tưởng vì tính chu đáo và hiệu quả trong công việc được giao. Người tuổi Sửu làm việc độc lập sẽ tốt hơn khi làm theo nhóm. Dù có vẻ không màng đến danh lợi, chỉ biết cặm cụi làm việc, nhưng bao công sức họ bỏ ra sẽ được đền đáp, vì thế mà sớm muộn gì họ cũng vươn lên vị trí dẫn đầu trong công việc.\n",
        "tinhCach": "Tính cách Người tuổi Sửu thường là những người có đầy đủ những phẩm chất tốt, họ được biết đến bởi tính cách cần cù, chăm chỉ. Họ cũng là những người kiên định, mạnh mẽ, thực tế, và có ý chí vững vàng trong cuộc sống. Những ai sinh vào năm Sửu thường nhẫn nại, có khả năng chịu đựng cao, và nhờ đó có thể vượt qua được bao sóng gió cuộc đời. Nhưng có đôi khi tính cương quyết khiến họ trở nên bướng bỉnh, cứng nhắc bởi lẽ một khi đã quyết định thực hiện điều gì, họ khó có thể thay đổi mục tiêu của mình.\n\nAnh em nhà Sửu là những người trung thành, tin vào đạo lý truyền thống, và luôn gìn giữ chuẩn mực. Thực vậy, an toàn là một trong tiêu chí sống quan trọng của họ. Nói chung, họ không thuộc tuýp người ưa mạo hiểm, chỉ làm những gì quen thuộc vạch ra sẵn cho mình. Chinh vì lẽ đó mà họ thường hay quay lại guồng sống ưa thích để tìm đến niềm khuây khỏa và yên bình trong tâm hồn.\n\nNgười tuổi Sửu thường hướng về thiên nhiên. Nếu sống nơi thôn quê, họ thích nhà mình có vườn tược bao quanh. Đối với họ, gia đình là lẽ sống, là nguồn yêu thương, đó không chỉ đơn giản là nơi đi chốn về mà còn là nơi mà họ cảm thấy dễ chịu và được xoa dịu nhất. Màu tím là màu đặc trưng cho người tuổi Sửu.\n\nNhững người tuổi Sửu thường thành công là nhờ năng lực của chính bản thân. Chăm chỉ, thông minh, cẩn trọng, quyết tâm, người tuổi Sửu là những người bạn có thể hoàn toàn tin tưởng trong công việc. Bản tính người tuổi Sửu là rất nguyên tắc, luôn tuân thủ các lề lối và truyền thống. Hầu như không thể thay đổi suy nghĩ và quan điểm của người tuổi Sửu. Tính cứng nhắc và phong cách quân phiệt thường khiến cho người tuổi Sửu có vẻ khó gần và đáng sợ.\n \nTrong gia đình, đàn ông tuổi Sửu rất nghiêm khắc, họ là người quyết định mọi chuyện trong nhà, là người thiết lập trật tự. Nếu chống đối người tuổi Sửu, bạn rất dễ khiến họ nổi giận, hãy nhớ tránh xa họ những lúc như vậy. Tuy nhiên đàn ông tuổi Sửu lại là trụ cột vững chắc không thế thiếu trong gia đình. Phụ nữ tuổi Sửu rất xuất sắc trong công việc và đảm đang trong việc nhà. Họ sẽ thanh toán các hóa đơn, cân đối chi tiêu gia đình, nấu nướng, giặt là và chăm sóc con cái. Mặc dù người tuổi Sửu không có khiếu hài hước, và thường giải quyết công việc bằng lý trí chứ không phải tình cảm như họ lại là người vô cùng trung thành.\n\nNhững người nổi tiếng tuổi Sửu: nhà sản xuất phim hoạt hình Walt Disney, Nhật hoàng Hirohito, Tổng thống Mỹ Richard Nixon, họa sĩ Vicent Van Gogh, Thủ tướng Anh Margaret Thatcher, nam tài tử Robert Redfoord, nam tài tử Dustin Hoffman, Adolf Hitler, danh hài Charlie Chaplin, Tổng thống Iraq Saddam Hussein. \n\n",
        "tinhCam": "Sửu không phải là cung mệnh tách biệt, rụt rè nhất trong 12 con giáp, chỉ vì họ muốn được riêng một mình. Thông thường, những người này thường có một nhóm bạn, tuy không nhiều nhưng là những người bạn trung thành, thân tín. Trong chuyện tình cảm, họ không phải là người lụy vì tình hay quá đa sầu đa cảm, nhưng họ yêu một cách sâu sắc. Một khi dành hết trái tim cho ai, họ sẽ chung thủy, ít khi nào thay đổi.\n"
    },
    {
        "idTC12CG": "3",
        "nameTC12CG": "Tuổi Dần\n",
        "ngheNghiep": "Thông minh, có tầm nhìn xa rộng, những chú Hổ học hỏi rất nhanh, có thể nắm bắt mọi thứ trong chớp mắt. Họ có thể dễ dàng chuyển từ công việc này sang công việc khác cùng lúc. Trong suốt cuộc đời mình, người tuổi Dần đổi việc rất nhiều. Họ thấy vui vẻ trong những vai trò khác nhau, và làm tốt nhất khi phải gánh trách nhiệm trên vai.\n",
        "tinhCach": "Quyết đoán và dũng cảm, người tuổi Dần chẳng bao giờ lùi bước trước thử thách. Nơi đâu có hiểm nguy khó vượt, Hổ sẽ lao vào. Khi người khác chùn chân, tìm lối khác, Hổ cũng vượt lên trên, đương đầu. Và khi không ai dám bảo vệ kẻ yếu, những người bị áp bức, chà đạp, bị chối bỏ, Hổ, với lòng quả cảm, không hề e dè hay sợ sệt, sẽ cầm chắc tay kiếm lao vào kẻ địch. Mang đầy tính nhân ái, Hổ, dù mạnh mẽ nhưng trái tim luôn nồng cháy, cởi mở, và chân thành. Theo tử vi Trung Hoa, có một người tuổi Dần trong nhà, gia đình bạn sẽ rất an toàn vì sẽ không xảy ra hỏa hoạn, trộm cắp vào ban đêm.\n\nNhững ai sinh vào năm Dần đều luôn đấu tranh cho quyền lợi của mình và những người mà họ yêu thương. Họ là những người khó đoán và chưa bao giờ được đánh giá một cách đúng mức cả. Họ thích nghi nhanh và luôn là người dẫn đầu trong mọi cuộc chơi. Đó là những người thẳng thắng, trung thực, công bằng, luôn thể hiện những mặt tốt đẹp của mình với những ai quen biết họ.\n\nTôn trọng truyền thống là một trong những nét tính cách đặc trưng của người tuổi Dần. Những ai thuộc cung Dần luôn tìm kiếm trải nghiệm những gì mới lạ. Họ có xu hướng khác biệt với đám đông và thích thiết kế nội thất trong nhà theo ý tưởng độc đáo, khiến người khác không thể bắt chước được.\n\nNgười tuổi Dần thường lãng mạn, đầy cuốn hút và cũng độc lập. Họ cũng là những người ưa mạo hiểm, tính khí thất thường, bồng bột và liều lĩnh. Là những người lạc quan, nhiệt tình, người tuổi Dần luôn sống hết mình và cũng rất dễ thích nghi với hoàn cảnh. Mặc dù một khi đã quan tâm tới cái gì thì họ vô cùng nhiệt tình nhưng họ lại nổi tiếng là tính khí thất thường. Đàn ông tuổi Dần hung hăng hiếu chiến, hấp tấp, và có tính chiếm hữu cao. Phụ nữ tuổi Dần kiêu ngạo, và thiếu quyết đoán. Họ có thể chơi đùa vui vẻ với con cái nhưng cũng dạy chúng phải biết cách cư xử. Tóm lại những người tuổi Dần là những người không thể đoán trước được.\n\nNhững người nổi tiếng tuổi Dần: Nhạc sĩ Beethoven, Nữ hoàng Elizabeth đệ nhị, Tổng thống Mỹ Dwight D.Eisenhower, Hugh Hefner (người khai sinh ra tạp chí Playboy), minh tinh màn bạc Marilyn Monroe, diễn viên balê Rudolf Nereyev, ca sĩ - nhạc sĩ Stevie Wonder, diễn viên Jodie Foster, nam tài tử Tom Cruise. \n",
        "tinhCam": "Với tính cách vui vẻ và dễ thương, những người tuổi Dần luôn có bè bạn xung quanh mình. Khi yêu nhau, họ luôn cháy bỏng và đam mê, nồng nàn và quyến rũ. Họ mang bên mình niềm hào hứng trước những gì khó khăn, nguy hiểm. Nồng hậu và rộng rãi, người tuổi Dần sẽ cảm thấy hạnh phúc nhất trong những tình càm gần gũi và yêu thương, sẵn lòng tha thứ cho những lỗi lầm không đáng của người yêu\n\nThấy chuyện trái tai chướng mắt, Tuổi này đổ máu cho lẽ phải tới cùng. Tuổi này dũng cảm nhất trong 12 con giáp, đến mức khó tin nổi. Sẵn sàng làm chuyện lớn rung nhà vỡ đất nếu có mục tiêu xứng đáng ngay cả khi tình huống là thập phần nguy hiểm với chính mình. Đây la tuổi của những nhà cách mạng lớn. Hồ Chí Minh, De Gaulle là 2 đại diện cho tuổi Hổ xuất chúng. Ðịch thủ chỉ nghe thấy Tuổi này thôi, cũng đã sợ trước.\n"
    },
    {
        "idTC12CG": "4",
        "nameTC12CG": "Tuổi Mão\n",
        "ngheNghiep": "Với trí thông minh cũng như sự sáng suốt của mình, Mão luôn là người bặt thiệp, giỏi ngoại giao. Vì thế, họ quen biết rộng rãi, có nhiều mối quan hệ xã hội. Với óc sáng tạo phong phú, những chú Mão dịu dàng luôn tìm đến thế giới âm nhạc và hội họa, ta dễ dàng thấy rằng nhiều người trong số họ làm việc trong lĩnh vực y khoa, thiết kế, âm nhạc, và thời trang. Thêm một nét tính cách đáng yêu của Mèo là họ rất tinh tế, biết quan tâm đến người khác, biết lắng nghe và cảm thông. Do vậy, không có gì đáng ngạc nhiên khi đây có thể là những bác sĩ, y tá, nhà tâm lý khá nổi tiếng và thành công.\n",
        "tinhCach": "Trong 12 con giáp, đây là cung mệnh có tính cách dịu dàng nhất. Những ai thuộc cung Mão đều là những người tinh tế, biết cảm thông, được biết đến như là những người vì hòa bình. Họ ghét bạo lực và luôn hướng tới sự thanh bình. Đây là những người khá khôn ngoan, có tài nhận thức về thế giới một cách bẩm sinh, ẩn chứa sự sâu sắc, sáng suốt bên dưới vẻ ngoài vô tình, lãnh đạm. Với óc sáng tạo phong phú và tầm hiểu biết cao, người tuổi Mão có thị hiếu vô cùng tinh tế. Họ là những người có phong cách với óc thẩm mỹ và khiếu nghệ thuật cao.\n\nNgười tuổi Mão có một ý chí mạnh mẽ và lòng yêu thương mãnh liệt dành cho gia đình. Đó cũng là động lực thúc đẩy dành cho họ. Họ khá phụ thuộc, đặc biệt cảm thấy vui vẻ khi được chuyện trò cùng bè bạn thân quen. Thật vậy, họ là những người thích “tám chuyện” nhất đấy!\n\nTrong cuộc sống gia đình, Mão là trung tâm. Đó là do họ luôn để dành toàn bộ tiền bạc và công sức để tạo nên một không gian sống đáng yêu nhất. Khiếu thẩm mỹ sẵn có sẽ giúp họ trang hoàng tổ ấm của mình vừa nhí nhảnh vừa tinh tế. Với lòng đam mê nghệ thuật, họ luôn dành thời gian cho những gì liên quan đến lĩnh vực này. Hãy nhìn đồ vật xung quanh họ xem, cả một kho báu đấy chứ. Xanh lá là màu dành cho người tuổi Mẹo.\n\nTuổi Mão may mắn. Người tuổi Mão tính tình hòa nhã, điềm đạm, khéo léo trong quan hệ. Nổi tiếng là có khiếu thẩm mỹ tinh tế, những người tuổi Mão rất tao nhã, có văn hóa và có phần hơi phô trương. Họ thích rượu ngon, đồ ăn lạ miệng, quần áo thiết kế riêng, và các cuộc nói chuyện độc đáo.\n\nTrong kinh doanh, người tuổi Mão rất giỏi thuyết phục. Người tuổi Mão nhanh chóng thành đạt trên con đường sự nghiệp là nhờ óc phán đoán xuất sắc, khả năng tư vấn chính xác và phong cách hòa nhã, lịch thiệp. Bởi vì không có nhiều kẻ thù, nên người tuổi Mão thường ít khi gặp rắc rối. Người tuổi Mão sống theo các nguyên tắc bất di bất dịch và sẽ không bao giờ qua cầu rút ván. Phụ nữ tuổi Mão nhân hậu, chu đáo, luôn quan tâm chăm sóc người khác nhưng cũng thiếu sâu sắc.\n\nNhững người nổi tiếng tuổi Mão: nhà bác học Albert Einstein, nam tài tử Orson Welles, tên cướp nổi tiếng John Dillinger, nhà tài phiệt David Pockefeller, Đức vua Olav 5 của Nauy, Hoàng hậu Jane Seymour, diễn viên Nicholas Cage, Chủ tịch Cuba Fidel Castro, nhà sản xuất phim Francis Ford Coppola, ca sĩ Sting. \n",
        "tinhCam": "Những người cầm tinh con Mão sẽ đong đầy niềm vui và hạnh phúc khi được hòa nhập trong đám đông, là thành viên của một nhóm nào đó có cùng sở thích. Họ là những người bạn biết sẻ chia, đồng cảm, luôn khiến bạn cảm thấy dễ chịu khi ở bên cạnh. Trong chuyện tình cảm, dưới vẻ ngoài mềm mỏng, mơ màng, đôi chút hoài niệm là một tính cách khác, họ sẽ trở nên chiếm hữu người yêu, quản lý chặt chẽ khiến người ấy cảm thấy ngạt thở. "
    },
    {
        "idTC12CG": "5",
        "nameTC12CG": "Tuổi Thìn\n",
        "ngheNghiep": "Thành công thường đi theo người tuổi Rồng. Họ là những người có ý tưởng vĩ đại, hoàn toàn tự tin. Với năng lực của mình, họ có thể làm những điều tưởng chừng như không thể. Đối với họ, không có chướng ngại nào không thể vượt qua, họ như cơn gió cuốn phăng mọi thứ. Đây chính là những người giàu trải nghiệm nhất, chẳng bao giờ e sợ mạo hiểm về tài chính cũng như sự nghiệp, vì lúc nào họ cũng có thể xoay sở được tình huống để vượt qua nó. Với tính quyết đoán, Rồng mang đến một luồng gió mới trong công việc mà họ chọn, nhưng có lẽ tài năng mà họ có được sẽ thích hợp nhất với thế giới giải trí.\n",
        "tinhCach": "Với tính cách lạ thường và năng động, những người tuổi Dần phóng khoáng, thích tự do. Hầu như tất cả những ai sinh vào cung này đều có nét thu hút đến lạ kỳ. Họ là những người luôn gặp thời, dường như thần May Mắn luôn mỉm cười với họ. Dù cho có bất kỳ rủi ro nào xảy ra, họ vẫn vững vàng trên đôi chân của chính mình, bình thản vượt qua và bước tiếp với nụ cười nở trên môi. Thuộc tuýp người hướng ngoại, lòng nhiệt tình, hăng hái, và tinh thần lạc quan của người tuổi Dần sẽ khiến mọi người cảm thấy vui vẻ khi ở bên họ, và sự yêu đời ấy có thể xua tan đi một ngày buồn tẻ, u ám, mang ánh nắng vui tươi đến cho cuộc đời.\n\nTheo người Trung Hoa, Rồng là biểu tượng của quyền lực; thật vậy, đó là động lực thúc đẩy ẩn sau những giấc mơ và hành động của những ai sinh dưới cung mệnh này. Tính cách nổi trội của người tuổi Rồng là sự năng động và đầy tham vọng. Đối với họ, việc nào càng khó, họ càng có hứng thú, say mê. Người ta nói rằng nếu có việc nào chưa hoàn thành, dự định ấp ủ nào chưa thực hiện, ý tưởng nào còn đang phân vân thì hãy để cho Rồng giải quyết. Họ sẽ làm như điên, thậm chí cả đào non lấp biển cũng chẳng từ, cốt để hoàn tất việc được giao.\n\nRồng không phải là những người hướng nội, vị trí của họ là ở bên ngoài thế giới to lớn kia, giữa đám đông công chúng. Do vậy, ta dễ dàng thấy rằng rất ít khi họ dành thời gian ở nhà như những cung mệnh khác. Tổ ấm thân yêu của Rồng có nét đặc trưng là sự uy nghiêm, trang trọng.\n\nỞ Trung Hoa, rồng tượng trưng cho Hoàng đế. Đó là lý do tại sao ở Trung Hoa và cộng đồng người Hoa trên toàn thế giới, rất có nhiều đồ tạo tác có hình rồng. Nếu quan sát, các bạn có thể thấy hình rồng do người thường sử dụng mỗi chân chỉ có bốn móng, còn hình rồng của Hoàng đế thì có tới năm móng.\n \nTrong số 12 con giáp thì rồng là loài vật đem lại may mắn nhiều nhất. Thực tế, người tuổi Thìn hết sức may mắn! Họ luôn tràn đầy sinh lực, tự tin, hay phô trương và tự coi mình là trung tâm. Người tuổi Thìn là con người của hành động, họ không bao giờ thụ động chờ đợi mọi việc xảy ra, tự họ khiến cho điều đó xảy ra. Bạn luôn có thể tin tưởng người tuổi Thìn trong việc chịu trách nhiệm và chấp nhận rủi ro. Trong họ tràn đầy lòng nhiệt tình và hừng hực sự mạnh mẽ. Người tuổi Thìn luôn muốn làm mọi việc theo cách của họ. Họ đòi hỏi sự hoàn hảo ở bản thân và cả ở người khác. Mặc dù người tuổi Thìn tranh cãi rất hăng nhưng cũng rất dễ tha thứ. Nung nấu thù hận chỉ cản bước của họ thôi. Mặc dù người tuổi Thìn có khả năng thu hút đám đông, họ lại có rất ít bạn bè thân thiết.\n\nNhững người nổi tiếng tuổi Thìn: nữ thánh Joan of Arc, ca sĩ John Lennon, vận động viên quần vợt Jimmy Connors, nhà văn Salvador Dali, thần đồng nghệ thuật thứ bảy Shirley Temple Black, Fred (Mr.) Rogers, nam diễn viên Al Pacino, diễn viên hài Pee Wee Herman, diễn viên đóng viên Superman Christopher Reeves, ca sĩ Robin Williams. \n",
        "tinhCam": "Với tính cách đa dạng, những người tuổi Rồng chẳng bao giờ thiếu bè bạn. Với tính chân thật và trung thành, họ sẽ chẳng bao giờ tha thứ cho sự bất tín của bạn bè hay người yêu. Mặc dù có thiên hướng tự do, phóng khoáng, Rồng muốn mãi độc thân, và sẽ chỉ rung động khi có một người thông minh, hài hước yêu Rồng. "
    },
    {
        "idTC12CG": "6",
        "nameTC12CG": "Tuổi Tỵ\n",
        "ngheNghiep": "Người tuổi Tỵ thường giải quyết sự việc theo trực giác. Dường như trong Rắn có một chút xảo quyệt. Họ ngấm ngầm làm việc, và khi gần đến phút cuối, họ mới giở ra lá bài cuối cùng. Đây là những người rất tâm lý, sáng suốt, họ có thể nhìn thấu tâm hồn bạn. Ngoài ra, họ còn có khả năng thu thập thông tin, nắm bắt một cách vững vàng, hiểu thấu suốt về nhiều vấn đề.\n",
        "tinhCach": "Khôn ngoan và kiên nhẫn, Rắn biết cách quan sát và chờ đợi. Họ không thuộc tuýp người bốc đồng, mà ngược lại, rất kín đáo, bình tĩnh, bảo thủ, và bí ẩn. Hơn nữa, ẩn sau đôi mắt tinh ý đó là một bộ óc luôn phân tích, giúp cho những ai thuộc cung mệnh này có được tính tinh tế. cẩn trọng, và khả năng phán đoán đúng đắn để tìm ra mấu chốt cho từng vấn đề và giài quyết chúng một cách ổn thỏa. Những người hay lo nghĩ này còn được phú cho sự thông thái và hiểu biết triết học một cách sâu sắc về những đổi thay của cuộc đời. Đó là tài năng và thực tế cũng là do họ cần có một cuộc sống bảo đảm về tài chính, vì thế mà Rắn còn được xem là những người canh giữ kho báu.\n\nMột cuộc sống đầy xung đột và hỗn loạn không dành cho người tuổi Tỵ, bởi lẽ họ yêu hòa bình và thích tĩnh lặng. Họ hướng về tinh thần hơn là vật chất. Rắn thích ngồi suy ngẫm và ghét bị quấy rầy.\n\nRắn thiên về chất hơn là số lượng. Phong cách tao nhã, dễ chịu nhưng không kém phần sang trọng là những gì mà Rắn muốn trang trí tổ ấm thân yêu của mình. \n\nNhững người tuổi Tỵ có trí thông minh bẩm sinh và khả năng linh cảm nhạy bén. Người tuổi Tỵ rất hay suy nghĩ. Trước khi đưa ra bất kỳ quyết định nào họ đều suy tính kỹ càng. họ cực kỳ bình tĩnh và luôn kiên nhẫn lắng nghe người khác.\n\nNhững người tuổi Tỵ học hỏi rất nhanh và không bao giờ mắc một lỗi hai lần. Rất đa nghi và thích giữ bí mật. Họ luôn muốn coi trọng sự riêng tư, luôn luôn che giấu những nhu cầu, mong muốn thầm kín nhất. Thiếu tin tưởng ở người khác và không chịu tha thứ cho người khác ở mức độ nào đó, những người tuổi Tỵ có xu hướng nghi kỵ, thậm chí là thần kinh họ có phần không bình thường. Phần lớn những người xinh đẹp và quyền lực nhất thế giới đều là người tuổi Tỵ.\n\nNhững người nổi tiếng tuổi Tị: họa sĩ Picasso, Chủ tịch Mao Trạch Đông, nhà tài phiệt J.Paul Getty, Brooke Shields, Tổng thống thứ 35 của Hoa Kỳ John F. Kennedy, Tổng thống Mỹ Abraham Lincoin, Ryan O’Neal, Đệ nhất phu nhân Jacqueline Onassis, người dẫn chương trình Opral Winfrey. \n",
        "tinhCam": "Rắn là người bạn chơi tốt nhưng rất nguy hiểm khi là kẻ thù. Những gì mà họ làm, họ đều cố gắng dành hết thời gian hoàn thành thật hiệu quả mà không cần sự giúp đỡ nào cả. Trong chuyện tình cảm, chắc chắn một điều Rắn luôn dành sự quan tâm và tình yêu sâu sắc dành cho người ấy. Nhưng phải thừa nhận một điều là Rắn rất ghen tuông và có tính sở hữu dù là một người yêu tuyệt vời.\n"
    },
    {
        "idTC12CG": "7",
        "nameTC12CG": "Tuổi Ngọ\n",
        "ngheNghiep": "Sự linh hoạt, óc nhạy bén, và khả năng học hỏi nhanh giúp họ có thể phù hợp với hầu hết các ngành nghề. Đặc biệt, khả năng ngôn ngữ rất sắc bén, tinh tế, vì thế họ có thể hoạt động rất tốt trong những lĩnh vực truyền thông, giao tiếp. Hướng dẫn viên du lịch, kinh doanh, phiên dịch, báo chí, hoặc tin học là những ngành nghề rất thú vị và thích hợp đối với những người nhanh nhẹn hoạt bát này. \n",
        "tinhCach": "Thông minh, hòa đồng và luôn tràn trề sinh lực, người tuổi ngựa thường là trung tâm của những bữa tiệc, những cuộc hội họp. Là những người sôi nổi, hoạt bát và đầy nhiệt huyết. Đối với họ, độc lập tự do cũng cần thiết và quan trọng giống như không khí họ thở vậy.\n\nNhững người có cung mệnh này thường khá bốc đồng, dễ thay đổi, họ không chịu nổi những gì tẻ nhạt rập khuôn. Họ có khuynh hướng rất thích đi xa và không dừng ở đâu lâu được.\n\nHọ thích sống trong môi trường sôi nổi và vui vẻ. Họ cũng là những người rất hiếu khách thích những bữa tiệc thân mật, ấm cúng và vui nhộn.\n\nNhững người tuổi Ngọ thường rất khéo tay nhưng họ cũng thường hay bỏ dở công việc khi có những thứ khác thu hút sự chú ý của họ hơn.\n\nMàu sắc họ yêu thích là vàng, vàng kim, cam, tất cả hòa quyện vào nhau một cách kỳ diệu tạo nên một sự thoải mái, tinh tế mà chân thành phù hợp với cá tính của những người tuổi Ngọ.\n\nNgười tuổi Ngọ yêu tự do, họ muốn có tự do để dành thời gian cho riêng mình, không phải tuân thủ các nguyên tắc, lề lối và không muốn ràng buộc. Vì vậy, nếu bạn cưới một người tuổi Ngọ, hãy để họ có một khoảng trời riêng, nếu không họ sẽ tìm cách thoát ra. Rất chăm chỉ và độc lập, người tuổi Ngọ thích được thử thách. Họ có xu hướng phô trương và coi mình là trung tâm, họ luôn muốn khen ngợi người khác để được khen ngợi lại.\n \nNgười tuổi Ngọ xem nhẹ chuyện tiền bạc. Họ rất chăm chỉ và sáng tạo. Họ cũng rất cứng đầu, khăng khăng giữ ý kiến và không chịu nghe người khác. Họ cũng rất nhanh trí và không thể chịu đựng nổi những người chậm chạp. Có thể làm rất nhiều việc cùng một lúc, người tuổi Ngọ ghét sự lười biếng. Người tuổi Ngọ không biết tích lũy tiền bạc, họ chỉ biết nghĩ đến hôm nay mà không biết nghĩ đến ngày mai.\n\nNhững người tuổi Ngọ nổi tiếng: họa sĩ Rembradnt, Tổng thống Mỹ Theodore Roosevelt, Tổng thống thứ 26 của Mỹ Franklin Roosevelt, Billy Graham, Laura Dem, nam tài tử Clint Eastwood, Roger Ebert, ca sĩ Paul McCartney, ca sĩ Barbra Streisand. \n",
        "tinhCam": "Tính tình vui vẻ hòa đồng vì thế những người tuổi Ngọ thường được nhiều người quý mến và có nhiều bạn tốt. Mặc dù hơi thất thường, họ luôn là người thân, người yêu, người bạn chân thành và đáng tin cậy. Trong chuyện tình cảm, những người tuổi Ngọ thường đôi khi mù quáng, họ thường có xu hướng không quan tâm tới bất cứ điều gì ngoài việc yêu hết mình. Họ cũng là người yêu rất nhanh. "
    },
    {
        "idTC12CG": "8",
        "nameTC12CG": "Tuổi Mùi\n",
        "ngheNghiep": "Với bản chất nghệ sĩ, nhiều người mệnh Mùi đã trở thành những nghệ sĩ tài năng, ca sĩ, diễn viên, nhạc công. Thiết kế, họa sĩ là những ngành họ có thể tỏa sáng. Cho dù họ làm gì đi chăng nữa thì người hâm mộ của họ cũng rất đông. \n",
        "tinhCach": "Những người tuổi Mùi thường diệu dàng và có tâm hồn nghệ sĩ. Đây là những người sống nội tâm, khép kín. Họ không phải là những người thích chống đối, hay đấu tranh khi có điều gì không vừa ý. Họ thích cuộc sống lúc nào cũng tươm tất bằng phẳng, không có những khúc quanh, không có những đoạn gồ ghề, lúc nào cũng phải là một con đường trải nhựa sạch sẽ. Là những người sâu sắc, tốt bụng, hay giúp đỡ, và quan tâm đến người khác, vì thế họ luôn được đền đáp xứng đáng trong cuộc sống. Thực tế, những người này rất may mắn trong sự nghiệp và chuyện tiền bạc.\n\nHọ là những người không quen với việc quản lý, dẫn đầu, và thật sự cảm thấy không thoải mái khi phải gánh vác nhiều trách nhiệm. Những người tuổi Mùi thường thích được che chở, bảo bọc, nâng niu, chiều chuộng. Họ luôn sống với một thái độ bình thản, chậm rãi, biết hưởng thụ vẻ đẹp của thiên nhiên và cuộc sống. Họ luôn ao ước cảm nhận sự tuyệt vời từ nghệ thuật như âm nhạc, hội họa.\n\nHầu hết những người thuộc cung mệnh này đều có xu hướng thiên về gia đình. Họ tìm thấy sự hứng thú đam mê trong việc trang trí nhà cửa, làm bánh mức, cắm hoa, nấu ăn. Họ thiên về những gì truyền thống, thích vẻ đẹp kín đáo mà tinh tế. Họ thường chỉ thích sự dễ dàng nhẹ nhàng, vì thế họ rất ưa chuộng những thứ máy móc, tiện nghi giúp họ giảm bớt việc nhà và có thời gian theo đuổi những đam mê nghệ thuật.\n\nCực kỳ nhạy cảm, hy sinh vì người khác, dễ nghe lời, chân thành và tốt bụng, đó là tính cách của người tuổi Mùi. Mặc dù họ là những người bạn có thể tâm sự, nhưng đừng bao giờ trông đợi họ giúp bạn giải quyết khó khăn. Họ chỉ là những người biết lắng nghe thôi. Dễ bị stress và buồn chán, người tuổi Mùi thích một môi trường yên tĩnh và thanh bình.\n\nĐiểm yếu nhất của người tuổi Mùi là họ dễ bi quan, hay bỏ cuộc và lười biếng. Bất cứ lời chê bai nào cũng có thể khiến họ buồn chán nhiều ngày liền. Cuối cùng, tính hay thương hại bản thân sẽ khiến cho bạn bè, đồng nghiệp luôn động viên, giúp đỡ họ. Đừng bao giờ để cho người tuổi Mùi giữ tiền bạc. Do bản thân rộng rãi nên họ luôn tiêu tiền nhiều hơn những gì họ có. Người tuổi Mùi chỉ hay hùa theo đám đông chứ không mấy khi có thể trở thành người lãnh đạo.\n\nNhững người nổi tiếng tuổi Mùi: đạo diễn andy Warhol, Andrew Carnegie, họa sĩ Michelangelo, diễn viên Bruce Willis, nhà báo Barbara Walters, nữ minh tinh Jullia Robert, nam tài tử John Wayne, Malcolm Forbes, phóng viên Dan Rather, nam tài tử Robert DeNiro. \n",
        "tinhCam": "Những người tuổi Mùi thường có rất nhiều bạn tuy nhiên bạn thân thì lại rất ít. Điều đó có thể do bản chất người tuổi Mùi vốn không bày tỏ hết cỏi lòng của mình với người khác trừ khi đã biết họ rất rõ. Hoặc cũng có thể là họ ít tin vào người khác vì sợ bị làm tổn thương. Tuy nhiên, mối quan hệ giữa những người tuổi Mùi và những người mà họ tin cậy lại rất bền lâu.\n\nNhững người tuổi Mùi thường rất nghiêm túc trong các mối quan hệ tình cảm. Họ là những người thiên về đời sống gia đình nên họ rất thích thú khi được quan tâm chăm sóc cho tổ ấm của mình.\n"
    },
    {
        "idTC12CG": "9",
        "nameTC12CG": "Tuổi Thân\n",
        "ngheNghiep": "Sự thông minh nhạy bén của những người tuổi Thân sẽ giúp họ nắm bắt thông tin nhanh chóng và khả năng học hỏi nhanh. Họ có thể thành công trong mọi lĩnh vực mà họ yêu thích và có hứng thú. Trí tưởng tượng phong phú, óc tò mò, ham học hỏi, họ là những người có thể giải quyết vấn đề một cách hiệu quả và nhanh chóng. Họ luôn luôn tích lũy thêm kinh nghiệm và thích đương đầu với những thách thức mới để luôn được vận động trí não và các giác quan. \n",
        "tinhCach": "Những người tuổi Thân thường rất tinh anh, thông minh, nhanh trí, dễ thích nghi với bất cứ môi trường nào. Họ là tuýp người giỏi giao tiếp, giỏi xoay sở để thích nghi với môi trường. có khả năng đoán biết được ý nghĩ của người khác. Vì thế họ có khả năng điều khiển quản lý người khác. Họ là những người sở hữu sự quyến rũ, vui vẻ, tinh nghịch. Chỗ nào có mặt những người tuổi Thân thì chỗ đó sẽ không có sự tẻ nhạt, buồn chán.\n\nTrong cuộc sống, những người tuổi Thân thường tìm kiếm những thú vui mới lạ. Đối với họ, sống chung với sự đơn điệu đồng nghĩa với tự sát. Họ thích một cuộc sống sinh động nhiều màu sắc. Những người tuổi Thân thường là những người hay tò mò, thích tìm hiểu.\n\nNgười tuổi Thân có khuynh hướng ưa chuộng cuộc sống ồn ào tấp nập nơi thành thị, và không chịu được cảnh hiu quạnh, tẻ nhạt nơi thôn quê. Tuy nhiên, họ cũng sẽ là những người cha người mẹ tuyệt vời, với một lượng kiến thức rộng lớn họ là nguồn động lực giúp con cái phát triển. \n\nNgười tuổi Thân rất tò mò, cái gì cũng muốn thử cho biết. Luôn hăng hái học những kỹ năng mới, người tuổi Thân hào hứng luyện đi luyện lại cho tới khi họ thực sự thành thạo kỹ năng đó. Đó là lý do vì sao có câu nói: “người tuổi Thân thấy là làm”. \nNgười tuổi Thân cũng rất thích cạnh tranh. Họ luôn đặt ra cho bản thân nhiệm vụ là phải làm tốt hơn bất cứ ai. Họ không biết đến thất bại. Cực kỳ thông minh nhanh trí, luôn tràn đầy những ý tưởng mới mẻ, người tuổi Thân có thể thành công trong bất cứ lĩnh vực nào. Họ thực sự tin rằng mình là người dẫn đầu. Mặt tiêu cực của những người tuổi Thân là họ rất khó tin cậy. Họ có xu hướng quá coi mình là trung tâm nên ít quan tâm tới người khác.\n \nNhững người nổi tiếng tuổi Thân: họa sĩ Leonardo da Vinci, văn hào Charles Dickens, Mick Jagger (ca sĩ sáng lập ra ban nhạc The Rolling Stones), đạo diễn Danny De Vito, nam tài tử Tom Hanks, Macauley Culkin, nữ minh tinh Elizabeth Taylor, Phó tổng thống thứ 41 của Mỹ Nelson Rockefeller, Công chúa Monaco Caroline, Thượng nghị sĩ Ted Kennedy. \n",
        "tinhCam": "Những người tuổi Thân luôn có trái tim và tinh thần trẻ trung. Ở bên họ, mọi người sẽ luôn được vui vẻ. Trên hết mọi thứ, những người này thích được vui đùa. Đây là lý do tại sao người tuổi Thân có rất nhiều bạn bè.\n\nNgay cả trong tình yêu cũng vậy, họ cần sự phong phú, thay đổi, điều đó cũng có nghĩa rằng họ không phải là biểu tượng của sự chung thủy. "
    },
    {
        "idTC12CG": "10",
        "nameTC12CG": "Tuổi Dậu\n",
        "ngheNghiep": "Là những người thiên về tính thực tế, logic, rõ ràng, không ủy mỵ hay dễ xúc động vì thế họ rất thích hợp với những ngành nghiên cứu, thống kê. Họ là những người rất giỏi và tài năng trong những việc như kế toán, quản lý tiền bạc, tài chính. Họ còn là những người có khả năng tổ chức cao.\n",
        "tinhCach": "Những người tuổi Dậu thường là những người cứng rắn, kiên cường, ý chí mạnh mẽ, họ cũng là những người khá nóng nảy và không đủ kiên trì với những ai không theo kịp nhip độ của họ. Do họ quá thật thà thẳng thắn, đôi khi họ không để ý đến cảm giác của người khác, dễ làm tổn thương người khác. Thực tế, những người tuổi Dậu lại là những người rất phức tạp và có đôi chút phù phiếm. Đặc biệt, họ là những người dí dỏm tràn trề sức sống.\n\nNhững người tuổi Dậu thường có xu hướng tỉ mỉ, chi tiết, và cầu toàn. Họ cũng có thể là những nhà quản lý giỏi. Đối với những người cầm tinh con gà, vị trí của họ trong cộng đồng là hết sức quan trọng, vì thế họ sẵn sàng bỏ thời gian và công sức để tiến thân theo cách của mình, chậm rãi mà có phương pháp.\n\nHọ thích sự phô trương, thích những nơi sang trọng lộng lẫy, và những dịp lớn khi họ có thể mặc những bộ cánh sang trọng và thời thượng nhất của mình. Nhưng sự đam mê thật sự của họ là hòa mình với thiên nhiên.\n\nNhững người tuổi Dậu thường rất hãnh diện về gia đình của mình và họ là những người quản lý gia đình rất hiệu quả. Họ thích sự ngăn nắp gọn gàng, nhà cửa lúc nào cũng phải tươm tất. Đối với họ, sự sạch sẽ vệ sinh luôn được đặt ở vị trí hàng đầu. \nHọ thuộc tuýp người ưa chuộng truyền thống, những người này thường thích trang trí đồ gỗ nội thất trong nhà.\n\nTự phụ, huênh hoang, gà luôn ngẩng cao đầu, khoe bộ lông đẹp của mình. Gà là loài vật vô cùng kiêu hãnh. Thế giới của nó chỉ toàn đen và trắng, nó không hề biết màu xám là gì. Thẳng thắn tới tàn nhẫn, trung thực và hay nói thẳng, bất cứ khi nào được hỏi, người tuổi Dậu sẽ cho bạn biết ý kiến thực sự của họ. Khi họ muốn biết ý kiến của bạn thì họ sẽ hỏi trực tiếp. Rõ ràng người tuổi Dậu không khéo léo trong ngoại giao. Sẽ tốt hơn rất nhiều nếu họ biết phê phán người khác một cách nhẹ nhàng hơn. Mặt tích cực là người tuổi Dậu rất tỉ mỉ và cầu toàn. Đưa tiền cho họ và họ sẽ đếm đến từng xu lẻ một. Người tuổi Dậu cũng có khả năng tập trung và khả năng tổ chức rất xuất sắc.\n\nNhững người nổi tiếng tuổi Dậu: Sergei Rachmanioff, ca sĩ Elton John, ca sĩ Dolly Parton, Gene Siskel, Hoàng tử Phillip, nhạc sĩ Quincy Jones, diễn viên hài Joan Rivers, Giáo hoàng Paul 4, Nhật hoàng Akihito, nữ minh tinh Katharine Hepburn. \n",
        "tinhCam": "Bạn bè và người yêu của những người tuổi Dậu cần trang bi sẵn tâm lý khi ở bên họ, vì họ đôi khi rất thẳng thắn thậm chí trở nên hơi lạnh lùng vô cảm mặc dù thật sụ họ vốn là người luôn có ý tốt. Gian xảo là điều mà họ cực ghét.\n\nĐối với bạn bè, người tuổi Dậu thường rất hào phóng và chân thành. Đối với những người thân yêu, họ là những người rất chu đáo và luôn chung thủy. "
    },
    {
        "idTC12CG": "11",
        "nameTC12CG": "Tuổi Tuất\n",
        "ngheNghiep": "Những người tuổi Tuất thường là những người vui vẻ và sẵn sàng giúp đỡ đồng nghiệp. Họ là những người có tinh thần trách nhiệm, thông minh, công bằng, và tận tâm với công việc. Những người tuổi Tuất thường nổi tiếng và được tôn trọng ở bất cứ chỗ làm nào.\n",
        "tinhCach": "Những người tuổi Tuất thường là những người rất tốt bụng, họ luôn nghĩ cho người khác hơn là nghĩ cho bản thân. Họ là những người vị tha, luôn sẵn sàng che chở, an ủi, động viên người khác. Tính cách gắn liền với người tuổi Tuất là sự thật thà, chính trực, và dũng cảm.\n\nĐôi khi, ở khí cạnh tiêu cực, họ là những người khá bảo thủ, hay cả thẹn, hay nhúng mũi vào chuyện của người khác. Tuy nhiên những đức tính này chỉ là phần phụ, cái chính là sự hào phóng tốt bụng, hay quan tâm giúp đỡ người khác ở họ.\n\nTrên tất cả mọi thứ, những người tuổi Tuất thường rất quan tâm đến gia đình và những người thân yêu của họ. Đối với họ, đó là thứ tài sản quý giá nhất trên cả tiền bạc, quyền lực và danh tiếng.\n\nNhững người này vốn là những người thiên về sự truyền thống, điều này thể hiện qua phong cách sống và cách bài trí nhà cửa của họ. Nội thất và trang trí trong nhà của họ thường cổ xưa, cho ta một cảm giác hoài cổ. Mọi thứ trong nhà đều gọn gàng ngăn nắp nhưng vẫn giữ được sự thoải mái dễ chịu. \n\nCó thể nói rằng chó là người bạn tốt nhất của loài người. Dễ hòa hợp, hay thỏa hiệp, trung thành, vô tư, loài chó luôn có mặt bất cứ khi nào bạn cần. Người tuổi Tuất là những người đáng tin cậy, luôn nghe lời, có thể trở thành nhà lãnh đạo tuyệt vời (dù đôi lúc thiếu kiên quyết). Trái với những gì bạn nghĩ, cần rất nhiều thời gian để xây dựng tình bạn với người tuổi Tuất. Trước tiên, họ sẽ xem xét xem bạn là người thế nào, quan sát, và chờ đợi. Bạn phải giành được cảm tình của họ. Nói chung, người tuổi Tuất khá khiêm tốn, ít quan tâm tới chuyện tiền nong. Mặc dù họ có thể dành cho bạn rất nhiều tình cảm và sự quan tâm vô điều kiện, nhưng khi bị chọc giận, họ có thể trở nên rất giận dữ, đúng hơn là vô cùng kinh khủng. Trong tất cả các con giáp Trung Hoa thì tuổi Tuất là tuổi dễ mến nhất.\n\nNhững người nổi tiếng tuổi Tuất: Thủ tướng Anh Winston Churchill, ảo thuật gia Harry Houdini, ca sĩ Elvis Presley, ca sĩ Cher, nhà báo Bill Moyers, Kevin Bacon, nhạc sĩ George Gershwin, vận động viên quần vợt Andre Agassi, nam diễn viên Donald Sutherland, Tổng thống thứ 42 của Mỹ Bill Clinton. \n",
        "tinhCam": "Trong quan hệ bạn bè, người tuổi Tuất là những người bạn đáng tin cậy. Họ thích chơi với tất cả mọi người ở mọi tầng lớp xã hội và có cùng chung sở thích với họ. Họ thích tham gia vào các hoạt động ngoài trời, các sự kiện thể thao, các buổi họp nhóm. Đặc biệt là những nơi có “người ấy” tham gia.\n\nTrong chuyện tình cảm họ thường hay e dè, phải mất một thời gian dài, họ mới có thể tự tin để bày tỏ tình cảm của mình. Đối với người yêu, họ là những người dịu dàng, tốt bụng, thích che chở chiều chuộng và làm hài lòng người yêu.\n"
    },
    {
        "idTC12CG": "12",
        "nameTC12CG": "Tuổi Hợi\n",
        "ngheNghiep": "Dễ thích nghi, kiên nhẫn, thông minh, những người thuộc cung mệnh này thường thích hợp với những ngành nghề cần đến tính sáng tạo. Đặc biệt, những người này có thể trở thành những nhà thiết kế thời trang xuất sắc, những thợ thủ công giỏi, vì những người này thường thích những mẫu thời trang xinh xắn. Sự kiên nhẫn và chu đáo cũng giúp họ thành công trong những ngành như dạy học, y dươc. Họ cũng là những người rất khôn ngoan trong chuyện tiền bạc.\n",
        "tinhCach": "Những người tuổi Hợi thường là những người vui tính, tốt bụng và dễ hòa đồng. Họ là những người thoải mái, không màu mè, phô trương. Họ là những người hào phóng, luôn sẵn sàng giúp đỡ người khác khi gặp khó khăn, sẵn sàng động viên an ủi. Họ luôn là nguồn động viên khuyến khích người khác phát triển. Họ là những người rất thật thà và đôi khi trở nên quá ngây thơ vì họ nghĩ ai cũng giống họ. Nhưng một khi họ đã mất lòng tin và lên cơn thịnh nộ thì không có gì ngăn cản họ được.\n\nMặc dù những người tuổi Hợi không phải là những người chậm chạp nhưng họ là những người thích sự thanh thản sung túc. Trong mười hai con giáp thì con lợn được cho là con tượng trưng cho sự hưởng lạc và an nhàn. Những người tuổi Hợi thường mơ ước được sống một cuộc sống dễ dãi, xa hoa, nhưng những điều đó không nhiều để dành cho tất cả họ, biết thế nên họ đã cố gắng theo cách của họ để có được những thứ mà họ mơ ước.\n\nNhững người tuổi Hợi thường là những người sống tình cảm và yêu gia đình. Nơi họ ở thường ấm cúng, thoải mái, thân thiện, tuy nhiên cũng khá bề bộn.\n\nĐiểm nổi bật của người tuổi Hợi là họ là những người dễ mến nhất trên trái đất này. Với trái tim vàng, họ rất trung thực, nhẫn nại, và luôn sẵn sàng làm bất cứ điều gì để giúp bạn cảm thấy an toàn và thoải mái. Một người tuổi Hợi sẽ làm bạn với bạn cả đời. Nhưng người tuổi Hợi lại thường bị người khác thiếu quan tâm. Chỉ tới khi họ không còn ở bên bạn nữa thì bạn mới nhận ra rằng bạn phụ thuộc vào họ biết bao. Bản chất người tuổi Hợi khá ngây thơ, họ rất cả tin, và dễ dàng trở thành con mồi cho kẻ khác lừa lọc và lợi dụng. Tóm lại cả đàn ông và phụ nữ tuổi Hợi đều rất quan tâm tới người khác. Bởi vì quá nhiệt tình và hào phóng nên người tuổi Hợi không giàu có lắm. Tuy nhiên, họ đủ sống, họ là minh chứng cho câu nói: “Cho càng nhiều thì nhận cũng càng nhiều”.\n\nNhững người nổi tiếng tuổi Hợi: trùm tội phạm Al Capone, Hoàng tử Rainier, tổng thống Mỹ Ronald Reagan, nữ minh tinh Lucille Ball, đạo diễn Woody Allen, đạo diễn Alfred Hitchcock, diễn viên Kevin Kline, diễn viên Billy Crytal, nam tài tử (thống đốc) Arnold Schwarzenegger, thượng nghị sĩ (Ngoại trường Hoa Kỳ) Hillary Clinton.\n",
        "tinhCam": "Tốt bụng, không đòi hỏi nhiều, vì thế họ có rất ít kẻ thù, và rất nhiều bạn. Họ có tài nấu nướng và thường thích tổ chức tiệc tùng.\n\nNgười tuổi Hợi thường là người luôn có tình cảm nồng ấm, đầy yêu thương, họ là những người của hôn nhân gia đình. "
    }
]
