[
    {
        "huong_id": "nam",
        "kieng_ky": "Chôn cất hoạn nạn 3 năm. Sửa chữa hay xây đắp mộ phần ắt có người chết. Sinh con nhằm ngày có Sao Giác khó nuôi, nên lấy tên Sao mà đặt tên cho nó mới an toàn [Dùng tên sao của năm hay của tháng cũng được].",
        "nen_lam": "Tạo tác mọi việc đều đặng vinh xương, tấn lợi. Hôn nhân cưới gả sanh con quý. Công danh khoa cử cao thăng, đỗ đạt.",
        "ngoaile": "Dần: Là Đăng Viên được ngôi cao cả, mọi sự tốt đẹp\nNgọ: là Phục Đoạn Sát rất Kỵ chôn cất, xuất hành, thừa kế, chia tài sản, khởi công lò nhuộm lò gốm. Nhưng nên cai sữa, xây tường, lấp hang lỗ, xây dựng vặt.",
        "nguhanh_id": "Mộc",
        "nhithapbat_thu": "5",
        "thapnhibat_convat": "Giao Long",
        "thapnhibat_id": "1",
        "thapnhibat_nghia_tau": "Hôn nhân, tế tự, mai táng xấu",
        "thapnhibat_nghia_vietnam": "+ Tốt, riêng mai táng xấu",
        "thapnhibat_ten": "Giác",
        "thapnhibat_tho": "Giác tinh tọa tác chủ vinh xương,\r\nNgoại tiến điền tài cập nữ lang,\r\nGiá thú hôn nhân sinh quý tử,\r\nVănh nhân cập đệ kiến Quân vương.\r\nDuy hữu táng mai bất khả dụng,\r\nTam niên chi hậu, chủ ôn đậu,\r\nKhởi công tu trúc phần mộ địa,\r\nĐường tiền lập kiến chủ nhân vong."
    },
    {
        "huong_id": "nam",
        "kieng_ky": "Chôn cất bị Trùng tang. Cưới gả e phòng không giá lạnh. Tranh đấu kiện tụng lâm bại. Khởi dựng nhà cửa nguy hại tính mạng con [10 hoặc 100 ngày sau thì gặp họa], rồi lần lần tiêu hết ruộng đất, nếu làm quan bị cách chức. Sao Cang thuộc Thất Sát Tinh, sinh con nhằm ngày này ắt khó nuôi, nên lấy tên của Sao mà đặt cho nó thì yên lành.",
        "nen_lam": "Cắt may áo màn ( sẽ có lộc ăn ) ",
        "ngoaile": "Diệt Một Nhật, Kiêng làm rượu, lập lò gốm lò nhuộm, vào làm hành chính, thừa kế sự nghiệp, nhất là đi thuyền chẳng khỏi nguy hại\nMùi: trăm việc đều tốt. Thứ nhất tại Mùi.\nHợi: trăm việc đều tốt.\nMão: trăm việc đều tốt.",
        "nguhanh_id": "Kim",
        "nhithapbat_thu": "6",
        "thapnhibat_convat": "Rồng",
        "thapnhibat_id": "2",
        "thapnhibat_nghia_tau": "Hôn nhân, tế tự, mai táng xấu",
        "thapnhibat_nghia_vietnam": "+ Xấu mọi việc",
        "thapnhibat_ten": "Cang",
        "thapnhibat_tho": "\r\nCan tinh tạo tác Trưởng phòng đường,\r\nThập nhật chi trung chủ hữu ương,\r\nĐiền địa tiêu ma, quan thất chức,\r\nĐầu quân định thị hổ lang thương.\r\nGiá thú, hôn nhân dụng thử nhật,\r\nNhi tôn, Tân phụ chủ không phòng,\r\nMai táng nhược hoàn phùng thử nhật,Đương thời tai họa, chủ trùng tang."
    },
    {
        "huong_id": "nam",
        "kieng_ky": "Khởi công xây dựng, chôn cất, cưới gả, xuất hành kỵ nhất là đường thủy, sinh con chẳng phải điềm lành nên làm Âm Đức cho nó. Đây là các việc Đại Kỵ, các việc khác vẫn nên kiêng.",
        "nen_lam": "Sao Đê Đại Hung , không có mấy việc hợp với nó",
        "ngoaile": "Thân: Trăm việc đều tốt.\nTí: Trăm việc đều tốt.\nThìn: Trăm việc đều tốt, nhưng Thìn là tốt hơn hết vì Sao Đê Đăng Viên tại Thìn.",
        "nguhanh_id": "Thổ",
        "nhithapbat_thu": "7",
        "thapnhibat_convat": "Lạc",
        "thapnhibat_id": "3",
        "thapnhibat_nghia_tau": "Tốt tăng tài lộc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Đê",
        "thapnhibat_tho": "\r\nĐê tinh tạo tác chủ tai hung,\r\nPhí tận điền viên, thương khố không,\r\nMai táng bất khả dụng thử nhật,\r\nHuyền thằng, điếu khả, họa trùng trùng,\r\nNhược thị hôn nhân ly biệt tán,\r\nDạ chiêu lãng tử nhập phòng trung.\r\nHành thuyền tắc định tạo hướng một,\r\nCánh sinh lung ách, tử tôn cùng."
    },
    {
        "huong_id": "nam",
        "kieng_ky": "Sao Phòng là Đại Kiết Tinh không kỵ việc gì cả.",
        "nen_lam": "Khởi công tạo tác mọi việc đều tốt, thứ nhất là xây dựng nhà, chôn cất, cưới gả, xuất hành, đi thuyền, mưu sự, chặt cỏ phá đất, cắt áo.",
        "ngoaile": "Đinh Sửu: Đều tốt\nTân Sửu: Đều tốt\nDậu: Rất tốt, vì Sao Phòng Đăng Viên tại Dậu\nKỷ Tỵ: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nĐinh Tỵ: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nKỷ Dậu: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nQuý Dậu: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nĐinh Sửu: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nTân Sửu: Vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ.\nTỵ: Là Phục Đoạn Sát chẳng nên chôn cất, xuất hành, thừa kế , chia tài sản, khởi công làm lò nhuộm lò gốm. Nhưng có thể cai sữa, xây tường, lấp hang lỗ, xây dựng việc vặt.",
        "nguhanh_id": "Thái Dương",
        "nhithapbat_thu": "8",
        "thapnhibat_convat": "Thỏ",
        "thapnhibat_id": "4",
        "thapnhibat_nghia_tau": "Mọi việc bất lợi",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Phòng",
        "thapnhibat_tho": "Phòng tinh tạo tác điền viên tiến,\r\nHuyết tài ngưu mã biến sơn cương,\r\nCánh chiêu ngoại xứ điền trang trạch,\r\nVinh hoa cao quý, phúc thọ khang.\r\nMai táng nhược nhiên phùng thử nhật,\r\nCao quan tiến chức bái Quân vương.\r\nGiá thú: Thường nga quy Nguyệt điện,\r\nTam niên bào tử chế triều đường."
    },
    {
        "huong_id": "nam",
        "kieng_ky": "Khởi công tạo tác việc gì cũng không khỏi hại, thứ nhất là xây cất, cưới gả, chôn cất, đóng giường, lót giường, kiện tụng.",
        "nen_lam": "Tạo tác việc gì cũng không hợp với Hung tú này.",
        "ngoaile": "Dần: Sao Tâm Đăng Viên có thể dùng các việc nhỏ.",
        "nguhanh_id": "Thái Âm ",
        "nhithapbat_thu": "2",
        "thapnhibat_convat": "Hồ",
        "thapnhibat_id": "5",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "+ Xấu mọi việc",
        "thapnhibat_ten": "Tâm",
        "thapnhibat_tho": "Tâm tinh tạo tác đại vi hung,\r\nCánh tao hình tụng, ngục tù trung,\r\nNgỗ nghịch quan phi, điền trạch thoái,\r\nMai táng tốt bộc tử tương tòng.\r\nHôn nhân nhược thị phùng thử nhật,\r\nTử tử nhi vong tự mãn hung.\r\nTam niên chi nội liên tạo họa,\r\nSự sự giáo quân một thủy chung."
    },
    {
        "huong_id": "nam",
        "kieng_ky": "Đóng giường, lót giường, đi thuyền.",
        "nen_lam": "Mọi việc đều tốt, tốt nhất là các vụ khởi tạo, chôn cất, cưới gả, xây cất, trổ cửa, đào ao giếng, khai mương rạch, các vụ thủy lợi, khai trương, chặt cỏ phá đất.",
        "ngoaile": "Hợi: Kỵ chôn cất\nMẹo: Kỵ chôn cất\nMùi: Kỵ chôn cất (Là vị trí Hãm Địa của Sao Vỹ)\nKỷ Mão: rất Hung. ",
        "nguhanh_id": "Hỏa",
        "nhithapbat_thu": "3",
        "thapnhibat_convat": "Hổ",
        "thapnhibat_id": "6",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Vĩ",
        "thapnhibat_tho": "Vĩ tinh tạo tác đắc thiên ân,\r\nPhú quý, vinh hoa, phúc thọ ninh,\r\nChiêu tài tiến bảo, tiến điền địa,\r\nHòa hợp hôn nhân, quý tử tôn.\r\nMai táng nhược năng y thử nhật,\r\nNam thanh, nữ chính, tử tôn hưng.\r\nKhai môn, phóng thủy, chiêu điền địa,\r\nĐại đại công hầu, viễn bá danh."
    },
    {
        "huong_id": "nam",
        "kieng_ky": " Đóng giường, lót giường, đi thuyền",
        "nen_lam": "Khởi tạo trăm việc đều tốt, tốt nhất là chôn cất, tu bổ mồ mả, trổ cửa, khai trương, xuất hành, các vụ thủy lợi ( như tháo nước, đào kênh mương, khai thông mương rãnh...)",
        "ngoaile": "Thân: Trăm việc kỵ\nTí : Trăm việc kỵ (có thể tạm dùng) \nThìn: Trăm việc kỵ\nThìn: Sao Cơ Đăng Viên lẽ ra rất tốt nhưng lại phạm Phục Đoạn. Phạm Phục Đoạn thì kỵ chôn cất , xuất hành , thừa kế , chia tài sản, khởi công làm lò nhuộm lò gốm.  Nhưng có thể xây tường , lấp hang lỗ , làm xây dựng vặt.",
        "nguhanh_id": "Thủy",
        "nhithapbat_thu": "4",
        "thapnhibat_convat": "Báo",
        "thapnhibat_id": "7",
        "thapnhibat_nghia_tau": "Hôn nhân, tu tạo xấu",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Cơ",
        "thapnhibat_tho": "Cơ tinh tạo tác chủ cao cường,\r\nTuế tuế niên niên đại cát xương,\r\nMai táng, tu phần đại cát lợi,\r\nĐiền tàm, ngưu mã biến sơn cương.\r\nKhai môn, phóng thủy chiêu tài cốc,\r\nKhiếp mãn kim ngân, cốc mãn thương.\r\nPhúc ấm cao quan gia lộc vị,\r\nLục thân phong lộc, phúc an khang"
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Rất kỵ đi thuyền. Con mới sanh đặt tên nó là Đẩu, Giải, Trại hoặc lấy tên Sao của năm hay tháng hiện tại mà đặt tên cho nó dễ nuôi.",
        "nen_lam": "Khởi tạo trăm việc đều tốt, tốt nhất là xây đắp hay sửa chữa phần mộ, trổ cửa, tháo nước, các vụ thủy lợi, chặt cỏ phá đất, may cắt áo mão, kinh doanh, giao dịch, mưu cầu công danh",
        "ngoaile": "Tỵ: Mất sức\nDậu: Tốt\nSửu: Sao Cơ Đăng Viên lẽ ra rất tốt nhưng lại phạm Phục Đoạn. Phạm Phục Đoạn thì kỵ chôn cất , xuất hành , thừa kế , chia tài sản, khởi công làm lò nhuộm lò gốm.  Nhưng có thể xây tường , lấp hang lỗ , làm xây dựng vặt.",
        "nguhanh_id": "Mộc",
        "nhithapbat_thu": "5",
        "thapnhibat_convat": "Giải",
        "thapnhibat_id": "8",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Đẩu",
        "thapnhibat_tho": "Đẩu tinh tạo tác chủ chiêu tài,\r\nVăn vũ quan viên vị đỉnh thai,\r\nĐiền trạch tiền tài thiên vạn tiến,\r\nPhần doanh tu trúc, phú quý lai.\r\nKhai môn, phóng thủy, chiêu ngưu mã,\r\nVượng tài nam nữ chủ hòa hài,\r\nNgộ thử cát tinh lai chiến hộ,\r\nThời chi phúc khánh, vĩnh vô tai."
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Khởi công tạo tác việc chi cũng hung hại. Nhất là xây cất nhà, dựng trại, cưới gả, trổ cửa, làm thủy lợi, nuôi tằm, gieo cấy, khai khẩn, khai trương, xuất hành đường bộ. Sao Ngưu là một trong Thất sát Tinh , sinh con khó nuôi, nên lấy tên Sao của năm, tháng hay ngày mà đặt tên cho trẻ và làm việc Âm Đức ngay trong tháng sinh nó mới mong nuôi khôn lớn được",
        "nen_lam": "Đi thuyền, cắt may áo mão",
        "ngoaile": "Ngọ: Đăng Viên rất tốt\nTuất: Yên lành\nDần: Là Tuyệt Nhật, chớ động tác việc chi, riêng ngày Nhâm Dần dùng được\n14: Là Diệt Một Sát, kiêng làm rượu, lập lò nhuộm lò gốm, vào làm hành chính, thừa kế sự nghiệp, kỵ nhất là đi thuyền chẳng khỏi rủi ro",
        "nguhanh_id": "Kim",
        "nhithapbat_thu": "6",
        "thapnhibat_convat": "Trâu",
        "thapnhibat_id": "9",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "+ Xấu mọi việc",
        "thapnhibat_ten": "Ngưu",
        "thapnhibat_tho": "Ngưu tinh tạo tác chủ tai nguy,\r\nCửu hoành tam tai bất khả thôi,\r\nGia trạch bất an, nhân khẩu thoái,\r\nĐiền tàm bất lợi, chủ nhân suy.\r\nGiá thú, hôn nhân giai tự tổn,\r\nKim ngân tài cốc tiệm vô chi.\r\nNhược thị khai môn, tính phóng thủy,\r\nNgưu trư dương mã diệc thương bi."
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Khởi công tạo tác trăm việc đều có hại, hung hại nhất là trổ cửa, khơi đường tháo nước, chôn cất, đơn kiện cáo ",
        "nen_lam": "Kết màn , may áo",
        "ngoaile": "Hợi: Đều gọi là đường cùng ( Ngày tuy Sao Nữ Đăng Viên song cũng chẳng nên dùng)\nMão: Đều gọi là đường cùng\nMùi: Đều gọi là đường cùng\nQuý Hợi: Cùng cực đúng mức vì là ngày chót của 60 Hoa giáp. ",
        "nguhanh_id": "Thổ",
        "nhithapbat_thu": "7",
        "thapnhibat_convat": "Dơi",
        "thapnhibat_id": "10",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Nữ",
        "thapnhibat_tho": "Nữ tinh tạo tác tổn bà nương,\r\nHuynh đệ tương hiềm tựa hổ lang,\r\nMai táng sinh tai phùng quỷ quái,\r\nĐiên tà tật bệnh cánh ôn hoàng.\r\nVi sự đáo quan, tài thất tán,\r\nTả lị lưu liên bất khả đương.\r\nKhai môn, phóng thủy phùng thử nhật,\r\nToàn gia tán bại, chủ ly hương."
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Khởi công tạo tác trăm việc đều không may, thứ nhất là xây cất nhà cửa, cưới gả, khai trương, trổ cửa, tháo nước, đào kênh mương",
        "nen_lam": "Hư có nghĩa là hư hoại, không có việc chi hợp với Sao Hư",
        "ngoaile": "Thân: Đều tốt\nTí: Đều tốt (tuy nhiên Sao Hư Đăng Viên rất tốt , nhưng lại phạm Phục Đoạn Sát kỵ chôn cất, xuất hành, thừa kế, chia tài sản sự nghiệp, khởi công làm lò nhuộm lò gốm. )\nThìn: Đều tốt (Đắc Địa rất tốt). Giáp Tí: Có thể động sự (kỵ chôn cất)\nCanh Tí: Có thể động sự (kỵ chôn cất)\nMậu Thân: Có thể động sự (kỵ chôn cất)\nCanh Thân: Có thể động sự (kỵ chôn cất)\nBính Thìn: Có thể động sự (kỵ chôn cất)\nMậu Thìn: có thể động sự.",
        "nguhanh_id": "Thái Dương",
        "nhithapbat_thu": "8",
        "thapnhibat_convat": "Chuột",
        "thapnhibat_id": "11",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Hư",
        "thapnhibat_tho": "Hư tinh tạo tác chủ tai ương,\r\nNam nữ cô miên bất nhất song,\r\nNội loạn phong thanh vô lễ tiết,\r\nNhi tôn, tức phụ bạn nhân sàng,\r\nKhai môn, phóng thủy chiêu tai họa,\r\nHổ giảo, xà thương cập tốt vong.\r\nTam tam ngũ ngũ liên niên bệnh,\r\nGia phá, nhân vong, bất khả đương."
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Dựng nhà, trổ cửa, gác đòn đông, tháo nước, đào mương rạch, đi thuyền",
        "nen_lam": "Chôn cất rất tốt, lót giường bình yên",
        "ngoaile": "Tỵ: Trăm việc đều tốt\nDậu: Trăm việc đều rất tốt\nSửu: Trăm việc đều tốt (Sao Nguy Đăng Viên tạo tác sự việc được quý hiển)",
        "nguhanh_id": "Thái Âm",
        "nhithapbat_thu": "2",
        "thapnhibat_convat": "Én",
        "thapnhibat_id": "12",
        "thapnhibat_nghia_tau": "Xấu nhiều tốt ít",
        "thapnhibat_nghia_vietnam": "+ Xấu mọi việc",
        "thapnhibat_ten": "Nguy",
        "thapnhibat_tho": "Nguy tinh bât khả tạo cao đường,\r\nTự điếu, tao hình kiến huyết quang\r\nTam tuế hài nhi tao thủy ách,\r\nHậu sinh xuất ngoại bất hoàn lương.\r\nMai táng nhược hoàn phùng thử nhật,\r\nChu niên bách nhật ngọa cao sàng,\r\nKhai môn, phóng thủy tạo hình trượng,\r\nTam niên ngũ tái diệc bi thương."
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Sao thất Đại Kiết không có việc chi phải kiêng",
        "nen_lam": "Khởi công trăm việc đều tốt, tốt nhất là xây cất nhà cửa, cưới gả, chôn cất, trổ cửa, tháo nước, các việc thủy lợi, đi thuyền, chặt cỏ phá đất",
        "ngoaile": "Dần: Đều tốt\nNgọ: Đều tốt (Đăng viên rất hiển đạt)\nTuất: Đều tốt\nBính Dần: Rất nên xây dựng và chôn cất\nNhâm Dần: Rất nên xây dựng và chôn cất\nGiáp Ngọ: Rất nên xây dựng và chôn cất.",
        "nguhanh_id": "Hỏa",
        "nhithapbat_thu": "3",
        "thapnhibat_convat": "Lợn",
        "thapnhibat_id": "13",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "+ Tốt mọi việc",
        "thapnhibat_ten": "Thất",
        "thapnhibat_tho": "Thất tinh tạo tác tiến điền ngưu,\r\nNhi tôn đại đại cận quân hầu,\r\nPhú quý vinh hoa thiên thượng chỉ,\r\nThọ như Bành tổ nhập thiên thu.\r\nKhai môn, phóng thủy chiêu tài bạch,\r\nHòa hợp hôn nhân sinh quý nhi.\r\nMai táng nhược năng y thử nhật,\r\nMôn đình hưng vượng, Phúc vô ưu!"
    },
    {
        "huong_id": "dong",
        "kieng_ky": "Sao Bích toàn kiết, không có việc chi phải kiêng",
        "nen_lam": "Khởi công tạo tác việc chi cũng tốt, tốt nhất là xây cất nhà, cưới gả, chôn cất, trổ cửa, dựng cửa, tháo nước, các vụ thuỷ lợi, chặt cỏ phá đất, cắt áo thêu áo, khai trương, xuất hành, làm việc thiện ắt Thiện quả tới mau hơn.",
        "ngoaile": "Hợi: Trăm việc kỵ (nhất trong Mùa Đông)\nMão: Trăm việc kỵ (nhất trong Mùa Đông)\nMùi: Trăm việc kỵ (nhất trong Mùa Đông)",
        "nguhanh_id": "Thủy",
        "nhithapbat_thu": "4",
        "thapnhibat_convat": "Du",
        "thapnhibat_id": "14",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "+ Tốt mọi việc",
        "thapnhibat_ten": "Bích",
        "thapnhibat_tho": "Bích tinh tạo ác tiến trang điền\r\nTi tâm đại thục phúc thao thiên,\r\nNô tỳ tự lai, nhân khẩu tiến,\r\nKhai môn, phóng thủy xuất anh hiền,\r\nMai táng chiêu tài, quan phẩm tiến,\r\nGia trung chủ sự lạc thao nhiên\r\nHôn nhân cát lợi sinh quý tử,\r\nTảo bá thanh danh khán tổ tiên."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Chôn cất, khai trương, trổ cửa dựng cửa, khai thông đường nước, đào ao móc giếng, thưa kiện, đóng giường lót giường. Sao Khuê là 1 trong Thất Sát Tinh, nếu đẻ con nhằm ngày này thì nên lấy tên Sao Khuê hay lấy tên Sao của năm tháng mà đặt cho trẻ dễ nuôi",
        "nen_lam": "Tạo dựng nhà phòng, nhập học, ra đi cầu công danh, cắt áo",
        "ngoaile": "Thân: Sao Khuê Đăng Viên tiến thân danh\nNgọ: Là chỗ Tuyệt gặp Sinh, mưu sự đắc lợi\nThìn: Tốt vừa vừa ",
        "nguhanh_id": "Mộc",
        "nhithapbat_thu": "5",
        "thapnhibat_convat": "Lang",
        "thapnhibat_id": "15",
        "thapnhibat_nghia_tau": "Xấu, riêng xây dựng tốt",
        "thapnhibat_nghia_vietnam": "Xấu, riêng xây dựng tốt",
        "thapnhibat_ten": "Khuê",
        "thapnhibat_tho": "Khuê tinh tạo tác đắc trinh tường,\r\nGia hạ vinh hòa đại cát xương,\r\nNhược thị táng mai âm tốt tử,\r\nĐương niên định chủ lưỡng tam tang.\r\nKhán khán vận kim, hình thương đáo,\r\nTrùng trùng quan sự, chủ ôn hoàng.\r\nKhai môn phóng thủy chiêu tai họa,\r\nTam niên lưỡng thứ tổn nhi lang."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Đóng giường, lót giường, đi đường thủy ",
        "nen_lam": "Khởi công mọi việc đều tốt, tốt nhất là dựng cột, cất lầu, làm dàn gác, cưới gả, trổ cửa dựng cửa, tháo nước hay các vụ thủy lợi, cắt áo",
        "ngoaile": "Dậu: Đăng Viên tạo tác đại lợi\nTỵ: Gọi là Nhập Trù rất tốt\nSửu: Tốt vừa vừa",
        "nguhanh_id": "Kim",
        "nhithapbat_thu": "6",
        "thapnhibat_convat": "Chó",
        "thapnhibat_id": "16",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "+ Tốt mọi việc",
        "thapnhibat_ten": "Lâu",
        "thapnhibat_tho": "Lâu tinh thụ trụ, khởi môn đình,\r\nTài vượng, gia hòa, sự sự hưng,\r\nNgoại cảnh, tiền tài bách nhật tiến,\r\nNhất gia huynh đệ bá thanh danh.\r\nHôn nhân tiến ích, sinh quý tử,\r\nNgọc bạch kim lang tương mãn doanh,\r\nPhóng thủy, khai môn giai cát lợi,\r\nNam vinh, nữ quý, thọ khang ninh."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Đi thuyền",
        "nen_lam": "Khởi công tạo tác việc chi cũng lợi, tốt nhất là xây cất, cưới gả, chôn cất, chặt cỏ phá đất, gieo trồng, lấy giống ",
        "ngoaile": "Tuất: Sao Vị Đăng Viên nên mưu cầu công danh (nhưng cũng phạm Phục Đoạn kiêng các việc như mục không nên)\nDần: Sao Vị mất chí khí (nhất tại Mậu Dần rất là Hung, chẳng nên cưới gả, xây cất nhà cửa)",
        "nguhanh_id": "Thổ",
        "nhithapbat_thu": "7",
        "thapnhibat_convat": "Trĩ",
        "thapnhibat_id": "17",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Vị",
        "thapnhibat_tho": "Vị tinh tạo tác sự như hà,\r\nPhú quý, vinh hoa, hỷ khí đa,\r\nMai táng tiến lâm quan lộc vị,\r\nTam tai, cửu họa bất phùng tha.\r\nHôn nhân ngộ thử gia phú quý,\r\nPhu phụ tề mi, vĩnh bảo hòa,\r\nTòng thử môn đình sinh cát khánh,\r\nNhi tôn đại đại bảo kim pha."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Chôn Cất ( Đại kỵ ), cưới gả, trổ cửa dựng cửa, khai ngòi phóng thủy, khai trương, xuất hành, đóng giường lót giường. Các việc khác cũng không hay",
        "nen_lam": "Xây dựng, tạo tác",
        "ngoaile": "Mùi: mất chí khí\nẤt Mão: Tốt\nMão: Tốt (Đăng Viên cưới gả tốt, nhưng ngày Quý Mão tạo tác mất tiền của)",
        "nguhanh_id": "Thái Dương",
        "nhithapbat_thu": "8",
        "thapnhibat_convat": "Gà",
        "thapnhibat_id": "18",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Mão",
        "thapnhibat_tho": "Mão tinh tạo tác tiến điền ngưu,\r\nMai táng quan tai bất đắc hưu,\r\nTrùng tang nhị nhật, tam nhân tử,\r\nMại tận điền viên, bất năng lưu.\r\nKhai môn, phóng thủy chiêu tai họa,\r\nTam tuế hài nhi bạch liễu đầu,\r\nHôn nhân bất khả phùng nhật thử,\r\nTử biệt sinh ly thật khả sầu."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Đi thuyền",
        "nen_lam": "Khởi công tạo tác việc chi cũng tốt, tốt nhất là chôn cất, cưới gả, trổ cửa dựng cửa, đào kênh, tháo nước, khai mương, móc giếng, chặt cỏ phá đất. Những việc khác cũng tốt như làm ruộng, nuôi tằm, khai trương, xuất hành, nhập học. ",
        "ngoaile": "Thân: Đều tốt\nTí: Đều tốt\nThìn: Đều tốt",
        "nguhanh_id": "Thái Âm",
        "nhithapbat_thu": "2",
        "thapnhibat_convat": "Chim",
        "thapnhibat_id": "19",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "+ Tốt mọi việc",
        "thapnhibat_ten": "Tất",
        "thapnhibat_tho": "Tất tinh tạo tác chủ quang tiền,\r\nMãi dắc điền viên hữu lật tiền\r\nMai táng thử nhâtj thiêm quan chức,\r\nĐiền tàm đại thực lai phong niên\r\nKhai môn phóng thủy đa cát lật,\r\nHợp gia nhân khẩu đắc an nhiên,\r\nHôn nhân nhược năng phùng thử nhật,\r\nSinh đắc hài nhi phúc thọ toàn."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Khởi công tạo tác việc chi cũng không tốt. Kị nhất là chôn cất và các vụ thuộc về chết chôn như sửa đắp mồ mả, làm mồ mã để sẵn, đóng thọ đường( đóng hòm để sẵn ).",
        "nen_lam": "Không có mấy việc chi hợp với Sao Chủy",
        "ngoaile": "Tỵ: Bị đoạt khí, Hung càng thêm hung\nDậu: Rất tốt (vì Sao Chủy Đăng Viên ở Dậu, khởi động thăng tiến. Nhưng cũng phạm Phục Đoạn Sát ( kiêng ở các mục trên ))\nSửu: Là Đắc Địa , ắt nên. Rất hợp với ngày Đinh Sửu và Tân Sửu, tạo tác Đại Lợi, chôn cất Phú Quý song toàn ",
        "nguhanh_id": "Hỏa",
        "nhithapbat_thu": "3",
        "thapnhibat_convat": "Khỉ",
        "thapnhibat_id": "20",
        "thapnhibat_nghia_tau": "Xấu, riêng xây dựng tốt",
        "thapnhibat_nghia_vietnam": "Xấu, riêng xây dựng tốt",
        "thapnhibat_ten": "Chuỷ",
        "thapnhibat_tho": "Truỷ tinh tạo tác hữu đồ hình,\r\nTam niên tất đinh chủ linh đinh,\r\nMai táng tốt tử đa do thử,\r\nThủ định Dần niên tiện sát nhân.\r\nTam tang bất chỉ giai do thử,\r\nNhất nhân dược độc nhị nhân thân.\r\nGia môn điền địa giai thoán bại,\r\nThương khố kim tiền hóa tác cần."
    },
    {
        "huong_id": "bac",
        "kieng_ky": "Cưới gả, chôn cất, đóng giường lót giường, kết bạn ",
        "nen_lam": "Khởi công tạo tác nhiều việc tốt như: xây cất nhà, dựng cửa trổ cửa, nhập học, đi thuyền, làm thủy lợi, tháo nước đào mương ",
        "ngoaile": "Tuất: Sao sâm Đăng Viên nên phó nhậm, cầu công danh hiển hách ",
        "nguhanh_id": "Thủy",
        "nhithapbat_thu": "4",
        "thapnhibat_convat": "Vượn",
        "thapnhibat_id": "21",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu, riêng xây dựng tốt",
        "thapnhibat_ten": "Sâm",
        "thapnhibat_tho": "Sâm tinh tạo tác vượng nhân gia,\r\nVăn tinh triều diệu, đại quang hoa,\r\nChỉ nhân tạo tác điền tài vượng,\r\nMai táng chiêu tật, táng hoàng sa.\r\nKhai môn, phóng thủy gia quan chức,\r\nPhòng phòng tôn tử kiến điền gia,\r\nHôn nhân hứa định tao hình khắc,\r\nNam nữ chiêu khai mộ lạc hoa."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Chôn cất, tu bổ phần mộ, làm nhà thờ",
        "nen_lam": "Tạo tác nhiều việc tốt như xây cất, trổ cửa dựng cửa, mở thông đường nước, đào mương móc giếng, nhậm chức, nhập học, đi thuyền",
        "ngoaile": "Hợi: Trăm việc tốt\nMão: Trăm việc tốt\nMùi: Trăm việc tốt (là Nhập Miếu khởi động vinh quang)",
        "nguhanh_id": "Mộc",
        "nhithapbat_thu": "5",
        "thapnhibat_convat": "Hươu Bướu",
        "thapnhibat_id": "22",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Tỉnh",
        "thapnhibat_tho": "Tỉnh tinh tạo tác vượng tàm điền,\r\nKim bảng đề danh đệ nhất tiên,\r\nMai táng, tu phòng kinh tốt tử,\r\nHốt phong tật nhập hoàng điên tuyền\r\nKhai môn, phóng thủy chiêu tài bạch,\r\nNgưu mã trư dương vượng mạc cát,\r\nQuả phụ điền đường lai nhập trạch,\r\nNhi tôn hưng vượng hữu dư tiền."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Khởi tạo việc chi cũng hại, hại nhất là xây cất nhà, cưới gả, trổ cửa dựng cửa, tháo nước, đào ao giếng, động thổ, xây tường, dựng cột ",
        "nen_lam": "Chôn cất, chặt cỏ phá đất, cắt áo",
        "ngoaile": "Tí: Đăng Viên thừa kế tước phong tốt, may mắn\nThân: Là Phục Đoạn Sát kỵ chôn cất, xuất hành, thừa kế, chia tài sản, khởi công lập lò gốm lò nhuộm",
        "nguhanh_id": "Kim",
        "nhithapbat_thu": "6",
        "thapnhibat_convat": "Dê",
        "thapnhibat_id": "23",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "+ Xấu, riêng mai táng tốt",
        "thapnhibat_ten": "Quỷ",
        "thapnhibat_tho": "Quỷ tinh khởi tạo tất nhân vong,\r\nĐường tiền bất kiến chủ nhân lang,\r\nMai táng thử nhật, quan lộc chí,\r\nNhi tôn đại đại cận quân vương.\r\nKhai môn phóng thủy tu thương tử,\r\nHôn nhân phu thê bất cửu trường.\r\nTu thổ trúc tường thương sản nữ,\r\nThủ phù song nữ lệ uông uông."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Khởi công tạo tác việc chi cũng hung hại, hung hại nhất là chôn cất, xây đắp, trổ cửa dựng cửa, tháo nước, đào ao lũy, làm thủy lợi..",
        "nen_lam": "Không có mấy việc chi hợp với Sao Liễu",
        "ngoaile": "Ngọ: Trăm việc tốt\nTỵ: Đăng Viên thừa kế và lên quan lãnh chức là 2 điều tốt nhất\nDần: Rất kỵ xây cất và chôn cất\nTuất: Rất kỵ xây cất và chôn cất",
        "nguhanh_id": "Thổ",
        "nhithapbat_thu": "7",
        "thapnhibat_convat": "Hoẵng",
        "thapnhibat_id": "24",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Liễu",
        "thapnhibat_tho": "Liễu tinh tạo tác chủ tao quan,\r\nTrú dạ thâu nhàn bất tạm an,\r\nMai táng ôn hoàng đa bệnh tử,\r\nĐiền viên thoái tận, thủ cô hàn,\r\nKhai môn phóng thủy chiêu lung hạt,\r\nYêu đà bối khúc tự cung loan\r\nCánh hữu bổng hình nghi cẩn thận,\r\nPhụ nhân tùy khách tẩu bất hoàn."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Chôn cất, cưới gả, mở thông đường nước. Sao Tinh là 1 trong Thất Sát Tinh, nếu sanh con nhằm ngày này nên lấy tên Sao đặt tên cho trẻ để dễ nuôi, có thể lấy tên sao của năm, hay sao của tháng cũng được",
        "nen_lam": "Xây dựng phòng mới",
        "ngoaile": "Dần: Đều tốt\nNgọ: Đều tốt (Nhập Miếu tạo tác được tôn trọng)\nTuất: Đều tốt ",
        "nguhanh_id": "Thái Dương",
        "nhithapbat_thu": "8",
        "thapnhibat_convat": "Ngựa",
        "thapnhibat_id": "25",
        "thapnhibat_nghia_tau": "Xấu nhiều tốt ít",
        "thapnhibat_nghia_vietnam": "+ Xấu, riêng xây dựng tốt",
        "thapnhibat_ten": "Tinh",
        "thapnhibat_tho": "Tinh tú nhật hảo tạo tân phòng,\r\nTiến chức gia quan cận Đế vương,\r\nBất khả mai táng tính phóng thủy,\r\nHung tinh lâm vị nữ nhân vong.\r\nSinh ly, tử biệt vô tâm luyến,\r\nTự yếu quy hưu biệt giá lang.\r\nKhổng tử cửu khúc châu nan độ,\r\nPhóng thủy, khai câu, thiên mệnh thương."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Sửa hoặc làm thuyền chèo, đẩy thuyền mới xuống nước ",
        "nen_lam": "Khởi công tạo tác trăm việc tốt, tốt nhất là xây cất nhà, che mái dựng hiên, trổ cửa dựng cửa, cưới gả, chôn cất, làm ruộng, nuôi tằm, đặt táng kê gác, chặt cỏ phá đất, cắt áo, làm thuỷ lợi ",
        "ngoaile": "Hợi: Đều tốt , Mẹo: Đều tốt\nMùi: Đều tốt ( Đăng viên rất tốt nhưng phạm Phục Đoạn)",
        "nguhanh_id": "Thái ÂM",
        "nhithapbat_thu": "2",
        "thapnhibat_convat": "Hươu",
        "thapnhibat_id": "26",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Xấu mọi việc",
        "thapnhibat_ten": "Trương",
        "thapnhibat_tho": "Trương tinh nhật hảo tạo long hiên,\r\nNiên niên tiện kiến tiến trang điền,\r\nMai táng bất cửu thăng quan chức,\r\nĐại đại vi quan cận Đế tiền,\r\nKhai môn phóng thủy chiêu tài bạch,\r\nHôn nhân hòa hợp, phúc miên miên.\r\nĐiền tàm đại lợi, thương khố mãn,\r\nBách ban lợi ý, tự an nhiên."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Chôn cất, cưới gả, xây cất nhà, đặt táng kê gác, gác đòn đông, trổ cửa gắn cửa, các vụ thủy lợi",
        "nen_lam": "Cắt áo sẽ được tiền tài",
        "ngoaile": "Thân: Mọi việc tốt\nTí: Mọi việc tốt (Đăng Viên nên thừa kế sự nghiệp, lên quan lĩnh chức)\nThìn: Mọi việc tốt (Vượng Địa rất tốt)",
        "nguhanh_id": "Hỏa",
        "nhithapbat_thu": "3",
        "thapnhibat_convat": "Rắn",
        "thapnhibat_id": "27",
        "thapnhibat_nghia_tau": "Tốt mọi việc",
        "thapnhibat_nghia_vietnam": "Nói chung không tốt",
        "thapnhibat_ten": "Dực",
        "thapnhibat_tho": "Dực tinh bất lợi giá cao đường,\r\nTam niên nhị tái kiến ôn hoàng,\r\nMai táng nhược hoàn phùng thử nhật,\r\nTử tôn bất định tẩu tha hương.\r\nHôn nhân thử nhật nghi bất lợi,\r\nQuygia định thị bất tương đương.\r\nKhai môn phóng thủy gia tu phá,\r\nThiếu nữ tham hoa luyến ngoại lang."
    },
    {
        "huong_id": "tay",
        "kieng_ky": "Đi thuyền ",
        "nen_lam": "Khởi công tạo tác mọi việc tốt lành, tốt nhất là xây cất lầu gác, chôn cất, cưới gả. Các việc khác cũng tốt như dựng phòng, cất trại, xuất hành, chặt cỏ phá đất.",
        "ngoaile": "Tỵ: Đều tốt (Đăng Viên là ngôi tôn đại, mưu động ắt thành danh)\nDậu: Đều tốt\nSửu: Đều tốt (Vượng Địa, tạo tác thịnh vượng)",
        "nguhanh_id": "Thủy",
        "nhithapbat_thu": "4",
        "thapnhibat_convat": "Giun",
        "thapnhibat_id": "28",
        "thapnhibat_nghia_tau": "Xấu mọi việc",
        "thapnhibat_nghia_vietnam": "Tốt mọi việc",
        "thapnhibat_ten": "Chẩn",
        "thapnhibat_tho": "Chẩn tinh lâm thủy tạo long cung,\r\nĐại đại vi quan thụ sắc phong,\r\nPhú quý vinh hoa tăng phúc thọ,\r\nKhố mãn thương doanh tự xương long.\r\nMai táng văn tinh lai chiếu trợ,\r\nTrạch xá an ninh, bất kiến hung.\r\nCánh hữu vi quan, tiên đế sủng,\r\nHôn nhân long tử xuất long cung."
    }
]
