[
    {
        "content": "Trên tay nam giới : Người có thể làm nên sự nghiệp với sự giúp đỡ đắc lực của bên nhà vợ.\nTrên tay nữ giới : Người vợ đảm đang, có khả năng quán xuyến công việc gia đình, giúp đỡ đắc lực cho chồng trên con đường sự nghiệp. Nếu nốt ruồi có màu đỏ, chủ nhân có tài lộc.",
        "idLocation": "1"
    },
    {
        "content": "Nốt ruồi đen: Kết hôn được với nhà quyền quý, cao sang, nhưng bị lệ thuộc vào nhà đó.\nNốt ruồi son: Gặp nhiều may mắn trong đường công danh, dễ trở thành người nổi tiếng, vang danh thiên hạ.",
        "idLocation": "2"
    },
    {
        "content": "Gặp nhiều bất ngờ trong chuyện tình cảm, có thể gặp tình yêu sét đánh, sẽ gặt hái được nhiều thành công nếu đi theo con đường nghệ thuật.",
        "idLocation": "3"
    },
    {
        "content": "Nốt ruồi đen : Chuyện tình duyên không được suôn sẻ.\nNốt ruồi son : Chuyện tình duyên tốt đẹp.",
        "idLocation": "4"
    },
    {
        "content": "Tình duyên đến từ những nghĩa cử hào hiệp.",
        "idLocation": "5"
    },
    {
        "content": "Nốt ruồi đen: Mối tình đầu dễ bị chia ly, ngăn cách, gây ra nhiều khổ tâm\nNốt ruồi son: Chủ nhân có cuộc sống sung túc, giàu có.",
        "idLocation": "6"
    },
    {
        "content": "Người dễ bị lệ thuộc vào tình yêu, có số đào hoa, được nhiều người khác giới yêu mến.",
        "idLocation": "7"
    },
    {
        "content": "Đề phòng tai nạn, chết đột ngột.",
        "idLocation": "8"
    },
    {
        "content": "Người hay gặp nhiều thất bại hơn là thành công.",
        "idLocation": "9"
    },
    {
        "content": "Hay bị mắc các bệnh về mắt.",
        "idLocation": "10"
    },
    {
        "content": "Được thừa hưởng gia tài lơn hoặc nhận trở nên giàu có nhờ may mắn.",
        "idLocation": "11"
    },
    {
        "content": "Sống tự lập, xa gia đình từ rất nhỏ, có thể làm nên sự nghiệp lớn.",
        "idLocation": "12"
    },
    {
        "content": "Chủ nhân có cuộc sống nhàn hạ, hạnh phúc.",
        "idLocation": "13"
    },
    {
        "content": "Được sự giúp đỡ của mọi người, gặt hái được nhiều thành công trong sự nghiệp.",
        "idLocation": "14"
    },
    {
        "content": "Dễ gặp phải tai nạn bất ngờ, có thể gẫy chân hoặc tay...",
        "idLocation": "15"
    },
    {
        "content": "Có được tình yêu tốt đẹp, hôn nhân hạnh phúc.",
        "idLocation": "16"
    },
    {
        "content": "Được sự giúp đỡ của mọi người, gặt hái được nhiều thành công trong sự nghiệp.",
        "idLocation": "17"
    },
    {
        "content": "Người có số đào hoa, được nhiều người khác giới yêu mến.",
        "idLocation": "18"
    }
]
