[
    {
        "content": "\nĐúng như tên gọi. Con số này đem lại cho bạn sự may mắn không ngờ. Bạn có rất nhiều cơ hội để kiếm tiền. Từ những công việc mua bán, trao đổi lớn nhỏ đến những việc mang tính đầu tư lớn. Bạn luôn có sự giúp đỡ của những người xung quanh để giành được chiến thắng cuối cùng cho mình.\nNếu bạn đầu tư vào thị trường chứng khoán, cơ may làm giàu của bạn là không thể chối cãi được. Bạn sẽ có một tuổi trẻ hạnh phúc và hoàn toàn thảnh thơi khi về già...",
        "id": "1",
        "number": " SỐ 1"
    },
    {
        "content": "\nBạn cân nhắc rất thận trọng về vấn đề tài chính. Nhưng tiền bạc dường như trêu đùa bạn. Bạn khá nhạy cảm và thường \"đánh hơi\" được những cuộc đầu tư hứa hẹn lợi nhuận khả quan, Tuy nhiên bạn chỉ thoải mái khi chia sẻ việc làm ăn này với những người thân trong gia đình. Có nhiều cơ hội làm giàu nhưng bạn không có khả năng khuếch trương nhanh chóng như người khác. Tuy nhiên bạn có thể thích hợp với nghề kinh doanh vàng. Có thể giàu nhờ một món tiền thừa kế.",
        "id": "2",
        "number": " SỐ 2"
    },
    {
        "content": "\nBạn có nhiều khả năng, linh hoạt và rất tài tình trong việc làm giàu nhanh chóng. Kiểm tra lại cuộc sống, bạn từng trải qua rất nhiều công việc và là tuýp người phóng khoáng khi thực hiện nhưng lý tưởng của chính mình.\nBạn có thể chơi trò kinh doanh lưu động hai ba thứ một lúc và đang đứng trên bờ vực: mượn bên này để trả bên kia. Cẩn thận kẻo mất cả chì lẫn chài. đó là chuyện đương nhiên khi tiền bạc của bạn không đứng yên một chỗ. Tuy nhiên bạn cũng vẫn còn một may mắn bất ngờ nếu chấp nhận việc kinh doanh một phía mà thôi.",
        "id": "3",
        "number": " SỐ 3"
    },
    {
        "content": "\nBạn là một cái bình ắc quy và là người tích trữ, giữ tiền cực giỏi. Nhưng vài người trong gia đình và một số bạn bè của bạn lại cho rằng bạn là kẻ keo kiệt.\nCó khả năng bạn sở hữu một tài khoản khá lớn, hoặc giấu kín một số vàng bạc châu báu chuẩn bị cho tuổi về hưu.\nĐôi khi, trong cuộc sống, bạn có thể phải chi tiêu vào những việc bất khả kháng như: các loại thuế bảo hiểm, thừa kế, ly dị, chuyển nhượng tài sản và bạn cảm thấy lo lắng buồn phiền. Đừng lo, qua hết những vấn đề bạn vẫn giữ được tiền bạc của riêng mình.",
        "id": "4",
        "number": " SỐ 4"
    },
    {
        "content": "\nBạn phải học cách quản lý tiền bạc bởi vì bạn là người khá vô tâm trong việc này.\nBạn bè xem bạn như một người may mắn hơn là một người có tính tư hữu. bạn là một người tiêu xài hoang phí và thường khăng khăng trả các chi phí ăn uống mỗi khi đi chơi với bạn bè.\nSự xáo trộn về mặt tài chính luôn làm bạn bị kích động. Trong lúc vui vẻ, bạn có thể chi xài một số tiền rất lớn. Thêm vào đó, bạn có thể mua và tặng quà một cách vô tội vạ. Nếu bạn không ngừng tiêu xài kiểu này lại, có thể bạn sẽ trở nên túng thiếu vào những năm sau.\nTuy nhiên thái độ lạc quan của bạn về tiền bạc luôn mang lại tiền bạc cho bạn, bất chấp mọi nguyên tắc.",
        "id": "5",
        "number": " SỐ 5"
    },
    {
        "content": "\nBạn không phải là người mơ mộng về tiền bạc. Bạn kiếm tiền qua công việc cực nhọc chứ không mong đợi một số tiền trên trời rơi xuống. Bạn chịu khó để dành tiền và cũng chịu khó tiêu tiền (\"kiếm củi 3 năm, thiêu dại một giờ\"). Đó là quan niệm sống của bạn.\nBạn ít khi làm từ thiện, và nếu có làm cũng đắn đo suy nghĩ rất nhiều. Cho dù kiếm được nhiều tiền hay ít tiền, bạn vẫn luôn nhớ nằm lòng: \"một đồng tiết kiệm được là một đồng kiếm được\".",
        "id": "6",
        "number": " SỐ 6"
    },
    {
        "content": "\nBạn có một khả năng huyền bí trong chuyện giao dịch tiền bạc. Bạn có xu hướng thích kiếm tiền một cách dễ dàng. Nếu có cơ hội, bạn sẽ chơi trò cá cược may rủi. Tuy nhiên, bạn có thể gặp sai lầm: do ý thích ăn ngon, mặc đẹp, ưa du ngoạn, bạn thường chỉ xài những món tiền lớn.\nĐừng nghe theo lời cố vấn của bất kì ai trong chuyện đầu tư tiền bạc. Với trí thông minh của bạn, chỉ cần cẩn thận, suy nghĩ tính toán, bớt bốc đồng, bạn sẽ trở nên giàu có.",
        "id": "7",
        "number": " SỐ 7"
    },
    {
        "content": "\nĐối với bạn, việc mua bảo hiểm là hấp dẫn nhất. Tiền của bạn tăng trưởng một cách an toàn.\nBị ám ảnh bởi một thứ quyền lực kì bí, bạn khao khát dược ngồi ở một vị trí vững chắc trong guồng máy của một công ty bảo hiểm.\nBạn đặc biệt thông minh, khéo léo khi tìm tòi một nơi bạn có thể đầu tư tiền bạc. Và lần nào bạn cũng thành công. Tiền bạc là mục đích sống của bạn. Bạn sẽ giàu có lớn.",
        "id": "8",
        "number": " SỐ 8"
    },
    {
        "content": "\nNếu bạn không cẩn thận, bạn sẽ phải đối phó với cảnh chi tiêu vượt mức. Cảm giác buồn chán thôi thúc bạn mua sắm và bạn có thể gây gổ với người khác vì vấn để tiền bạc.\nBạn khá may mắn và có nhiều cơ hội lập ngân quỹ cho mình. Một số tiền đáng kể sẽ đến với bạn và trực giác sẽ giúp cho bạn biết cách làm cho nó sinh thêm lợi nhuận.\nBạn chắc chắn sẽ là một người giàu có trong tương lai. Tuy nhiên cũng chính tiền bạc sẽ làm cho bạn đôi lúc bị điên đầu trong cuộc sống.",
        "id": "9",
        "number": " SỐ 9"
    }
]
