[{
        "content": "Phàm muốn tạo ra một vật, xây dựng một công trình, khởi động bất cứ việc chi... rất nên chọn trong 21 ngày được coi là ĐẠI MINH sau đây:\n\"Tân Mùi, Nhâm Thân, Quý Dậu, Đinh Sửu, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Đinh Hợi, Nhâm Thìn, Ất Mùi, Nhâm Dần, Giáp Thìn, Ất Tỵ, Bính Ngọ, Kỷ Dậu, Canh Tuất,Tân Hợi, Bính Thìn, Kỷ Mùi, Canh Thân, Tân Dậu\".\nĐại Minh là cái sáng rộng lớn lúc Trời Đất khai thông, Thái Dương chiếu đến. Vậy nên trăm việc dùng ngày Đại Minh tất được sự tốt đến.",
        "date": "Tân Mùi, Nhâm Thân, Quý Dậu, Đinh Sửu, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Đinh Hợi, Nhâm Thìn, Ất Mùi, Nhâm Dần, Giáp Thìn, Ất Tỵ, Bính Ngọ, Kỷ Dậu, Canh Tuất,Tân Hợi, Bính Thìn, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "1",
        "name": "Đại minh nhật."
    },
    {
        "content": "Phàm khởi đầu chế tạo, xây đắp hay dựng nên một sự vật chi, như cất nhà hay đóng thuyền chẳng hạn, muốn đặng thành công và thuận lợi trong mai hậu thì nên chọn trong 10 ngay tốt sau đây:\n\"Kỷ Tỵ,Tân Mùi, Giáp Tuất, Ất Hợi, Ất Dậu, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Nhâm Thân\".\nLại nên chọn ngày có: Trực Thành, Trực Khai . Rất tốt.",
        "date": "Kỷ Tỵ,Tân Mùi, Giáp Tuất, Ất Hợi, Ất Dậu, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Nhâm Thân",
        "id": "2",
        "name": "Khởi tạo."
    },
    {
        "content": "Tu là sửa sang, sửa đổi, thêm bớt. Tạo là làm ra.\nCó 8 ngày Đại Du Tu, các ngày này, các Hung Thần đều về chầu Thượng Đế, nhân đó mình nên trộm tu tạo, việc chi cũng không bị trở ngại. Tám ngày đó là: \"Nhâm Tý, Quý Sửu, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Canh Thân, Tân Dậu\".\n*** 8 ngày trên đây có hai ngày kế tiếp nhau, và 6 ngày kế tiếp nhau. Vậy tu tạo việc chi phải làm cho xong trong hai ngày liên tiếp đó (hay sáu ngày liên tiếp đó) không nên để trễ qua ngày khác. Tám ngày này chính ý là sửa chữa hơn tạo ra vì DU TU là trộm sửa chữa mà. Nếu ta làm lấn qua ngày khác, thì Hung Thần đã xuống trần, e không tốt vậy.",
        "date": "Nhâm Tý, Quý Sửu, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "3",
        "name": "Tu tạo."
    },
    {
        "content": "Lợp nhà, che hiên, che mái, làm mui ghe, lợp mui ghe, làm các loại nóc để che mưa, nắng gió.... nên chọn trong 23 ngày tốt sau đây:\n\"Giáp Tý, Mậu Thìn, Quý Dậu, Mậu Dần, Kỷ Mão, Quý Mùi, Giáp Thân, Ất Dậu, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Kỷ Hợi, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Kỷ Dậu, Tân Hợi, Nhâm Tý, Giáp Dần",
        "date": "Giáp Tý, Mậu Thìn, Quý Dậu, Mậu Dần, Kỷ Mão, Quý Mùi, Giáp Thân, Ất Dậu, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Kỷ Hợi, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Kỷ Dậu, Tân Hợi, Nhâm Tý, Giáp Dần",
        "id": "4",
        "name": "Lợp nhà, che mái, làm nóc."
    },
    {
        "content": "Trước khi cất nhà hay xây dựng một công trình nào phải dọn một chỗ tất có sự động đất. Động đất là như cuốc đào xới đất... khiến cho bằng phẳng để làm nền xây dựng. Vậy nên chọn trong 15 ngày tốt khởi công:\n\"Giáp Tý, Quý Dậu, Mậu Dần, Kỷ Mão, Canh Thìn, Tân Tỵ, Giáp Thân, Bính Tuất, Giáp Ngọ, Bính Thân, Mậu Tuất, Kỷ Hợi, Canh Tý, Giáp Thìn, Quý Sửu\".\nNên chọn ngày có các Sao: Thiên Đức, Nguyệt Đức, Thiên Ân, Huỳnh Đạo, Nguyệt Không.\nNên chọn các trực: Trừ, Định, Chấp, Thành, Khai.\nKhông nên chọn ngày có các Hung Sát: Thổ Ôn, Thổ Cấm, Thổ Phủ, Thổ Kỵ, Thiên Tặc, Nguyệt Kiên Chuyển Sát, Thiên Địa Chuyển Sát, Cửu Thổ Quỷ.\nKỵ các ngày có trực: Kiên, Phá, Bình, Thâu.\nNgày Quý Mùi, Ất Mùi, Mậu Ngọ: Đại Kỵ Động Thổ.",
        "date": "Giáp Tý, Quý Dậu, Mậu Dần, Kỷ Mão, Canh Thìn, Tân Tỵ, Giáp Thân, Bính Tuất, Giáp Ngọ, Bính Thân, Mậu Tuất, Kỷ Hợi, Canh Tý, Giáp Thìn, Quý Sửu",
        "id": "5",
        "name": "Động thổ ban nền."
    },
    {
        "content": "Xây đắp nền nhà, dinh thự, chùa... hoặc xây đắp tường vách, nên chọn trong 20 ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Đinh Mão, Mậu Thìn, Canh Ngọ, Tân Mùi, Kỷ Mão, Tân Tỵ, Giáp Thân, Ất Mùi, Đinh Dậu, Kỷ Hợi, Bính Ngọ, Đinh Mùi, Nhâm Tý, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân, Tân Dậu\".\nNên gặp các Sao tốt: Thiên Đức, Nguyệt Đức, Nguyệt Không, Thiên Ân, Huỳnh Đạo.\nNên gặp các trực: Trừ, Định, Chấp, Thành, Khai.\nRiêng vụ xây đắp tường vách nên gặp Phục Đoạn & trực Bế.\nNên tránh các Hung Tinh: Thổ Ôn, Thổ Cấm, Thổ Phủ, Thổ Kỵ, Thiên Tặc, Nguyệt Kiên Chuyển Sát, Thiên Địa Chuyển Sát, Cửu Thổ Quỷ.\nKỵ gặp các trực: Kiên, Phá, Bình, Thâu.\nKỵ làm 3 ngày: Quý Mùi, Ất Mùi, Mậu Ngọ.",
        "date": "Giáp Tý, Ất Sửu, Đinh Mão, Mậu Thìn, Canh Ngọ, Tân Mùi, Kỷ Mão, Tân Tỵ, Giáp Thân, Ất Mùi, Đinh Dậu, Kỷ Hợi, Bính Ngọ, Đinh Mùi, Nhâm Tý, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân, Tân Dậu",
        "id": "6",
        "name": "Xây đắp nền, tường."
    },
    {
        "content": "Trong vụ cất nhà thường có làm giàn gác. Giàn là như giàn trò, giàn Bếp, cất giàn để xây dựng cao ốc..... Gác là sàn gác, gác lửng, gác lầu.... Khởi công làm giàn gác nên chọn trong 23 ngày tốt sau đây:\n\"Kỷ Tỵ, Tân Mùi, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Mậu Tý, Canh Dần, Ất Mùi, Kỷ Hợi, Nhâm Dần, Quý Mão, Bính Ngọ, Mậu Thân, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu\".\nNên gặp các sao: Thiên Đức, Nguyệt Đức, Nguyệt Không.\nNên kỵ các Sao Hung sát: Chánh Tứ Phế, Thiên Tặc, Địa Tặc, Hỏa Tinh, Nguyệt Xung, Tứ Tuyệt, Diệt Một, Thiên Địa Hoang Vu, Xích Khẩu, Đại Không Vong, Tiểu Không Vong, Phủ Đầu Sát, Mộc Mã Sát, Đao Chiến Sát, Phá bại Nhật.",
        "date": "Kỷ Tỵ, Tân Mùi, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Mậu Tý, Canh Dần, Ất Mùi, Kỷ Hợi, Nhâm Dần, Quý Mão, Bính Ngọ, Mậu Thân, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "7",
        "name": "Khởi công làm giàn gác."
    },
    {
        "content": "Ngày đặt táng để dựng cột hoặc gắn cửa kê gác... nên chọn trong 39 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Đinh Hợi, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Bính Ngọ, Mậu Thân, Kỷ Dậu, Nhâm Tý, Quý Sửu, Giáp Dần, Ất Mão, Bính Thìn, Đinh Tỵ, Kỷ Mùi, Canh Thân, Tân Dậu\".\nNên chọn các ngày có các Sao: Thiên Đức, Nguyệt Đức, Thiên Đức Hợp, Nguyệt Đức Hợp, Thiên Phúc, Thiên Phú, Thiên Hỷ, Thiên Ân, Nguyệt Ân.\nNên gặp các Trực: Mãn, Bình, Thành, Khai.\nNên kỵ các Hung Sát: Chánh Tứ Phế, Thiên Tặc, Địa Tặc, Thiên Hỏa, Địa Hỏa.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Đinh Hợi, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Bính Ngọ, Mậu Thân, Kỷ Dậu, Nhâm Tý, Quý Sửu, Giáp Dần, Ất Mão, Bính Thìn, Đinh Tỵ, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "8",
        "name": "Đặt táng."
    },
    {
        "content": "Dựng cột tức đặt cột lên táng, hoặc trồng cột nên chọn trong 4 ngày: Dần, Thân, Tỵ, Hợi vì bốn ngày này gọi là Tứ Trụ.\nNhưng chọn được ngày Bính Dần, Tân Tỵ, Kỷ Hợi, Mậu Thân thì tốt hơn những ngày Dần, Thân, Tỵ, Hợi khác.",
        "date": "Bính Dần, Tân Tỵ, Kỷ Hợi, Mậu Thân",
        "id": "9",
        "name": "Dựng cột."
    },
    {
        "content": "Trước tiên cho nói rõ một tý về cái tên của nó. Thực ra ngày xưa người ta làm nhà là Tọa Nam Hướng Bắc, nên trục ngang của nhà là trục Đông- Tây, thành thử chính xác phải gọi nó là Đòn Đông, chứ không phải Đòn Dông như hiện nay. Có lẽ theo thời gian nó dần trại đi mà thành chữ \"dông\" vậy.\nTrong các vụ thuộc về cất nhà thì gác Đòn Đông hệ trọng nhất! Vì nó là cái rường nhà, chỗ cao thượng hơn hết của cái nhà. Muốn nhà ở được yên ổn và thịnh tiến nên chọn trong 36 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Nhâm Thân, Giáp Tuất, Bính Tý, Mậu Dần, Canh Thìn, Nhâm Ngọ, Giáp Thân, Bính Tuất, Mậu Tý, Canh Dần, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Ất Tỵ, Đinh Mùi, Kỷ Dậu, Tân Hợi, Quý Sửu, Ất Mão, Đinh Tỵ, Kỷ Mùi, Tân Dậu, Quý Hợi.\nNên chọn các Sao: Thiên Đức, Nguyệt Đức, Thiên Đức Hợp, Nguyệt Đức Hợp, Thiên Phúc, Thiên Phú, Thiên Hỷ, Thiên Ân, Nguyệt Ân.\nNên chọn các Trực: Mãn, Bình, Thành, Khai.\nNên kỵ các Sao xấu: Chánh Tứ Phế, Thiên Tặc, Địa Tặc, Thiên Hỏa, Địa Hỏa.\nChú ý: Trong ngày dựng cột, nếu kịp lúc gác đòn đông thì gác luôn khỏi chọn ngày gác đòn đông, vẫn tốt như thường.",
        "date": "Giáp Tý, Ất Sửu, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Nhâm Thân, Giáp Tuất, Bính Tý, Mậu Dần, Canh Thìn, Nhâm Ngọ, Giáp Thân, Bính Tuất, Mậu Tý, Canh Dần, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Ất Tỵ, Đinh Mùi, Kỷ Dậu, Tân Hợi, Quý Sửu, Ất Mão, Đinh Tỵ, Kỷ Mùi, Tân Dậu, Quý Hợi",
        "id": "10",
        "name": "Gác đòn đông."
    },
    {
        "content": "Làm cửa, trổ cửa, gắn cửa... nên chọn theo số ngày trong tháng.\n_ Tháng đủ chọn các ngày: 1, 2, 3, 7, 8, 12, 13, 14, 18, 19, 20, 24, 25, 29, 30.\n_ Tháng thiếu chọn các ngày: 1, 2, 6, 7, 11, 12, 13, 17, 18, 19, 23, 24, 28, 29.\nChú ý: Ngày Canh Dần chẳng nên làm cửa lớn.",
        "date": "",
        "id": "11",
        "name": "Làm cửa."
    },
    {
        "content": "Làm nhà kho để tàng trữ hàng hóa, vật phẩm phải chọn ngày tốt tùy theo mùa.\n_ Mùa Xuân: chọn ngày Kỷ Tỵ, Đinh Mùi, Đinh Tỵ.\n_ Mùa Hạ: chọn ngày Kỷ Tỵ, Giáp Ngọ.\n_ Mùa Thu: chọn ngày Ất Hợi, Nhâm Ngọ.\n_ Mùa Đông: chọn ngày Tân Mùi, Ất Hợi, Canh Dần, Nhâm Thìn, Ất Mùi, Bính Thìn.\nNên gặp ngày có Trực: Thành, Khai rất tốt cho việc làm kho vựa.",
        "date": "",
        "id": "12",
        "name": "Làm kho lẫm."
    },
    {
        "content": "Kho, vựa chứa hàng hóa có chỗ hư yếu, nay muốn tu bổ lại cho kín đáo, bền chắc, nên chọn trong 7 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Nhâm Ngọ, Giáp Ngọ, Ất Mùi\".\nNên gặp ngày có Trực: Mãn.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Nhâm Ngọ, Giáp Ngọ, Ất Mùi",
        "id": "13",
        "name": "Sửa chữa kho lẫm."
    },
    {
        "content": "Ngũ cốc là năm thứ gạo, nhưng thực ra là ý chỉ chung các loại hàng nông sản vậy. Muốn mang nó vào kho lẫm cất cho yên ổn, khỏi bị khuấy phá, hư hao, nên chọn trong 9 ngày tốt sau đây:\n\"Canh Ngọ, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Ất Dậu, Kỷ Sửu, Canh Dần, Quý Mão\".\nNên gặp các Sao: Thiên Đức, Nguyệt Đức.\nNên gặp các Trực: Mãn, Bình, Thâu.",
        "date": "Canh Ngọ, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Ất Dậu, Kỷ Sửu, Canh Dần, Quý Mão",
        "id": "14",
        "name": "Đem ngũ cốc vào kho."
    },
    {
        "content": "Muốn dọn vào nhà mới cất xong, hoặc dời về chỗ ở mới (mới mua, mới sang, mới mướn...) rất cần chọn trong 21 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Canh Ngọ, Đinh Sửu, Mậu Dần, Ất Dậu, Canh Dần, Nhâm Thìn, Quý Tỵ, Ất Mùi, Nhâm Dần, Quý Mão, Giáp Thìn, Bính Ngọ, Tân Hợi, Quý Sửu, Bính Thìn, Đinh Tỵ, Nhâm Tuất\"",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Canh Ngọ, Đinh Sửu, Mậu Dần, Ất Dậu, Canh Dần, Nhâm Thìn, Quý Tỵ, Ất Mùi, Nhâm Dần, Quý Mão, Giáp Thìn, Bính Ngọ, Tân Hợi, Quý Sửu, Bính Thìn, Đinh Tỵ, Nhâm Tuất",
        "id": "15",
        "name": "Về nhà mới, dời chỗ ở."
    },
    {
        "content": "Muốn xây dựng nhà Bếp hay sửa chữa nhà Bếp nên chọn trong 12 ngày tốt sau đây:\n\"Bính Dần, Kỷ Tỵ, Tân Mùi, Mậu Dần, Kỷ Mão, Giáp Thân, Ất Dậu, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân\".\nNên gặp ngày có các Trực: Định, Thành, Khai.\nChú ý: Chớ lầm xây nhà Bếp với xây Bếp, hai ngày này khác nhau đấy",
        "date": "Bính Dần, Kỷ Tỵ, Tân Mùi, Mậu Dần, Kỷ Mão, Giáp Thân, Ất Dậu, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân",
        "id": "16",
        "name": "Làm nhà Bếp hay sửa nhà Bếp."
    },
    {
        "content": "Xây Bếp là xây một cái Bếp để đun nấu (ngày xưa người ta không dùng Bếp giống hiện nay, mà phải xây một cái bệ để đặt cà ràng lên nấu), làm cái khuôn Bếp đặt lò hay cà-ràng lên nấu ăn. Bếp là chỗ nấu ăn, rất quan trọng, vì ăn để bổ dưỡng với ăn để sanh bệnh khác nhau. Vậy nên chọn trong 18 ngáy tốt sau đây đề xây Bếp, đặt bếp:\n\"Giáp Tý, Ất Sửu, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Quý Dậu, Giáp Tuất, Ất Hợi, Quý Mùi, Giáp Thân, Nhâm Thìn, Ất Mùi, Tân Hợi, Quý Sửu, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân\"\nHoặc nên chọn ngày tốt tùy theo tháng như sau:\nTháng 1, 2 chọn ngày Tuất, Sửu. Tháng 3, 4 chọn ngày Tý, Mão. Tháng 5, 6 chọn ngày Dần, Tỵ. Tháng 7, 8 chọn ngày Thìn, Mùi. Tháng 9, 10 chọn ngày Ngọ, Dậu. Tháng 11, 12 chọn ngày Thân, Hợi.",
        "date": "Giáp Tý, Ất Sửu, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Quý Dậu, Giáp Tuất, Ất Hợi, Quý Mùi, Giáp Thân, Nhâm Thìn, Ất Mùi, Tân Hợi, Quý Sửu, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân",
        "id": "17",
        "name": "Xây Bếp."
    },
    {
        "content": "Tế lễ ông Táo, lập trang thờ ông Táo nên chọn trong 21 ngày sau đây:\n\"Đinh Mão, Nhâm Thân, Quý Dậu, Giáp Tuất, Ất Hợi, Kỷ Mão, Canh Thìn, Giáp Thân, Ất Dậu, Đinh Hợi, Kỷ Sửu, Đinh Dậu, Quý Mão, Giáp Thìn, Bính Ngọ, Kỷ Dậu, Tân Hợi, Quý Sửu, Ất Mão, Tân Dậu, Quý Hợi\".\nNên gặp các ngày có Trực: Trừ, Thành, Khai.",
        "date": "Đinh Mão, Nhâm Thân, Quý Dậu, Giáp Tuất, Ất Hợi, Kỷ Mão, Canh Thìn, Giáp Thân, Ất Dậu, Đinh Hợi, Kỷ Sửu, Đinh Dậu, Quý Mão, Giáp Thìn, Bính Ngọ, Kỷ Dậu, Tân Hợi, Quý Sửu, Ất Mão, Tân Dậu, Quý Hợi",
        "id": "18",
        "name": "Thờ phượng Táo Thần."
    },
    {
        "content": "Tạ Thổ, làm lễ cúng đất đai nên chọn trong 8 ngày tốt sau đây:\n\"Canh Ngọ, Đinh Sửu, Giáp Thân, Quý Tỵ, Canh Tý, Đinh Mùi, Giáp Dần, Quý Hợi\"",
        "date": "Canh Ngọ, Đinh Sửu, Giáp Thân, Quý Tỵ, Canh Tý, Đinh Mùi, Giáp Dần, Quý Hợi",
        "id": "19",
        "name": "Tạ lễ đất đai."
    },
    {
        "content": "Việc ngủ nghĩ rất quan hệ đến sức khoẻ và tính mạng. Vậy vụ lót giường tức là đặt cái giường tại một nơi nào trong nhà cũng rất quan hệ như việc đóng ráp giường. Các việc ấy đều nên chọn trong 34 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Bính Tý, Đinh Sửu, Canh Thìn, Tân Tỵ, Ất Dậu, Bính Tuất, Đinh Hợi, Mậu Tý, Quý Tỵ, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Giáp Thìn, Ất Tỵ, Bính Ngọ, Giáp Dần, Ất Mão, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Tân Dậu, Nhâm Tuất\".\nRất hạp với ngày có Trực: Khai, Nguy.\nKỵ các ngày có các Trực: Kiên, Phá, Bình, Thâu.\nĐẠI KỴ ngày có 8 Tinh tú sau: Tâm, Mão, Khuê, Lâu, Cơ, Vĩ, Sâm, Nguy. Nếu phạm sẽ tai hại cho hài nhi, 10 đứa chết 9 (nếu lót giường để sanh đẻ ). Đừng lầm lẫn Sao Nguy với Trực Nguy, Sao Nguy thì Kỵ lót giường, nhưng Trực Nguy thì Nên lót giường .",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Bính Tý, Đinh Sửu, Canh Thìn, Tân Tỵ, Ất Dậu, Bính Tuất, Đinh Hợi, Mậu Tý, Quý Tỵ, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Giáp Thìn, Ất Tỵ, Bính Ngọ, Giáp Dần, Ất Mão, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Tân Dậu, Nhâm Tuất",
        "id": "20",
        "name": "Lót giường"
    },
    {
        "content": "Hai họ nạp lễ để định làm thân, làm xuôi gia với nhau hầu tính việc hôn nhân cho con cái mình, cũng nên chọn ngày tốt để được thuận hợp trong mọi việc về sau. Có tất cả 18 ngày tốt sau đây:\n\"Bính Dần, Đinh Mão, Mậu Dần, Kỷ Mão, Bính Tuất, Mậu Tý, Nhâm Thìn, Quý Tỵ, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Nhâm Tý, Giáp Dần, Ất Mão, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi\".\nNên gặp các Sao: Huỳnh Đạo, Tam Hợp.\nNên gặp các Trực: Định, Thành.\nNên tránh các Sao: Hà Khôi, Câu Giảo\nNên tránh các Trực: Kiên, Phá.",
        "date": "Bính Dần, Đinh Mão, Mậu Dần, Kỷ Mão, Bính Tuất, Mậu Tý, Nhâm Thìn, Quý Tỵ, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Nhâm Tý, Giáp Dần, Ất Mão, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi",
        "id": "21",
        "name": "Nạp lễ cầu thân."
    },
    {
        "content": "Trong cuộc hôn nhân, trước chọn ngày làm đám hỏi rồi mới chọn ngày cưới gả và chọn ngày đưa rước dâu rễ. Thường thường ngày nay người ta làm chung trong một ngày: vừa cưới gã vừa đưa rước dâu rễ. Các vụ này đều nên chọn trong 11 ngày tốt sau đây:\n\"Bính Dần, Đinh Mão, Bính Tý, Mậu Dần, Kỷ Mão, Bính Tuất, Mậu Tý, Canh Dần, Nhâm Dần, Quý Mão, Ất Tỵ\".\nNên gặp các sao: Huỳnh Đạo, Sinh Khí, Tục Thế, Âm Dương Hạp, Nhân dân Hợp, và nhất là gặp ngày Bất Tương.\nNên gặp Trực: Thành.",
        "date": "Bính Dần, Đinh Mão, Bính Tý, Mậu Dần, Kỷ Mão, Bính Tuất, Mậu Tý, Canh Dần, Nhâm Dần, Quý Mão, Ất Tỵ",
        "id": "22",
        "name": "Làm lễ hỏi, lễ cưới gả, lễ đưa rước dâu rễ."
    },
    {
        "content": "Cưới gã, nếu chọn được một ngày tốt theo vụ 22 mà ngày này lại trúng nhằm ngày Bất Tương nữa thì thật là may mắn. Như không chọn được ngày tốt trong vụ 22 thì có thể chọn ngày tốt Bất Tương cũng rất tốt vậy. Ngày Bất Tương chiếu theo Tiết Khí như sau:\n_ Lập Xuân và Vũ Thủy: ngày Bính Dần, Đinh Mão, Bính Tý, Kỷ Mão, Mậu Tý, Canh Dần, Tân Mão.\n_ Kinh Trập và Xuân Phân: ngày Ất Sửu, Bính Tý, Đinh Sửu, Bính Tuất, Mậu Tý, Kỷ Sửu, Mậu Tuất, Canh Tý, Canh Tuất.\n_ Thanh Minh và Cốc Vũ: ngày Ất Sửu, Đinh Sửu, Ất Dậu, Kỷ Sửu, Đinh Dậu, Kỷ Dậu.\n_ Lập Hạ và Tiểu Mãn: ngày Giáp Tý, Giáp Tuất, Bính Tý, Giáp Thân, Ất Dậu, Bính Tuất, Mậu Tý, Bính Thân, Đinh Dậu, Mậu Tuất.\n_ Mang Chủng và Hạ Chí: ngày Quý Dậu, Giáp Tuất, Quý Mùi, Giáp Thân, Ất Dậu, Bính Tuất, Ất Mùi, Bính Thân, Mậu Tuất, Kỷ Mùi.\n_ Tiểu Thử và Đại thử: ngày Nhâm Thân, Quý Dậu, Giáp Tuất, Nhâm Ngọ, Quý Mùi, Giáp Thân, Ất Dậu, Giáp Ngọ, Ất Mùi, Mậu Tuất, Kỷ Mùi, Nhâm Tuất.\n_ Lập Thu và Xử Thử: ngày Kỷ Tỵ, Nhâm Thân, Quý Dậu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Ất Dậu, Quý Tỵ, Giáp Ngọ, Ất Mùi, Ất Tỵ, Mậu Ngọ, Kỷ Mùi.\n_ Bạch Lộ và Thu Phân: ngày Mậu Thìn, Kỷ Tỵ, Tân Mùi, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Giáp Thìn, Mậu Ngọ.\n_ Hàn Lộ và Sương giáng: ngày Kỷ Tỵ, Canh Ngọ, Tân Mùi, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Quý Tỵ, Quý Mão, Mậu Ngọ , Kỷ Mùi.\n_ Lập Đông và Tiểu Tuyết: ngày Mậu Thìn, Canh Ngọ, Mậu Dần, Kỷ Mão, Canh Thìn, Nhâm Ngọ, Canh Dần, Tân Mão, Nhâm Thìn, Nhâm Dần, Quý Mão, Mậu Ngọ.\n_ Đại Tuyết và Đông Chí: ngày Đinh Mão, Mậu Thìn, Kỷ Tỵ, Đinh Sửu, Kỷ Mão, Canh Thìn, Tân Tỵ, Nhâm Thìn, Tân Sửu, Đinh Tỵ.\n_ Tiểu Hàn và Đại Hàn: ngày Bính Dần, Đinh Mão, Mậu Thìn, Đinh Sửu, Mậu Dần, Kỷ Mão, Canh Thìn, Canh Dần, Tân Mão, Tân Sửu, Bính Thìn.",
        "date": "",
        "id": "23",
        "name": "Ngày bất Tương nên cưới gả."
    },
    {
        "content": "Tháng cưới gã có lợi có hại, nhưng thời nay nhiều người không coi trọng lắm, nhưng tôi cũng xin ghi ra đây cho các anh chị, các bạn xem, coi như là để tham khảo vậy. Rất là nhiều sách cho rằng đây là xét theo tuổi cô dâu để chọn tháng, thật ra là năm làm đám cưới để chọn tháng vậy. Cách tính như sau:\n_ năm Tý, Ngọ: Tháng 6- 12 đại lợi; tháng 1- 7 tiểu lợi nhưng hại mai dong; tháng 2- 8 hại cha mẹ chồng (không có không sao, tức là qua đời hay vắng mặt); tháng 3- 9 hại cha mẹ vợ (nt); tháng 4- 10 hại chú rễ; tháng 5- 11 hại cô dâu.\n_ năm Sửu, Mùi: Tháng 5- 11 đại lợi; tháng 4- 10 tiểu lợi nhưng hại mai dong; tháng 3- 9 hại cha mẹ chồng; tháng 2- 8 hại cha mẹ vợ; tháng 1- 7 hại chú rễ; tháng 6- 12 hại cô dâu.\n_ năm Dần, Thân: Tháng 2- 8 đại lợi; tháng 3- 9 tiểu lợi nhưng hại mai dong; tháng 4- 10 hại cha mẹ chồng; tháng 5- 11 hại cha mẹ vợ; tháng 6- 12 hại chú rễ; tháng 1- 7 hại cô dâu.\n_ năm Mão, Dậu: Tháng 1- 7/ tháng 6- 12/ tháng 5- 11/tháng 4- 10/ tháng 3- 9/ tháng 2- 8.\n_ năm Thìn, Tuất: Tháng 4- 10/ tháng 5- 11/ tháng 6- 12/ tháng 1- 7/ tháng 2- 8/ tháng 3- 9.\n_ năm Tỵ, Hợi: Tháng 3- 9/ tháng 2- 8/ tháng 1- 7/ tháng 6- 12/ tháng 5- 11/ tháng 4- 10.",
        "date": "",
        "id": "24",
        "name": "Những tháng lợi hại cưới gả."
    },
    {
        "content": "Trai sanh tháng 1, 7 kỵ cưới gái sanh tháng 4, 10.\n2, 8 5, 11.\n3, 9 6, 12.\n4, 10 1, 7\n5, 11 2, 8.\n6, 12 3, 9.\n",
        "date": "",
        "id": "25",
        "name": "Tháng sanh nam nữ kỵ cưới nhau."
    },
    {
        "content": "Tuổi Tý kỵ năm Mùi_ Tuổi Sửu kỵ năm Thân_ Tuổi Dần kỵ năm Dậu. Tuổi Mão kỵ năm Tuất_ Tuổi Thìn kỵ năm Hợi_ Tuổi Tỵ kỵ năm Tý. Tuổi Ngọ kỵ năm Sửu _ Tuổi Mùi kỵ năm Dần_ Tuổi Thân kỵ năm Mão. Tuổi Dậu kỵ năm Thìn_ Tuổi Tuất kỵ năm Tỵ_ Tuổi Hợi kỵ năm Ngọ.\n",
        "date": "",
        "id": "26",
        "name": "Tuổi con trai kỵ năm cưới vợ."
    },
    {
        "content": "Tuổi Tý kỵ năm Mão_ Tuổi Sửu kỵ năm Dần_ Tuổi Dần kỵ năm Sửu. Tuổi Mão kỵ năm Tý_ Tuổi Thìn kỵ năm Hợi_ Tuổi Tỵ kỵ năm Tuất. Tuổi Ngọ kỵ năm Dậu _ Tuổi Mùi kỵ năm Thân_ Tuổi Thân kỵ năm Mùi. Tuổi Dậu kỵ năm Ngọ_ Tuổi Tuất kỵ năm Tỵ_ Tuổi Hợi kỵ năm Thìn.",
        "date": "",
        "id": "27",
        "name": "Tuổi con gái kỵ năm lấy chồng."
    },
    {
        "content": "Người chết có nhiều quan hệ đến con cháu, thứ nhất trong vụ chôn cất, vậy nên chọn trong 12 ngày chôn cất rất tốt sau đây:\n\"Nhâm Thân, Quý Dậu, Nhâm Ngọ, Giáp Thân, Ất Dậu, Bính Thân, Đinh Dậu, Nhâm Dần, Bính Ngọ, Kỷ Dậu, Canh Thân, Tân Dậu\".\nHoặc chọn trong 7 ngày chôn cất khá tốt kể ra như sau đây:\n\"Canh Ngọ, Canh Dần, Nhâm Thìn, Giáp Thìn, Ất Tỵ, Giáp Dần, Bính Thìn\".\nCũng còn nhiều ngày tốt chôn cất để con cháu phát đạt, nhưng phải tùy theo từng tháng như sau đây:\n_ Tháng Giêng: Quý Dậu, Đinh Dậu, Kỷ Dậu, Bính Dần, Nhâm Ngọ, Ất Dậu, Nhâm Dần, Bính Ngọ, Tân Dậu (ba ngày trước tốt hơn sáu ngày sau)\n_ Tháng 2: Bính Dần, Nhâm Thân, Giáp Thân, Bính Thân, Nhâm Dần, Kỷ Mùi, Canh Dần, Canh Thân.\n_ Tháng 3: Nhâm Thân, Quý Dậu, Nhâm Ngọ, Giáp Thân, Ất Dậu, Bính Thân, Đinh Dậu, Bính Ngọ, Canh Thân, Tân Dậu.\n_ Tháng 4: Quý Dậu, Nhâm Ngọ, Ất Dậu, Đinh Dậu, Kỷ Dậu, Tân Dậu.\n_ Tháng 5: Nhâm Thân, Giáp Thân, Canh Dần, Bính Thân, Nhâm Dần, Giáp Dần, Canh Thân (ngày Dần kỵ Khai Kim Tĩnh)\n_ Tháng 6: Nhâm Thân, Quý Dậu, Giáp Thân, Ất Dậu, Bính Thân, Nhâm Dần, Giáp Dần, Tân Dậu, Canh Dần, Canh Thân.\n_ Tháng 7: Nhâm Thân, Quý Dậu, Bính Tý, Ất Dậu, Nhâm Thìn, Bính Thân, Đinh Dậu, Kỷ Dậu, Nhâm Tý, Bính Thìn, Giáp Thân (bốn ngày Dậu tốt hơn sáu ngày kia).\n_ Tháng 8: Nhâm Thân, Giáp Thân, Canh Dần, Nhâm Thìn, Bính Thân, Nhâm Dần, Bính Thìn, Đinh Tỵ, Canh Thân, Ất Tỵ.\n_ Tháng 9: Bính Dần, Nhâm Ngọ, Nhâm Dần, Bính Ngọ, Canh Dần.\n_ Tháng 10: Canh Ngọ, Bính Tý, Giáp Thìn, Bính Ngọ, Bính Thìn.\n_ Tháng 11: Nhâm Thân, Giáp Thân, Canh Dần, Bính Thân, Nhâm Dần, Giáp Thìn, Giáp Dần, Canh Thân, Nhâm Tý (bốn ngày Thân kỵ Khai Kim Tĩnh).\n_ Tháng Chạp: Nhâm Thân, Quý Dậu, Giáp Thân, Ất Dậu, Bính Thân, Nhâm Dần, Giáp Dần, Canh Thân (bốn ngày Thân kỵ Khai Kim Tĩnh)",
        "date": "Nhâm Thân, Quý Dậu, Nhâm Ngọ, Giáp Thân, Ất Dậu, Bính Thân, Đinh Dậu, Nhâm Dần, Bính Ngọ, Kỷ Dậu, Canh Thân, Tân Dậu",
        "id": "28",
        "name": "Chôn cất."
    },
    {
        "content": "Thọ chế là để tang người chết, nay đủ năm rồi muốn xả tang không thờ bài vị nữa, nên chọn trong 14 ngày lành tốt sau đây:\n\"Nhâm Thân, Bính Tý, Giáp Thân, Tân Mão, Bính Thân, Canh Tý, Bính Ngọ, Kỷ Dậu, Tân Hợi, Nhâm Tý, Ất Mão, Mậu Ngọ, Kỷ Mùi, Canh Thân\".\nNên gặp ngày có Trực Trừ.",
        "date": "",
        "id": "29",
        "name": "Xả tang."
    },
    {
        "content": "Cách này ở nhiều sách hay lầm lẫn với các ngày Trùng Tang, Tam Tang, Trùng Phục... Thần Trùng là trong gia quyến, thân chủ có người chết nhằm ngày đó, nếu không dúng phép Nhương Ếm Thần Trùng thì sẽ bị tai họa chết trùng, người ta gọi là Trùng Tang Liên Táng, trong thân sẽ có người chết tiếp. Những ngày đã nói ở trên không kỵ chết mà chỉ kỵ những việc an táng, tẩn liệm, mặc đồ tang, chôn cất, xả tang... Còn như chết nhằm ngày Thần Trùng mới đáng sợ. Sau đây là ngày Thần Trùng:\n_ Tháng 1, 2, 6, 9, 12: Chết nhằm ngày Canh Dần hay Canh Thân là phạm Thần Trùng \"Lục Canh Thiên Hình\". Nếu thêm thấy năm tháng cũng vậy là càng nặng.\n_ Tháng 3: Chết nhằm ngày Tân Tỵ hay Tân Hợi là phạm Thần Trùng \"Lục Tân Thiên Đình\", nếu gặp thêm năm, tháng nữa càng nặng hơn.\n_ Tháng 4: Chết nhằm ngày Nhâm Dần hay Nhâm Thân là phạm Thần Trùng \"Lục Nhâm Thiên Lao\", nếu gặp thêm năm tháng càng nặng.\n_ Tháng 5: Chết nhằm ngày Quý Tỵ hay Quý Hợi là phạm Thần Trùng \"Lục Quý Thiên Ngục\", nếu gặp thêm năm tháng càng nặng.\n_ Tháng 7: Chết nhằm ngày Giáp Dần hay Giáp Thân là phạm Thần Trùng \"Lục Giáp Thiên Phúc\", nếu gặp thêm năm tháng càng nặng.\n_ Tháng 8: Chết nhằm ngày Ất Tỵ hay Ất Hợi là phạm Thần Trùng \"Lục Ất Thiên Đức\", nếu gặp thêm năm tháng càng nặng.\n_ Tháng 10: Chết nhằm ngày Bính Dần hay Bính Thân là phạm Thần Trùng \"Lục Bính Thiên Uy\", nếu gặp thêm năm tháng càng nặng.\n_ Tháng 11: Chết nhằm ngày Đinh Tỵ hay Đinh Hợi là phạm Thần Trùng \"Lục Đinh Thiên Âm\", nếu gặp thêm năm tháng càng nặng.",
        "date": "Nhâm Thân, Bính Tý, Giáp Thân, Tân Mão, Bính Thân, Canh Tý, Bính Ngọ, Kỷ Dậu, Tân Hợi, Nhâm Tý, Ất Mão, Mậu Ngọ, Kỷ Mùi, Canh Thân",
        "id": "30",
        "name": "Ngày Thần Trùng."
    },
    {
        "content": "Xuất hành là ra đi, nhưng không phải là ra đi thường xuyên hàng ngày, mà lâu lâu đi xa một lần, hoặc ra đi để mưu tính việc quan trọng hay có phần nguy hiểm, hoặc ra đi xa xôi, ra đi làm ăn lần đầu tiên, ra đi tới chỗ mình chưa từng đi...vv.. Trong vụ xuất hành có 7 bài sau:\n1/.Xuất hành thông dụng ngày tốt:\nCó 26 ngày tốt rất được thông dụng trong vụ chọn ngày ra đi\n\"Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Đinh Sửu, Kỷ Mão, Giáp Thân, Bính Tuất, Canh Dần, Tân Mão, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Kỷ Dậu, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân\"\nLại nên chọn ngày Huỳnh Đạo hoặc ngày có Trực Mãn, Thành, Khai.\n2/. Xuất hành quyết pháp:\nTheo bài này, phương pháp yếu quyết chọn ngày tốt xuất hành phải tùy theo từng tháng và dùng Địa Chi chớ không dùng Thiên Can như sau:\nTháng Giêng ngày Tý, Ngọ.\nTháng 2 ngày Sửu, Thìn, Mùi, Thân.\nTháng 3 ngày Dần.\nTháng 4 ngày Mão.\nTháng 5 ngày Dần, Ngọ ,Thân.\nTháng 6 ngày Mùi.\nTháng 7 ngày Ngọ, Thân.\nTháng 8 ngày Mùi,Thân, Dậu, Hợi.\nTháng 9 ngày Tý, Ngọ.\nTháng 10 ngày Tý, Dậu, Hợi.\nTháng 11 ngày Tý, Dần.\nTháng 12 ngày Hợi.\n3/.Chọn phương hướng xuất hành trong 12 giờ:\n_ Giờ Tý: tốt ở phương Tây Nam, bất lợi phương Đông Bắc.\n_ Giờ Sửu: Tây Bắc Đông Nam.\n_ Giờ Dần: Tây.\n_ Giờ Mão: Nam, những phương khác đều bất lợi.\n_ Giờ Thìn: Bắc ............................................\n_ Giờ Tỵ: Tây Nam, bất lợi phương Đông Bắc.\n_ Giờ Ngọ: Bắc, những phương khác đều bất lợi.\n_ Giờ Mùi: Tây Bắc, bất lợi phương Đông nam.\n_ Giờ thân: các phương đều tốt TRỪ phương Bắc bất lợi.\n_ Giờ Dậu: tốt ở chánh Tây.\n_ Giờ Tuất:tốt ở phương Tây Bắc, bất lợi phương Tây Nam.\n_ Giờ Hợi: tốt ở phương chánh Tây.\n4/. Số ngày kỵ phương hướng xuất hành:\nBài này lại không nói tên ngày mà nói số ngày\n_ Mùng 1 kỵ ra đi phương chánh Tây.\n_ Mùng 8 kỵ ra đi phương chánh Nam.\n_ Ngày Rằm ( 5) kỵ ra đi phương chánh Đông.\n_ Ngày Hối (ngày cuối tháng) kỵ ra đi phương chánh Bắc.\n5/. Bốn ngày thuận nên xuất hành:\n_ Ngày có Trực Kiên nên đi (hành)\n_ Ngày có Trực Thành nên rời (ly)\n_ Ngày Dần nên qua (vãng)\n_ Ngày Mão nên về (quy)\n6/. Bốn ngày nghịch kỵ xuất hành:\n_ Ngày Thân chớ đi (bất hành)\n_ Ngày Dậu chớ rời (bất ly)\n_ Mùng 7 chớ qua (bất vãng)\n_ Mùng 8 chớ về (bất quy)\n7/. Giờ Thiên Phiên Địa Phúc:\nCó ý nghĩa như lúc Trời Đất lật úp lại, rất kỵ xuất hành mà cũng rất kỵ xuất quân, và kỵ sửa chữa thuyền ghe. Mỗi tháng có hai giờ Thiên Phiên Địa Phúc:\n_ Tháng Giêng: giờ Tỵ, Hợi.\n_ Tháng 2: giờ Thìn, Tuất.\n_ Tháng 3: giờ Thân, Dậu.\n_ Tháng 4: giờ Tỵ, Thân.\n_ Tháng 5: giờ Sửu, Mão.\n_ Tháng 6: giờ Tý, Ngọ.\n_ tháng 7: giờ Dậu, Hợi.\n_ Tháng 8: giờ Thìn, Tuất.\n_ Tháng 9: giờ Mão, Dậu.\n_ Tháng 10 : giờ Thìn, Ngọ.\n_ Tháng 11: giờ Dần, Mùi.\n_ Tháng 12 : giờ Mão, Tỵ.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Đinh Sửu, Kỷ Mão, Giáp Thân, Bính Tuất, Canh Dần, Tân Mão, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Kỷ Dậu, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân",
        "id": "31",
        "name": "Xuất hành."
    },
    {
        "content": "Đi sông biển, bất luận thuyền, ghe, xuồng, tàu.... đều dễ có sự nguy hiểm. Vậy nên chọn trong 22 ngày tốt sau đây:\n\"Giáp Tý, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Tân Mùi, Mậu Dần, Nhâm Ngọ, Ất Dậu, Mậu Tý, Tân Mão, Quý Tỵ, Giáp Ngọ, Ất Mùi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Thìn, Mậu Ngọ, Kỷ Mùi, Tân Dậu\".\nĐừng chọn trúng vào 5 loại ngày kỵ đi thuyền ở vụ 33 dưới đây",
        "date": "Giáp Tý, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Tân Mùi, Mậu Dần, Nhâm Ngọ, Ất Dậu, Mậu Tý, Tân Mão, Quý Tỵ, Giáp Ngọ, Ất Mùi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Thìn, Mậu Ngọ, Kỷ Mùi, Tân Dậu",
        "id": "32",
        "name": "Ngày tốt đi thuyền."
    },
    {
        "content": "Có 5 loại ngày kỵ đi thuyền: ngày Diệt Một, ngày Thủy Ngân, ngày Xúc Thủy Long, ngày Long Thần triều hội, ngày có Trực Phá.\n1/. Ngày Diệt Một:\n_ Ngày Sóc (mùng 1) gặp Sao Giác.\n_ Ngày Huyền (7, 8, 22, 23) gặp Sao Hư.\n_ Ngày Doanh (14) gặp Sao Ngưu.\n_ Ngày Vọng (15) gặp Sao Cang.\n_ Ngày Hư (16) gặp Sao Quỷ.\n_ Ngày Hối (29 hoặc 30) gặp Sao Lâu.\n2/. Ngày Thủy Ngân:\n_ Tháng đủ: Mùng 1, mùng 7, ngày 11, ngày 17, ngày 23, ngày 30.\n_ Tháng thiếu: Mùng 3, mùng 7, ngày 12, ngày 26.\n3/. Ngày Xúc Thủy Long:\nNói nôm na là ngày Rồng nước húc vào thuyền. Đó là 3 ngày Bính Tý, Quý Mùi, Quý Sửu.\n4/. Ngày Long thần triều hội:\n_ Tháng Giêng: Mùng 3, mùng 8, ngày 11, ngày 25, ngày cuối tháng.\n_ Tháng hai: Mùng 3, mùng 9, ngày 12.\n_ Tháng ba: Mùng 3, mùng 7, ngày 27.\n_ Tháng tư: Mùng 8, ngày 12, ngày 17, ngày 19.\n_ Tháng năm: Mùng 5, ngày 13, ngày 29 (30).\n_ Tháng sáu: Mùng 9, ngày 27.\n_ Tháng bảy: Mùng 7, mùng 9, ngày 15, ngày 27.\n_ Tháng tám: Mùng 3, mùng 8, ngày 27.\n_ Tháng chín: Mùng 8, ngày 15, ngày 17.\n_ Tháng mười: Mùng 8, ngày 15, ngày 27.",
        "date": "",
        "id": "33",
        "name": "Ngày kỵ đi thuyền."
    },
    {
        "content": "Khởi công đóng thuyền ghe hoặc sửa chữa cần chọn trong 10 ngày tốt\n\"Kỷ Tỵ, Tân Mùi, Giáp Tuất, Ất Hợi, Ất Dậu, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Canh Thân\".\nTrong 10 ngày trên nên chọn ngày gặp Thiên Ân, Nguyệt Ân, Thiên Đức Hợp, Nguyệt Đức Hợp, Yếu An, Nguyệt Tài; ngày có Trực Bình, Định, Thành; ngày có sao Phòng, Ngưu, Thất, Sâm, Tỉnh.\nNên tránh tháng Phong Ba và tháng Hà Bá. Tránh ngày Bạch Ba, Hàm Trì, Thủy Ngân, Xúc Thủy Long, Bát Phong. Tránh ngày có Sao Đê, Vĩ, Cơ, Đẩu, Nguy, Lâu, Vị, Mão, Trương, Chẩn (nhất là Sao Trương). Tránh giờ Đại ác, giờ Thiên Phiên Địa Phúc.\n_ Cách tính tháng Phong Ba: năm nào tháng nấy. (Vd: năm Tý tại tháng Tý)\n_ Cách tính tháng Hà Bá: năm Tý thì Hà Bá tại tháng 10, năm Sửu tại tháng 11, năm Dần tại tháng 12, năm Mão tại tháng giêng, năm Thìn tại tháng 2, năm Tỵ tại tháng 3, năm Ngọ tại tháng 4, năm Mùi tại tháng 5, năm Thân tại tháng 6, năm Dậu tại tháng 7, năm Tuất tại tháng 8, năm Hợi tại tháng 9.\n_ Ngày Bát Phong: Là nói 8 ngọn gió làm xiêu bạt thuyền bè. Đó là 8 ngày Tân Mùi, Giáp Tuất, Đinh Sửu, Giáp Thân, Kỷ Sửu, Giáp Thìn, Đinh Mùi, Giáp Dần.\n_ Giờ Đại Ác: Tháng nào giờ nấy. Tháng Giêng là tháng Dần thì giờ Dần là giờ Đại Ác....\n_ Các Thần Sát thì xem ở chương 8 sau vậy.",
        "date": "Kỷ Tỵ, Tân Mùi, Giáp Tuất, Ất Hợi, Ất Dậu, Kỷ Dậu, Nhâm Tý, Ất Mão, Kỷ Mùi, Canh Thân",
        "id": "34",
        "name": "Đóng thuyền hay sửa chữa thuyền."
    },
    {
        "content": "Đóng mui ghe thuyền, lợp mui ghe cỏ ngày tốt sau đây:\n\"Giáp Tý, Mậu Thìn, Quý Dậu, Mậu Dần, Kỷ Mão, Quý Mùi, Giáp Thân, Ất Dậu, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Kỷ Hợi, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Kỷ Dậu, Tân Hợi, Nhâm Tý, Giáp Dần\".\nKỵ gặp Thiên Hỏa, Thiên Tặc, Địa Tặc, Bát Phong, Trực Phá",
        "date": "Giáp Tý, Mậu Thìn, Quý Dậu, Mậu Dần, Kỷ Mão, Quý Mùi, Giáp Thân, Ất Dậu, Mậu Tý, Kỷ Sửu, Canh Dần, Quý Tỵ, Ất Mùi, Kỷ Hợi, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Kỷ Dậu, Tân Hợi, Nhâm Tý, Giáp Dần\n",
        "id": "35",
        "name": "Làm mui ghe thuyền."
    },
    {
        "content": "Thuyền mới đóng xong hay mới sửa chữa xong, nay muốn đẩy xuống nuớc nên chọn trong 26 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Đinh Sửu, Kỷ Mão, Giáp Thân, Bính Tuất, Canh Dần, Tân Mão, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Kỷ Dậu, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân\"",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Đinh Sửu, Kỷ Mão, Giáp Thân, Bính Tuất, Canh Dần, Tân Mão, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Bính Ngọ, Đinh Mùi, Kỷ Dậu, Quý Sửu, Giáp Dần, Ất Mão, Canh Thân",
        "id": "36",
        "name": "Hạ thủy thuyền mới."
    },
    {
        "content": "Khai trương là mở cửa hàng quán để buôn bán. Mở kho, nhập kho là để đem hóa vật ra hay mang hóa vật vào. Lấy hay cất vật quý là như vàng bạc, châu ngọc... muốn đem cất giấu hoặc nay muốn lấy ra. Cả ba việc trên đều dùng chung trong 26 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Bính Dần, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Canh Dần, Tân Mão, Ất MÙi, Kỷ Hợi, Canh Tý, Quý Mão, Bính Ngọ, NHâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu\".\nNên chọn ngày có Trực Mãn, Thành, Khai.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Giáp Tuất, Ất Hợi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Canh Dần, Tân Mão, Ất MÙi, Kỷ Hợi, Canh Tý, Quý Mão, Bính Ngọ, NHâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "37",
        "name": "Khai trương, mở kho, nhập kho, lấy hay cất vật quý."
    },
    {
        "content": "Nên chọn trong 6 ngày tốt sau đây để khởi đầu vụ mua bán hàng:\n\"Kỷ Mão, Bính Tuất, Nhâm Dần, Đinh Mùi, Kỷ Dậu, Giáp Dần\".\nNên chọn ngày có Trực Mãn, Thành.",
        "date": "Kỷ Mão, Bính Tuất, Nhâm Dần, Đinh Mùi, Kỷ Dậu, Giáp Dần",
        "id": "38",
        "name": "Mua hàng bán hàng."
    },
    {
        "content": "Làm tờ giao kèo để trao đổi mua bán với nhau nên chọn trong 18 ngày tốt sau đây:\n\"Tân Mùi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Tân Mão, Nhâm Thìn, Ất Mùi, Canh Tý, Quý Mão, Đinh Mùi, Mậu Thân, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu\".\nLại nên chọn ngày Thiên Đức, Nguyệt Đức, ngày có Trực Chấp, Thành.\nRất kỵ ngày Trường Đoản Tinh:\nTháng Giêng: mùng 7, ngày 21. Tháng 2: mùng 4, ngày 19. Tháng 3: mùng 1, ngày 16. Tháng 4: mùng 9, ngày 25. Tháng 5: ngày 15, ngày 25. Tháng 6: ngày 10, ngày 20. Tháng 7: mùng 8, ngày 22. Tháng 8: mùng 4, mùng 5, ngày 18, 19. Tháng 9: mùng 3, 4, ngày 16, 17. Tháng 10: mùng 1, ngày 14. Tháng 11: ngày 12, ngày 22. Tháng 12: mùng 9, ngày 25.",
        "date": "Tân Mùi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Tân Mão, Nhâm Thìn, Ất Mùi, Canh Tý, Quý Mão, Đinh Mùi, Mậu Thân, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu",
        "id": "39",
        "name": "Lập khế ước giao dịch."
    },
    {
        "content": "Khung cửi máy dệt là vật tạo cho con người sự văn minh và ấm áp. Vậy muốn đặt yên một nơi nào cũng nên chọn trong các ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Đinh Mão, Nhâm Thân, Quý Dậu, Giáp Tuất, Đinh Sửu, Kỷ Mão, Tân Tỵ, Quý Mùi, Giáp Thân, Đinh Hợi, Mậu Tý, Kỷ Sửu, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Nhâm Dần, Giáp Thìn, Ất Tỵ, Tân Hợi, Nhâm Tý, Quý Sửu, Giáp Dần, Bính Thìn\".\nNên chọn ngày có Trực Bình, Định, Mãn, Thành, Khai.\n(lời nói riêng: Cũng có thể chọn trong 29 ngày nói trên để đặt yên cho các loại máy khác như máy in chữ, máy sản xuất lương thực, máy ép...)",
        "date": "Giáp Tý, Ất Sửu, Đinh Mão, Nhâm Thân, Quý Dậu, Giáp Tuất, Đinh Sửu, Kỷ Mão, Tân Tỵ, Quý Mùi, Giáp Thân, Đinh Hợi, Mậu Tý, Kỷ Sửu, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Nhâm Dần, Giáp Thìn, Ất Tỵ, Tân Hợi, Nhâm Tý, Quý Sửu, Giáp Dần, Bính Thìn",
        "id": "40",
        "name": "Đặt yên máy dệt."
    },
    {
        "content": "Cối xay hoặc cối nào cũng vậy, muốn đặt yên một nơi nào cho chính xác và thuận lợi, nên chọn trong 7 ngày tốt sau đây:\n\"Canh Ngọ, Giáp Tuất, Ất Hợi, Canh Dần, Canh Tý, Canh Thân, Tân Dậu\".",
        "date": "Canh Ngọ, Giáp Tuất, Ất Hợi, Canh Dần, Canh Tý, Canh Thân, Tân Dậu",
        "id": "41",
        "name": "Đặt yên cối xay."
    },
    {
        "content": "Trong cuộc phân chia nên chọn ngày lành để lãnh gia sản, hầu sau khỏi bất hòa và nhất là với của đó sẽ làm ăn thịnh vượng.\n_ Tháng giêng: Kỷ Mão, Nhâm Ngọ, Quý Mão, Bính Ngọ.\n_ Tháng 2: Kỷ Tỵ, Tân Mùi, Quý Mùi, Ất Mùi, Kỷ Hợi, Kỷ Mùi.\n_ Tháng 3: Bính Tý, Kỷ Mão, Tân Mão, Canh Tý, Quý Mão.\n_ Tháng 4: Ất Sửu, Canh Ngọ, Kỷ Mão, Nhâm Ngọ, Quý Mão, Tân Hợi.\n_ Tháng 5: Mậu Thìn, Tân Mùi, Giáp Thìn, Bính Thìn, Kỷ Mùi.  \n_ Tháng 6: Ất Hợi, Kỷ Mão, Tân Mão, Kỷ Hợi, Quý Mão.\n_ Tháng 7: Mậu Thìn, Canh Thìn, Nhâm Thìn, Bính Thìn.\n_ Tháng 8: Ất Sửu, Giáp Tuất, Ất Hợi, Kỷ Hợi, Ất Tỵ, Canh Thân.\n_ Tháng 9: Canh Ngọ, Nhâm Ngọ, Bính Ngọ, Tân Dậu.\n_ Tháng 10: Giáp Tý, Bính Tý, Mậu Tý, Canh Tý.\n_ Tháng 11: Ất Sửu, Ất Hợi, Đinh Sửu, Kỷ Sửu, Quý Sửu.\n_ Tháng 12: Nhâm Thân, Tân Mão, Quý Mão, Ất Mão, Canh Thân.\nRất nên chọn được ngày có Thiên Quý, Thiên Phú, Thiên Tài, Nguyệt Tài, Địa Tài, Lộc Khố.\nRất kỵ gặp ngày Thiên Tặc, Phục Đoạn, Diệt Một.\nNgày Phục Đoạn: Ngày Tý gặp sao Hư, ngày Sửu gặp sao Đẩu, Dần sao Thất, Mão sao Nữ, Thìn sao Cơ, Tỵ sao Phòng, Ngọ sao Giác, Mùi sao Trương, Thân sao Quỷ, Dậu sao Chủy, Tuất sao Vị, Hợi sao Bích.",
        "date": "",
        "id": "42",
        "name": "Chia lãnh gia tài sản nghiệp."
    },
    {
        "content": "Mua vườn tược, ruộng đất, phòng nhà, sản vật quan trọng... nên chọn trong 18 ngày tốt sau đây:\n\"Tân Mùi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Tân Mão, Nhâm Thìn, Ất Mùi, Canh Tý, Quý Mão, Đinh Mùi, Mậu Thân, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu\".\nLại nên chọn ngày có Trực Định, Thành.\nVỤ 44: CÀY RUỘNG, GIEO GIỐNG.\nCày ruộng, gieo giống rất quan hệ đến việc sinh sống con người. Vậy nên chọn trong 41 ngày tốt sau đây:\n\"Giáp Tý, Ất Sửu, Đinh Mão, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Quý Dậu, Ất Hợi, Bính Tý, Đinh Sửu, Mậu Dần, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Ất Dậu, Bính Tuất, Kỷ Sửu, Tân Mão, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Bính Thân, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Giáp Thìn, Bính Ngọ, Mậu Thân, Kỷ Dậu, Quý Sửu, Giáp Dần, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Canh Thân, Tân Dậu, Quý Hợi\".\n",
        "date": "Tân Mùi, Bính Tý, Đinh Sửu, Nhâm Ngọ, Quý Mùi, Giáp Thân, Tân Mão, Nhâm Thìn, Ất Mùi, Canh Tý, Quý Mão, Đinh Mùi, Mậu Thân, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu",
        "id": "43",
        "name": "Mua ruộng đất, phòng nhà, sản vật."
    },
    {
        "content": "Nên chọn trong 6 ngày tốt sau đây ngâm thóc để khi ương mạ sẽ lên được mạ tốt:\n\"Giáp Tuất, Ất Hợi, Nhâm Ngọ, Ất Dậu, Nhâm Thìn, Ất Mão\".",
        "date": "Giáp Tý, Ất Sửu, Đinh Mão, Kỷ Tỵ, Canh Ngọ, Tân Mùi, Quý Dậu, Ất Hợi, Bính Tý, Đinh Sửu, Mậu Dần, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Ất Dậu, Bính Tuất, Kỷ Sửu, Tân Mão, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Bính Thân, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Giáp Thìn, Bính Ngọ, Mậu Thân, Kỷ Dậu, Quý Sửu, Giáp Dần, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Kỷ Mùi, Canh Thân, Tân Dậu, Quý Hợi",
        "id": "44",
        "name": "Cày ruộng, gieo giống."
    },
    {
        "content": "Ương mạ hay gieo mạ cũng thế, hoặc ương gieo những cây hột khác cũng rất cần chọn trong các ngày tốt sau:\n\"Tân Mùi, Quý Dậu, Nhâm Ngọ, Canh Dần, Giáp Ngọ, Giáp Thìn, Ất Tỵ, Bính Ngọ, Đinh Mùi, Mậu Thân, Kỷ Dậu, Ất Mão, Tân Dậu\".\n",
        "date": "Giáp Tuất, Ất Hợi, Nhâm Ngọ, Ất Dậu, Nhâm Thìn, Ất Mão",
        "id": "45",
        "name": "Ngâm thóc."
    },
    {
        "content": "Trồng lúa tức là cấy mạ xuống ruộng, có 11 ngày tốt sau đây:\n\"Canh Ngọ, Nhâm Thân, Quý Dậu, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Quý Mão, Giáp Thìn, Kỷ Dậu\".\nNên gặp những ngày có Trực Khai, Thâu.",
        "date": "Tân Mùi, Quý Dậu, Nhâm Ngọ, Canh Dần, Giáp Ngọ, Giáp Thìn, Ất Tỵ, Bính Ngọ, Đinh Mùi, Mậu Thân, Kỷ Dậu, Ất Mão, Tân Dậu",
        "id": "46",
        "name": "Ương mạ."
    },
    {
        "content": "Nên chọn trong 10 ngày tốt sau đây để khởi đầu gặt lúa:\n\"Nhâm Thân, Quý Dậu, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Quý Mão, Giáp Thìn, Kỷ Dậu\".\nNên chọn ngày có Trực Thâu, Thành, Khai.",
        "date": "Canh Ngọ, Nhâm Thân, Quý Dậu, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Quý Mão, Giáp Thìn, Kỷ Dậu",
        "id": "47",
        "name": "Trồng lúa."
    },
    {
        "content": "Nên chọn trong 10 ngày tốt sau đây để khởi công đào giếng:\n\"Giáp Tý, Ất Sửu, Quý Dậu, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Ất Tỵ, Tân Hợi, Tân Dậu\".\n",
        "date": "Nhâm Thân, Quý Dậu, Kỷ Mão, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Quý Mão, Giáp Thìn, Kỷ Dậu",
        "id": "48",
        "name": "Gặt lúa."
    },
    {
        "content": "Có giếng rồi nay muốn sửa lại, như vét giếng, đắp bờ thêm, đào sâu thêm hay đào rộng ra..... nên chọn trong 7 ngày tốt sau đây:\n\"Giáp Thân, Canh Tý, Tân Sửu, Ất Tỵ, Tân Hợi, Quý Sửu, Đinh Tỵ\".",
        "date": "Giáp Tý, Ất Sửu, Quý Dậu, Giáp Ngọ, Canh Tý, Tân Sửu, Nhâm Dần, Ất Tỵ, Tân Hợi, Tân Dậu",
        "id": "49",
        "name": "Đào giếng."
    },
    {
        "content": "Có giếng rồi nay muốn sửa lại, như vét giếng, đắp bờ thêm, đào sâu thêm hay đào rộng ra..... nên chọn trong 7 ngày tốt sau đây:\n\"Giáp Thân, Canh Tý, Tân Sửu, Ất Tỵ, Tân Hợi, Quý Sửu, Đinh Tỵ\".",
        "date": "Giáp Thân, Canh Tý, Tân Sửu, Ất Tỵ, Tân Hợi, Quý Sửu, Đinh Tỵ",
        "id": "50",
        "name": "Sửa giếng."
    },
    {
        "content": "Đào ao hồ để trữ nước hay nuôi cá, nuôi thủy sản..vv... nên chọn trong 14 ngày tốt sau đây khởi công:\n\"Giáp Tý, Ất Sửu, Quý Dậu, Nhâm Ngọ, Giáp Thân, Mậu Tuất, Canh Tý, Tân Sửu, Ất Tỵ, Tân Hợi, Quý Sửu, Đinh Tỵ, Tân Dậu, Quý Hợi\".\nNên chọn ngày có Trực Thành , Khai\nNhư ao hồ có nuôi cá hay Thuỷ sản thì nên chọn gặp ngày Thiên Cẩu Thủ Đường, tức như có chó thần giữ ao, các loại rái cá, chim, rắn... không dám tới.\nNên tránh những Hung Sát: Hà Khôi, Thiên Cương, Tử Khí, Thổ Ôn, Thiên Bách Không (5, 7, 13, 16, 17, 19, 21, 27, 29).",
        "date": "Giáp Tý, Ất Sửu, Quý Dậu, Nhâm Ngọ, Giáp Thân, Mậu Tuất, Canh Tý, Tân Sửu, Ất Tỵ, Tân Hợi, Quý Sửu, Đinh Tỵ, Tân Dậu, Quý Hợi",
        "id": "51",
        "name": "Đào ao hồ."
    },
    {
        "content": "Đào hào, mương, rãnh cho nước vào ra thông thương, nên chọn trong 7 ngày tốt sau đây khởi công.\n\"Giáp Tý, Ất Sửu, Tân Mùi, Kỷ Mão, Canh Thìn, Bính Tuất, Mậu Thân\".\nNên chọn ngày có Trực Khai.",
        "date": "Giáp Tý, Ất Sửu, Tân Mùi, Kỷ Mão, Canh Thìn, Bính Tuất, Mậu Thân",
        "id": "52",
        "name": "Khai thông hào rảnh."
    },
    {
        "content": "Làm cầu tiêu có 18 ngày tiện lợi để khởi công như sau:\n\"Ất Sửu, Bính Dần, Đinh Mão, Mậu Thìn, Bính Tý, Kỷ Mão, Tân Tỵ, Ất Mùi, Bính Thân, Đinh Dậu, Kỷ Hợi, Canh Tý, Tân Sửu, Tân Hợi, Nhâm Tý, Quý Sửu, Bính Thìn, Tân Dậu\".\n(Chọn được ngày Bính Thìn gọi là Thiên Lung Nhật, ngày Tân Dậu gọi là  Địa Á Nhật. Rất tốt).\nLại nên chọn ngày có Trực Bế, ngày Phục Đoạn (ngày này xem ở Vụ 40)",
        "date": "Ất Sửu, Bính Dần, Đinh Mão, Mậu Thìn, Bính Tý, Kỷ Mão, Tân Tỵ, Ất Mùi, Bính Thân, Đinh Dậu, Kỷ Hợi, Canh Tý, Tân Sửu, Tân Hợi, Nhâm Tý, Quý Sửu, Bính Thìn, Tân Dậu",
        "id": "53",
        "name": "Làm cầu tiêu."
    },
    {
        "content": "Làm cỏ cuôc đất nên chọn ngày tốt tuỳ theo mỗi tháng như sau:\n_ Tháng Giêng: Đinh Mão, Canh Ngọ, Nhâm Ngọ.\n_ Tháng 2: Canh Ngọ, Nhâm Ngọ, Giáp Ngọ, Bính Ngọ.\n_ Tháng 3: Nhâm Thân, Giáp Thân.\n_ Tháng 4: Giáp Tý, Ất Sửu, Đinh Mão, Canh Ngọ, Canh Thìn, Tân Mão, Nhâm Tý, Nhâm Thìn, Canh Tý, Quý Mão, Giáp Thìn, Quý Sửu.\n_ Tháng 5: Nhâm Dần, Quý sửu, Giáp Dần.\n_ Tháng 6: Đinh Mão, Nhâm Thân, Giáp Thân, Tân Mão, Bính Thân, Quý Mão, Ất Mão.\n_ Tháng 7: Giáp Tý, Đinh Mão, Kỷ Mão, Nhâm Ngọ, Tân Mão, Nhâm Thìn, Quý Mão, Giáp Thìn, Bính Ngọ, Ất Mão.\n_ Tháng 8: Ất Sửu, Nhâm Thìn, Giáp Thìn, Quý Sửu.\n_ Tháng 9: Canh Ngọ, Đinh Mão, Nhâm Ngọ, Tân Mão, Quý Mão, Bính Ngọ, Ất Mão.\n_ Tháng 10: Giáp Tý, Đinh Mão, Canh Ngọ, Tân Mùi, Bính Ngọ, Ất Mão.\n_ Tháng 11: Mậu Thìn, Kỷ Tỵ, Giáp Thân, Nhâm Thìn, Ất Mùi, Bính Thân.\n_ Tháng 12: Nhâm Thân, Giáp Thân, Bính Thân, Nhâm Dần, Giáp Dần, Canh Thân.\nLại nên chọn ngày có một trong mười sao này: Phòng, Vỹ, Đẩu, Thất, Bích, Vị, Tất, Quỷ, Trương, Chẩn.\nLại nên tránh ngày Thiên Ôn, Thổ Ôn, Trùng Tang, Trùng Phục, Trùng Nhựt, Thiên Tặc, Tứ Thời, Đại Mộ, Âm thác, Dương Sai.",
        "date": "",
        "id": "54",
        "name": "Chặt cỏ phá đất."
    },
    {
        "content": "Vào núi đốn cây muốn yên lành trong cuộc hành trình, không phạm Thần Thánh, thì nên chọn trong các ngày tốt sau:\n\"Kỷ Tỵ, Canh Ngọ, Tân Mùi, Nhâm Thân, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Mậu Tý, Giáp Ngọ, Ất Mùi, Bính Thân, Nhâm Dần, Bính Ngọ, Đinh Mùi, Mậu Thân, Kỷ Dậu, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu\".\nLại nên chọn ngày  Huỳnh Đạo, Minh Tinh, Thiên Đức, Nguyệt Đức.\nCác ngày có Trực Thành, Định , Khai\nKỵ các ngày Thiên Tặc, Hoả Tinh, Chánh Tứ Phế, Xích Khẩu.",
        "date": "Kỷ Tỵ, Canh Ngọ, Tân Mùi, Nhâm Thân, Giáp Tuất, Ất Hợi, Mậu Dần, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Mậu Tý, Giáp Ngọ, Ất Mùi, Bính Thân, Nhâm Dần, Bính Ngọ, Đinh Mùi, Mậu Thân, Kỷ Dậu, Giáp Dần, Ất Mão, Kỷ Mùi, Canh Thân, Tân Dậu",
        "id": "55",
        "name": "Vào núi đốn cây."
    },
    {
        "content": "Muốn mướn người giúp việc rất cần chọn một trong các ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Nhâm Thân, Ất Hợi, Mậu Dần, Giáp Thân, Bính Tuất, Tân Mão, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Kỷ Hợi, Canh Tý, Quý Mão, Bính Ngọ, Đinh Mùi, Tân Hợi, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu\".\nNên chọn ngày có Trực Thành, Mãn.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Mậu Thìn, Nhâm Thân, Ất Hợi, Mậu Dần, Giáp Thân, Bính Tuất, Tân Mão, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Kỷ Hợi, Canh Tý, Quý Mão, Bính Ngọ, Đinh Mùi, Tân Hợi, Nhâm Tý, Giáp Dần, Ất Mão, Kỷ Mùi, Tân Dậu",
        "id": "56",
        "name": "Nạp nô tỳ."
    },
    {
        "content": "Kết màn, may màn, giăng  màn, cắt áo may áo...vv... rất hợp với 33 ngày sau:\n\"Giáp Tý, Ất Sửu, Mậu Thìn, Kỷ Tỵ, Quý Dậu, Giáp Tuất, Ất Hợi, Bính Tý, Đinh Sửu, Kỷ Mão, Bính Tuất, Đinh Hợi, Mậu Tý, Kỷ Sửu, Canh Dần, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Bính Thân, Mậu Tuất, Canh Tý, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Quý Sửu, Giáp Dần, Ất Mão, Bính Thìn, Canh Thân, Tân Dậu, Nhâm Tuất\".\nVề vụ màn sẽ được vui may nếu được các ngày Thủy, có Trực Bế, có Sao Nữ.\nVề vụ áo sẽ được vui may nếu chọn ngày có Trực Thành, Khai.\nKỵ gặp Thiên Tặc, Hỏa Tinh, Trường Đoản Tinh.",
        "date": "Giáp Tý, Ất Sửu, Mậu Thìn, Kỷ Tỵ, Quý Dậu, Giáp Tuất, Ất Hợi, Bính Tý, Đinh Sửu, Kỷ Mão, Bính Tuất, Đinh Hợi, Mậu Tý, Kỷ Sửu, Canh Dần, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Ất Mùi, Bính Thân, Mậu Tuất, Canh Tý, Tân Sửu, Quý Mão, Giáp Thìn, Ất Tỵ, Quý Sửu, Giáp Dần, Ất Mão, Bính Thìn, Canh Thân, Tân Dậu, Nhâm Tuất",
        "id": "57",
        "name": "Kết màn may áo."
    },
    {
        "content": "Vẽ hình tượng hay họa chân dung, người họa sĩ hay người thuê vẽ, hoặc lâu lâu đến tiệm chụp ảnh.... đều nên chọn trong 22 ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Canh Dần, Tân Mão, Nhâm Thìn, Quý Tỵ, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Ất Tỵ, Đinh Tỵ, Canh Thân\".\nLại nên gặp ngày có Phúc Sinh, Phúc Hậu, Yếu An, Thánh Tâm, Thiên Thụy, Sinh Khí, Âm Đức, Ích Hậu, Tục Thế.\nKỵ gặp các ngày Thiên Ôn, Thọ Tử, Tứ Phế, Câu Giải, Thần Cách và các ngày có Trực Kiên, Phá.",
        "date": "Giáp Tý, Ất Sửu, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Giáp Thân, Canh Dần, Tân Mão, Nhâm Thìn, Quý Tỵ, Kỷ Hợi, Canh Tý, Tân Sửu, Nhâm Dần, Quý Mão, Ất Tỵ, Đinh Tỵ, Canh Thân",
        "id": "58",
        "name": "Vẽ tượng, họa chân dung."
    },
    {
        "content": "Đứa trẻ mới sinh ra đời được một vài tháng, nay muốn cạo tóc cho nó cần chọn ngày tốt, tính theo số ngày Âm lịch như sau:\n\"Mùng 2 tính nó vui, mùng 4 phú quý, mùng 5 ăn uống đầy đủ, mùng 7 rất tốt, mùng 8 sống lâu, mùng 9 tốt, mùng 10 có lương lộc chức tước, ngày 11 thông minh, ngày 13 rất tốt, ngày 14 có tiền của, ngày Rằm rất tốt, ngày 16 thêm lợi, ngày 19 vui mừng, ngày 22 rất tốt, ngày 23 rất tốt, ngày 25 có tiền có Phước, ngày 26 điềm lành, ngày 29 tốt lành\".\nChỉ nói về đứa con đầu lòng, nếu cạo tóc nó nhằm ngày Đinh hoặc nhằm mùng 5 thì da nó hắc ám; bằng cạo nhằm ngày 30 tất nó yểu.",
        "date": "",
        "id": "59",
        "name": "Cạo tóc tiểu nhi."
    },
    {
        "content": "Việc học hành quý nhất cho con người. Vậy ngày đầu tiên nhập học, hoặc đã học rồi nay muốn vào học một trường mới khác, nên chọn trong 22 ngày tốt sau đây: \n\"Giáp Tuất, Ất Hợi, Bính Tý, Quý Mùi, Giáp Thân, Đinh Hợi, Canh Dần, Tân Mão, Nhâm Thìn, Ất Mùi, Bính Thân, Quý Mão, Giáp Thìn, Ất Tỵ, Bính Ngọ, Đinh Mùi, Giáp Dần, Ất Mão, Bính Thìn, Canh Thân, Tân Dậu\".\nLại nên chọn ngày có Trực Định, Thành, Khai.\nKỵ ngày có TRực Bế, Phá.\nRất kỵ ngày Tứ Phế và ngày Tiền Hiền tử táng (Tiền Hiền là chỉ ông Thương Hiệt, tổ sư đặt ra Văn tự Tàu, Tử táng là ngày chết và ngày chôn. Ông Thương Hiệt chết ngày Bính Dần, và chôn ông ngày Tân Sửu, cho nên hai ngày này kỵ Nhập học và Cầu Sư).",
        "date": "Giáp Tuất, Ất Hợi, Bính Tý, Quý Mùi, Giáp Thân, Đinh Hợi, Canh Dần, Tân Mão, Nhâm Thìn, Ất Mùi, Bính Thân, Quý Mão, Giáp Thìn, Ất Tỵ, Bính Ngọ, Đinh Mùi, Giáp Dần, Ất Mão, Bính Thìn, Canh Thân, Tân Dậu",
        "id": "60",
        "name": "Nhập học."
    },
    {
        "content": "Đi phó nhậm hay lên quan lãnh nhiệm sở là điều quan trọng, có thể rất may rủi, vậy nên chọn trong 26 ngày tốt sau đây:\n\"Giáp Tý, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Ất Hợi, Bính Tý, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Bính Tuất, Mậu Tý, Quý Tỵ, Kỷ Hợi, Canh Tý, Nhâm Dần, Bính Ngọ, Mậu Thân, Canh Tuất, Tân Hợi, Nhâm Tý, Quý Sửu, Canh Thân, Tân Dậu\".\nKỵ những ngày có Trực Kiên, Mãn, Bình, Phá, Thâu, Bế.",
        "date": "Giáp Tý, Bính Dần, Đinh Mão, Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Ất Hợi, Bính Tý, Kỷ Mão, Nhâm Ngọ, Giáp Thân, Ất Dậu, Bính Tuất, Mậu Tý, Quý Tỵ, Kỷ Hợi, Canh Tý, Nhâm Dần, Bính Ngọ, Mậu Thân, Canh Tuất, Tân Hợi, Nhâm Tý, Quý Sửu, Canh Thân, Tân Dậu",
        "id": "61",
        "name": "Lên quan lãnh chức."
    },
    {
        "content": "Phàm tập tước thọ phong để nối nghiệp ông cha, hoặc mọi vụ thừa kế cũng nên chọn một trong 21 ngày tốt sau:\n\"Giáp Tý, Bính Dần, Đinh Mão, Canh Ngọ, Bính Tý, Mậu Dần, Nhâm Ngọ, Giáp Thân, Mậu Tý, Tân Mão, Quý Tỵ, Đinh Dậu, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Tân Hợi, Nhâm Tý, Đinh Tỵ, Mậu Ngọ, Canh Thân\".\nLại nên chọn ngày có Thiên Đức, Thiên Xá, Nguyệt Đức, Thiên Hỷ, Vượng Nhật, Quan Nhật, Dân Nhật, Tướng Nhật, Thủ Nhật, Tuế Đức.\nNên tránh những ngày có Trực Phá, Bình,Thâu, Bế.\nTránh nhũng ngày Hắc Đạo, Hoang Vu, Phục Đoạn, Diệt Một, Thọ Tử, Phá Bại, Thiên Hưu Phế.",
        "date": "Giáp Tý, Bính Dần, Đinh Mão, Canh Ngọ, Bính Tý, Mậu Dần, Nhâm Ngọ, Giáp Thân, Mậu Tý, Tân Mão, Quý Tỵ, Đinh Dậu, Kỷ Hợi, Canh Tý, Nhâm Dần, Quý Mão, Tân Hợi, Nhâm Tý, Đinh Tỵ, Mậu Ngọ, Canh Thân",
        "id": "62",
        "name": "Thừa kế tước phong."
    },
    {
        "content": "Chọn ngày tốt khởi hành đi thi hoặc ra ứng cử, phải tùy theo mỗi tháng như sau đây:\n_ Tháng Giêng: Ất Sửu, Tân Mùi, Ất Mùi, Đinh Dậu.\n_ Tháng 2: Bính Dần, Kỷ Mão, Tân Mão, Bính Thân, Nhâm Dần, Quý Mão, Đinh Tỵ.\n_ Tháng 3: Quý Dậu, Canh Thìn, Đinh Dậu, Kỷ Dậu.\n_ Tháng 4: Giáp Tý, Canh Thìn, Nhâm Thìn, Canh Tý, Giáp Thìn.\n_ Tháng 5: Ất Hợi, Canh Thìn, Giáp Thân, Đinh Hợi, Giáp Thìn.\n_ Tháng 6: Bính Dần, Canh Dần, Giáp Dần.\n_ Tháng 7: Tân Mùi, Ất Mùi.\n_ Tháng 8: Bính Dần, Canh Dần, Quý Tỵ, Ất Tỵ, Đinh Tỵ.\n_ Tháng 9: Kỷ Tỵ, Kỷ Mão, Quý Tỵ, Đinh Dậu.\n_ Tháng 10: Canh Ngọ, Canh Thìn, Nhâm Thìn, Giáp Ngọ.\n_ Tháng 11:  Giáp Tý, Canh Tý, Ất Tỵ.\n_ Tháng 12:  Giáp Tý, Canh Ngọ, Giáp Thân, Tân Mão, Bính Thân, Canh Tý, Quý Mão.",
        "date": "",
        "id": "63",
        "name": "Đi thi, ra ứng cử."
    },
    {
        "content": "Cho vay cho mượn e có sự thất thoát , vậy nên chọn trong 8 ngày tốt :\n\"Kỷ Tỵ, Canh Ngọ, Đinh Sửu, Canh Thìn, Ất Dậu, Tân Hợi, Ất Mão, Tân Dậu\".\nLại nên chọn ngày có Trực Thành, Mãn.\nKỵ ngày có Trực Phá.",
        "date": "Kỷ Tỵ, Canh Ngọ, Đinh Sửu, Canh Thìn, Ất Dậu, Tân Hợi, Ất Mão, Tân Dậu",
        "id": "64",
        "name": "Cho vay mượn."
    },
    {
        "content": "Có 9 ngày tốt để đi thâu nợ, đòi tiền vật:\n\"Ất Sửu, Bính Dần, Nhâm Ngọ, Canh Dần, Canh Tý, Ất Tỵ, Bính Ngọ, Giáp Dần, Tân Dậu\".\nLại nên chọn ngày Thiên Đức, Nguyệt Đức, ngày có Trực Thành.",
        "date": "Ất Sửu, Bính Dần, Nhâm Ngọ, Canh Dần, Canh Tý, Ất Tỵ, Bính Ngọ, Giáp Dần, Tân Dậu",
        "id": "65",
        "name": "Thâu nợ."
    },
    {
        "content": "Có 5 ngày rất hạp làm tương:\n\"Bính Thìn, Đinh Mão, Mậu Tý, Ất Mùi, Bính Thân\".\nGầy tương rất kỵ gặp ngày Thủy Ngân (Thủy Ngân làm ngộ độc chăng?!)",
        "date": "Bính Thìn, Đinh Mão, Mậu Tý, Ất Mùi, Bính Thân",
        "id": "66",
        "name": "Làm tương."
    },
    {
        "content": "Có 5 ngày tốt để làm rượu\n\"Đinh Mão, Canh Ngọ, Quý Mùi, Giáp Ngọ, Kỷ Mùi\"\nLại nên chọn ngày có Trực Thành, Khai.\nKỵ ngày Diệt Một.",
        "date": "Đinh Mão, Canh Ngọ, Quý Mùi, Giáp Ngọ, Kỷ Mùi",
        "id": "67",
        "name": "Làm rượu."
    },
    {
        "content": "Đi săn thú trong rừng hay đi đánh cá nơi sông biển có những ngày thuận hạp sau:\n_ Hai ngày Nhâm Dần và Quý Mão gọi là Giang Hà Hạp, nên đi đánh cá.\n_ Ngày kế sau khí Sương Giáng, ngày kế trước tiết Lập Xuân, và những ngày có Trực Chấp, Nguy, Thâu đều đặng thuận lợi trong việc đi săn thú.\n_ Ngày kế sau khí Vũ Thủy, ngày kế trước tiết Lập Hạ, và những ngày có Trực Chấp, Nguy, Thâu đều đặng thuận lợi trong việc đi đánh bắt cá.\nLại nên chọn ngày Nguyệt Sát, Phi Liêm, Thượng Sóc đi săn thú hay lưới cá.\nKỵ ngày Thiên Ân, Thiên Xá, NGuyệt Ân, Ngũ Hư, Đại Không Vong, Tiểu Không Vong và ngày có Trực Khai.",
        "date": "Nhâm Dần,Quý Mão",
        "id": "68",
        "name": "Săn thú, lưới cá."
    },
    {
        "content": "Khởi đầu nuôi tằm nên chọn trong 5 ngày tốt sau:\n\"Giáp Tý, Đinh Mão, Canh Ngọ, Nhâm Ngọ, Mậu Ngọ\".\nRất kỵ ngày Phong Vương Sát: \n_ Mùa Xuân: là ngày Giáp Dần, ngày Canh, Tân.\n_ Mùa Hạ: là ngày Thìn, Tuất.\n_ Mùa Thu: là ngày Mậu Thìn.\n_ Mùa Đông : là ngày Bính, Mậu.",
        "date": "Giáp Tý, Đinh Mão, Canh Ngọ, Nhâm Ngọ, Mậu Ngọ",
        "id": "69",
        "name": "Nuôi tằm."
    },
    {
        "content": "Khởi đầu nuôi heo nên chọn trong 9 ngày lợi ích sau :\n\"Giáp Tý, Ất Sửu, Quý Mùi, Ất Mùi, Giáp Thìn, Nhâm Tý, Quý Sửu, Bính Thìn, Nhâm Tuất\"",
        "date": "Giáp Tý, Ất Sửu, Quý Mùi, Ất Mùi, Giáp Thìn, Nhâm Tý, Quý Sửu, Bính Thìn, Nhâm Tuất",
        "id": "70",
        "name": "Mua lợn."
    },
    {
        "content": "Muốn nuôi heo mau lớn và khỏi chết toi thì nên chọn trong 17 ngày tốt sau đây, để khởi công làm chuồng nuôi nó:\n\"Giáp Tý, Mậu Thìn, Nhâm Thân, Giáp Tuất, Canh Thìn, Tân Tỵ, Mậu Tý, Tân Mão, Giáp Ngọ, Ất Mùi, Canh Tý, Nhâm Dần, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Nhâm Tý\".\nCửa chuồng nên làm bề cao 2 thước, bề ngang 1 thước 5 tấc.\n(Kích thước này là kích thước cổ)",
        "date": "Giáp Tý, Mậu Thìn, Nhâm Thân, Giáp Tuất, Canh Thìn, Tân Tỵ, Mậu Tý, Tân Mão, Giáp Ngọ, Ất Mùi, Canh Tý, Nhâm Dần, Quý Mão, Giáp Thìn, Ất Tỵ, Mậu Thân, Nhâm Tý",
        "id": "71",
        "name": "Làm chuồng lợn."
    },
    {
        "content": "Có 3 ngày tốt để sửa chuồng lợn là: Thân, Tý, Thìn.\nSửa chuồng heo rất kỵ ngày Chánh Tứ Phế, Phi Liêm, Đao Chiêm, Thiên Tặc, Địa Tặc, Thọ Tử.",
        "date": "",
        "id": "72",
        "name": "Sửa chuồng lợn."
    },
    {
        "content": "Mua ngựa nên chọn trong 7 ngày thuận lợi sau:\n\"Ất Hợi, Ất Dậu, Mậu Tý, Nhâm Thìn, Ất Tỵ, Nhâm Tý, Kỷ Mùi\".",
        "date": "Ất Hợi, Ất Dậu, Mậu Tý, Nhâm Thìn, Ất Tỵ, Nhâm Tý, Kỷ Mùi",
        "id": "73",
        "name": "Mua ngựa."
    },
    {
        "content": "Làm tàu ngựa nên chọn trong 13 ngày tốt sau:\n\"Giáp Tý, Đinh Mão, Tân Mùi, Ất Hợi, Kỷ Mão, Giáp Thân, Tân Mão, Đinh Dậu, Mậu Tuất, Canh Tý, Nhâm Thìn, Ất Tỵ, Nhâm Tý\".",
        "date": "Giáp Tý, Đinh Mão, Tân Mùi, Ất Hợi, Kỷ Mão, Giáp Thân, Tân Mão, Đinh Dậu, Mậu Tuất, Canh Tý, Nhâm Thìn, Ất Tỵ, Nhâm Tý",
        "id": "74",
        "name": "Làm chuồng ngựa."
    },
    {
        "content": "Mua trâu nên chọn trong 14 ngày thuận lợi sau:\n\"Bính Dần, Đinh Mão, Canh Ngọ, Đinh Sửu, Quý Mùi, Giáp Thân, Tân Mão, Đinh Dậu, Mậu Tuất, Canh Tý, Canh Tuất, Tân Hợi, Mậu Ngọ, Nhâm Tuất\".\nLại nên chọn ngày có Trực Thành, Thâu, Bế.\nTrong tháng Giêng rất nên chọn ngày Dần, Ngọ, Tuất.\nTrong tháng 6 rất nên chọn ngày Hợi, Mão, Mùi.",
        "date": "Bính Dần, Đinh Mão, Canh Ngọ, Đinh Sửu, Quý Mùi, Giáp Thân, Tân Mão, Đinh Dậu, Mậu Tuất, Canh Tý, Canh Tuất, Tân Hợi, Mậu Ngọ, Nhâm Tuất",
        "id": "75",
        "name": "Mua trâu."
    },
    {
        "content": "Làm chuồng trâu nên chọn trong 11 ngày tốt sau:\n\"Giáp Tý, Kỷ Tỵ, Canh Ngọ, Giáp Tuất, Ất Hợi, Bính Tý, Canh Thìn, Nhâm Ngọ, Quý Mùi, Canh Dần, Canh Tý\".\nTheo NGƯU HUỲNH KINH có 4 ngày tốt: Mậu Thìn, Mậu Ngọ, Kỷ Mùi, Tân Dậu.",
        "date": "Giáp Tý, Kỷ Tỵ, Canh Ngọ, Giáp Tuất, Ất Hợi, Bính Tý, Canh Thìn, Nhâm Ngọ, Quý Mùi, Canh Dần, Canh Tý",
        "id": "76",
        "name": "Làm chuồng trâu."
    },
    {
        "content": "Mua gà, ngổng, vịt nên chọn trong 10 ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Nhâm Thân, Giáp Tuất, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Giáp Thìn, Ất Tỵ, Đinh Mùi\".\nNên tránh ngày Phá Quân.",
        "date": "Giáp Tý, Ất Sửu, Nhâm Thân, Giáp Tuất, Nhâm Ngọ, Quý Mùi, Giáp Ngọ, Giáp Thìn, Ất Tỵ, Đinh Mùi",
        "id": "77",
        "name": "Mua gà, ngổng, vịt."
    },
    {
        "content": "Làm chuồng gà, ngổng, vịt nên chọn trong 20 ngày tốt sau đây:\n\"Ất Sửu, Mậu Thìn, Quý Dậu, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Canh Dần, Tân Mão, Nhâm Thìn, Ất Mùi, Đinh Dậu, Canh Tý, Tân Sửu, Giáp Thìn, Ất Tỵ, NHâm Tý, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Nhâm Tuất\".\nLại nên chọn ngày có Trực Mãn, Thành, Khai.\nKỵ ngày Đao Chiêm, Đại Hao, Tiểu Hao, Tứ Phế.",
        "date": "Ất Sửu, Mậu Thìn, Quý Dậu, Tân Tỵ, Nhâm Ngọ, Quý Mùi, Canh Dần, Tân Mão, Nhâm Thìn, Ất Mùi, Đinh Dậu, Canh Tý, Tân Sửu, Giáp Thìn, Ất Tỵ, NHâm Tý, Bính Thìn, Đinh Tỵ, Mậu Ngọ, Nhâm Tuất",
        "id": "78",
        "name": "Làm chuồng gà, ngổng, vịt."
    },
    {
        "content": "Chó giữ nhà, hoặc mua, hoặc xin, nay muốn đem về nhà nuôi cho lợi chủ, nên chọn trong 9 ngày tốt sau:\n\"Tân Tỵ, Nhâm Ngọ, Ất Dậu, Nhâm Thìn, Giáp Ngọ, Ất Mùi, Bính Ngọ, Bính Thìn, Mậu Ngọ\".\nNgười ta thường nói ăn thịt chó bớt Phước, ăn nhiều lần ắt vận suy vi, là vì sao? Trong chữ Hán, chữ  Ngục có chữ Khuyển. Vả lại, theo ngữ thường, loài chó có tới 4 Đức: NGHĨA, LỄ, TRÍ, TÍN. Nó chỉ thiếu Đức NHÂN mà thôi, vì vậy nuôi chó thì chỉ có hên chớ không có xui, không nên bỏ nó bị ghẻ, bị đói. Ngoại trừ trường hợp chó mới xin về cứ tru mãi, thì nên đem cho đi, có cho cũng nên cho người nuôi không cho người ăn thịt.",
        "date": "Tân Tỵ, Nhâm Ngọ, Ất Dậu, Nhâm Thìn, Giáp Ngọ, Ất Mùi, Bính Ngọ, Bính Thìn, Mậu Ngọ",
        "id": "79",
        "name": "Nạp chó."
    },
    {
        "content": "Mua hoặc xin mèo đem về nuôi nên chọn trong 8 ngày tốt sau:\n\"Giáp Tý, Ất Sửu, Canh Ngọ, Nhâm Ngọ, Canh Tý, Bính Ngọ, Nhâm Tý, Bính Thìn\".\nNên chọn ngày Thiên Đức, Nguyệt Đức, Sinh Khí. Nhưng Kỵ ngày Phi Liêm.\nTướng Mèo: Thân Mình ngắn là tốt nhất. Hoặc mắt như bạc như vàng, đuôi dài, mặt oai như hổ, tiếng kêu chấn động như hét lên.\n       ",
        "date": "Giáp Tý, Ất Sửu, Canh Ngọ, Nhâm Ngọ, Canh Tý, Bính Ngọ, Nhâm Tý, Bính Thìn",
        "id": "80",
        "name": "Nạp mèo."
    },
    {
        "content": "Có bịnh tất phải rước thầy thuốc trị bệnh ngay, nhưing nếu may mắn vừa tới ngày: Kỷ Dậu, Bính Thìn, Nhâm Thìn, thì chớ có trì hoãn qua ngày khác, vì 3 ngày này rất tốt trong việc trị bệnh, trị mau lành.\nLại nên chọn ngày Thiên Y, Sinh Khí, Phổ Hộ, Yếu An, Thần Tại, và những ngày có Trực Chấp, Trừ, Thành, Khai.\n",
        "date": "Kỷ Dậu, Bính Thìn, Nhâm Thìn",
        "id": "81",
        "name": "Cầu thầy trị bệnh."
    },
    {
        "content": "Như muốn hiệp lại nhiều vị thuốc để bào chế thành một khối thuốc to, hoặc như làm một tể thuốc uống nhiều ngày... thì nên chọn ngày tốt. Hoặc làm thầy khi ra nghề, ngày đầu tiên hốt thuốc cho bệnh nhân đều nên chọn trong 13 ngày tốt sau đây:\n\"Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Nhâm Thân, Ất Hợi, Mậu Dần, Giáp Thân, Bính Tuất, Tân Mão, Ất Mùi, Bính Ngọ, Tân Hợi, Kỷ Mùi\".\nLại nên chọn ngày có Trực Trừ, Phá, Khai.",
        "date": "Mậu Thìn, Kỷ Tỵ, Canh Ngọ, Nhâm Thân, Ất Hợi, Mậu Dần, Giáp Thân, Bính Tuất, Tân Mão, Ất Mùi, Bính Ngọ, Tân Hợi, Kỷ Mùi",
        "id": "82",
        "name": "Hốt thuốc."
    },
    {
        "content": "Bệnh ngặt gấp không luận, nhưng hưỡn cũng nên chọn ngày đầu tiên dùng thuốc, hoặc như mới làm xong một tể thuốc hay ngâm xong một hũ rượu thuốc... tất nhiên là phải uống trường kỳ, vậy nên chọn trong 21 ngày tốt sau đây để khởi đầu uống:\n\"Ất Sửu, Nhâm Thân, Quý Dậu, Ất Hợi, Bính Tý, Đinh Sửu, Giáp Thân, Bính Tuất, Kỷ Sửu, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Mậu Thân, Kỷ Dậu, Tân Dậu\".\nLại nên chọn ngày có Trực Trừ, Phá, Khai.\nKỵ ngày có Trực Mãn, ngày Mùi.\nNam kỵ Trực Trừ, nữ kỵ Trực Thâu.",
        "date": "Ất Sửu, Nhâm Thân, Quý Dậu, Ất Hợi, Bính Tý, Đinh Sửu, Giáp Thân, Bính Tuất, Kỷ Sửu, Nhâm Thìn, Quý Tỵ, Giáp Ngọ, Bính Thân, Đinh Dậu, Mậu Tuất, Kỷ Hợi, Canh Tý, Tân Sửu, Mậu Thân, Kỷ Dậu, Tân Dậu",
        "id": "83",
        "name": "Uống thuốc."
    }
]