[{
        "name": "Lễ tình nhân",
        "date": "14-2",
        "description": "Ngày Valentine (Valentine Day, Saint Valentine Day, còn gọi là ngày lễ tình yêu hay ngày lễ tình nhân) Nó được đặt tên theo thánh Valentine, một trong số những vị thánh tử vì đạo Kitô giáo đầu tiên - và cũng là ngày mà cả thế giới tôn vinh tình yêu đôi lứa, tình cảm giữa các đôi tình nhân, và bạn bè khác phái, họ bày tỏ tình yêu của mình bằng cách gửi cho nhau thiệp Valentine, hoa hồng,sô-cô-la và một số loại quà tặng đặc biệt khác có nhiều ý nghĩa."
    },
    {
        "name": "Thầy thuốc Việt Nam",
        "date": "27-2",
        "description": "Ngày Thầy thuốc Việt Nam là ngày 27 tháng 2, bắt đầu từ sau năm 1955, gắn với sự kiện Hồ Chí Minh viết thư gửi Hội nghị cán bộ ngành y tế. Bộ y tế đã lấy ngày 27 tháng 2 làm ngày truyền thống của ngành. Ngày 6 tháng 2 năm 1985, Hội đồng Bộ trưởng đã đưa ra quyết định ngày 27/2 hằng năm là Ngày thầy thuốc Việt Nam nhằm nêu cao trách nhiệm và tài trí của người cán bộ y tế trong sự nghiệp xây dựng và bảo vệ Tổ quốc."
    },
    {
        "name": "Quốc tế phụ nữ",
        "date": "8-3",
        "description": "Ngày Quốc tế Phụ nữ hay còn gọi là Ngày Liên Hiệp Quốc vì Nữ quyền và Hòa bình Quốc tế được Liên Hiệp Quốc chính thức hóa vào năm 1977. Trong một thế kỷ qua, người phụ nữ đã giành được sự bình đẳng trước pháp luật trong hầu hết các lĩnh vực và ở hầu hết các nước trên thế giới. Tuy thế, hiện nay phụ nữ vẫn không ngừng tranh đấu vì quyền bình đẳng với nam giới. "
    },
    {
        "name": "Thành lập Đoàn TNCS",
        "date": "26-3",
        "description": "Đoàn Thanh niên Cộng sản Hồ Chí Minh là tổ chức chính trị - xã hội lớn nhất của thanh niên Việt Nam. Tổ chức này do Đảng Cộng sản Việt Nam và Chủ tịch Hồ Chí Minh sáng lập, lãnh đạo và rèn luyện."
    },
    {
        "name": "Cá tháng tư",
        "date": "1-4",
        "description": "Ngày cá tháng tư, còn gọi là ngày nói dối, là ngày hội vui vẻ, hấp dẫn đối với những người tinh nghịch và hài hước. Ngày 1 tháng 4 là ngày được chú ý ở nhiều nước. Đây là ngày mà theo phong tục cũ, bạn bè thường hay bày trò đùa giỡn nhau."
    },
    {
        "name": "Giải phóng miền Nam",
        "date": "30-4",
        "description": "Sự kiện 30 tháng 4 năm 1975, thường được gọi là 30 tháng Tư, ngày giải phóng miền Nam, ngày Thống Nhất (tên gọi tại Việt Nam). Ngày này là kết quả trực tiếp của Chiến dịch Mùa Xuân năm 1975 và là một mốc quan trọng trong lịch sử Việt Nam."
    },
    {
        "name": "Quốc tế lao động",
        "date": "1-5",
        "description": "Ngày Quốc tế Lao động hay ngày 1 tháng 5 là ngày lễ kỷ niệm và ngày hành động của phong trào công nhân quốc tế và của người lao động. Vào các ngày 1 tháng 5, tại nhiều nước trên thế giới thường có các cuộc biểu tình trên đường phố của hàng triệu người lao động  yêu cầu mở rộng các quyền lao động và an sinh xã hội."
    },
    {
        "name": "Quốc tế thiếu nhi",
        "date": "1-6",
        "description": "Ở nước ta, Ngày 1- 6 đã hàng năm được chọn là ngày hội chăm sóc và bồi dưỡng thế hệ măng non cho Tổ Quốc, khẳng định trẻ em là đối tượng được nhân loại toàn thế giới luôn quan tâm, đồng thời cũng là ngày nhắc nhở mọi người hãy bảo vệ và chăm sóc trẻ em tốt hơn."
    },
    {
        "name": "Dân số thế giới",
        "date": "11-7",
        "description": "Ngày Dân số Thế giới là một sự kiện thường niên diễn ra vào ngày 11 tháng 7 hàng năm, nhằm nâng cao nhận thức của toàn thế giới về các vấn đề dân số toàn cầu. Sự kiện được Governing Council của UNDP đưa ra năm 1989. Nó được lấy cảm hứng từ Ngày thế giới 5 tỉ người vào 11 tháng 7 năm 1987."
    },
    {
        "name": "Thương binh liệt sỹ",
        "date": "27-7",
        "description": "Ngày thương binh liệt sĩ (ngày 27 tháng 7) là một ngày Lễ kỉ niệm được tổ chức hàng năm nhằm tưởng niệm về những người thương binh, liệt sĩ của nước Cộng hòa xã hội chủ nghĩa Việt Nam đã hi sinh, mất mát qua những cuộc chiến tranh nhằm bảo vệ nền độc lập của nước Việt Nam, tự do cho người Việt Nam và Nhà nước Việt Nam hiện hành."
    },
    {
        "name": "Quốc Khánh",
        "date": "2-9",
        "description": "Tuyên ngôn Độc lập bất hủ 2-9-1945 đã mở ra một kỷ nguyên mới, lần đầu tiên người dân Việt Nam có quyền ngẩng cao đầu, tự hào mình đã trở thành công dân của một nước tự do và độc lập. Từ đó, ngày 2/9 trở thành ngày Quốc Khánh của nước CHXHCN Việt Nam."
    },

    {
        "name": "Giải phóng thủ đô",
        "date": "10-10",
        "description": " Ngày 10/10 là ngày Hà Nội được giải phóng. Đó không chỉ là niềm vui mừng của người dân Thủ đô mà còn là một sự kiện lịch sử, một ngày hội lớn của nhân dân cả nước và kiều bào ta ở nước ngoài."
    },

    {
        "name": "Doanh nhân Việt Nam",
        "date": "13-10",
        "description": "Nước Việt Nam chúng ta muốn phát triển kinh doanh, muốn có nhiều của cải vật chất, thì lúc nào cũng phải tâm niệm một điều, phải giàu có bằng con đường thương mại, phải có khát vọng lớn lao. Chính vì vậy mà Bác Hồ chúng ta đã đánh dấu một dấu ấn lịch sử vào ngày 13/10/1945, ngày Doanh nhân Việt Nam."
    },
    {
        "name": "Phụ nữ Việt Nam",
        "date": "20-10",
        "description": "Ngày Phụ nữ Việt Nam là một ngày lễ kỷ niệm nhằm tôn vinh phụ nữ, được tổ chức vào ngày 20 tháng 10 hàng năm ở Việt Nam. Vào dịp này, phụ nữ ở Việt Nam, cũng như tại các nơi khác trên thế giới, được nhiều người bày tỏ sự quan tâm và tôn vinh dưới nhiều hình thức nhưng phổ biến nhất vẫn là tặng hoa hồng, thiệp và kèm theo những lời chúc mừng."
    },
    {
        "name": "Halloween",
        "date": "31-10",
        "description": "Halloween là một lễ hội truyền thống được tổ chức vào ngày 31 tháng 10 hàng năm, vào buổi tối trước Lễ Các Thánh trong Kitô giáo Tây phương. Đây là ngày bắt đầu Tam nhật Mùa Các Thánh(Allhallowtide) - khoảng thời gian trong năm phụng vụ dành để tưởng nhớ những người đã chết, gồm các thánh, các vị tử đạo và tất cả các tín hữu trung kiên đã qua đời."
    },
    {
        "name": "Nhà giáo Việt Nam",
        "date": "20-11",
        "description": "Ngày nhà giáo Việt Nam (hay ngày lễ Hiến chương nhà giáo Việt Nam) là một ngày kỷ niệm được tổ chức hằng năm vào ngày 20 tháng 11tại Việt Nam. Đây là ngày lễ hội của ngành giáo dục và là ngày &quot;tôn sư trọng đạo&quot; nhằm mục đích tôn vinh những người hoạt động trong ngành này."
    },
    {
        "name": "Phòng chống AIDS",
        "date": "1-12",
        "description": "Ngày thế giới phòng chống bệnh AIDS, được cử hành vào ngày 1 tháng 12 hàng năm, nhằm nâng cao nhận thức về nạn dịch AIDS do việc lây nhiễm HIV, và để tưởng nhớ các nạn nhân đã chết vì HIV/AIDS."
    },
    {
        "name": "Lễ giáng sinh - Noel",
        "date": "24-12",
        "description": "Lễ Giáng Sinh, còn được gọi là lễ Thiên Chúa giáng sinh, Noel hay Christmas là một ngày lễ kỷ niệm Chúa Giêsu sinh ra đời, theo phần lớn các tín hữu Kitô giáo. Ngày lễ được cử hành chính thức vào ngày 25 tháng 12 nhưng thường được mừng từ tối ngày24 tháng 12."
    }
]