[{
        "name": "Tết ông Công ông Táo",
        "date": "23-12",
        "description": "Người Việt quan niệm ba vị Thần Táo định đoạt phước đức cho gia đình, phước đức này do việc làm đúng đạo lý của gia chủ và những người trong nhà. Bàn thờ thường đặt gần bếp, trên có bài vị thờ viết bằng chữ Hán. Hàng năm, đúng vào ngày 23 tháng Chạp là ngày Táo Công lên chầu trời nên có nơi gọi ngày này là Tết ông Công, lễ cúng có cá chép vì người Việt cho rằng, ông Táo cưỡi cá chép lên trời."
    },

    {
        "name": "Tết Nguyên Đán",
        "date": "1-1",
        "description": "Tết Nguyên Đán được tổ chức vào ngày mồng 1 tháng 1 theo âm lịch trên đất nước Việt Nam và ở một vài nước khác có cộng đồng người Việt sinh sống. Trong những ngày Tết, các gia đình sum họp bên nhau, cùng thăm hỏi người thân, mừng tuổi và thờ cúng tổ tiên.."
    },

    {
        "name": "Tết Khai hạ",
        "date": "7-1",
        "description": "Tết khai hạ có nghĩa là Tết mở đầu một ngày vui để chào đón một ngày xuân mới. Theo cách bói toán của người xưa thì tuy tháng đầu năm, ngày mồng một ứng vào gà, mồng Hai: chó, mồng Ba: lợn, mồng Bốn: dê, mồng Năm: trâu, mồng Sáu: ngựa, mồng bảy: người, mồng Tám: lúa. Trong tám ngày đầu năm, hễ ngày nào khô ráo, sáng sủa thì giống nào thuộc về ngày ấy, có năm được tốt. Cho nên, đến ngày mồng bảy thấy trời nắng ráo thì người ta tin rằng cả năm người được mạnh khoẻ, gặp nhiều may mắn tốt lành Mồng bảy hạ cây nêu để bế mạc tết Nguyên Đán thì người ta mở ngày tết khai hạ để mong mỏi một năm dài tốt lành, vui vẻ. "
    },

    {
        "name": "Rằm tháng Giêng",
        "date": "15-1",
        "description": "Rằm Tháng Giêng ở Việt Nam xa dần điển tích nguyên thủy của Trung Hoa mà nhập vào Phật giáo. Dù kinh điển nhà Phật không nói đến ngày rằm Tháng Giêng nhưng trong dân chúng thì đây là dịp lên chùa cúng sao giải hạn, ước nguyện điềm lành."
    },

    {
        "name": "Tết Hàn thực",
        "date": "3-3",
        "description": "Hàn thực nghĩa là ăn đồ nguội. Tết này, vào ngày mùng Ba tháng Ba (âm lịch).  Thời Xuân Thu ở Trung Quốc, Công tử Trung Nhĩ (về sau là vua Tấn Văn Công) khi gặp cảnh loạn lạc, đói quá, được Giới Tử Thôi cắt thịt đùi mình nấu dâng cho ăn. Sau 19 năm phiêu bạt, Trung Nhĩ lại trở về nắm giữ vương quyền nước Tần. Vua ban thưởng cho tất cả những người đã cùng mình nếm mật nằm gai, nhưng lại quên mất Tử Thôi! Tử Thôi đưa mẹ vào sống ở núi Điền. Lúc vua nhớ ra, cho người tới mời mà không được. Vua sai đốt rừng để Tử Thôi phải ra. Nhưng Tử Thôi không chịu và hai mẹ con cùng chết cháy! Đau xót, vua sai lập miếu thờ trên núi. Hôm ấy đúng ngày mùng Ba tháng Ba.  Người đời thương Tử Thôi nên mỗi năm, đến ngày đó thì kiêng đốt lửa mà chỉ ăn đồ nguội đã nấu sẵn.  "
    },

    {
        "name": "Tết Thanh Minh",
        "date": "9-3",
        "description": "Thanh minh có nghĩa trời độ ấy mát mẻ quang đãng. Ta cũng nhân dịp ấy mà đi thăm mộ những người trong dòng họ đã mất. Tết thanh minh là lễ tảo mộ. Đi thăm mộ thấy có rậm thì phát quang đất khuyết thì bồi đắp, rồi về nhà thắp hương cúng gia tiên."
    },

    {
        "name": "Giỗ Tổ Hùng Vương",
        "date": "10-3",
        "description": "Ngày Giỗ tổ Hùng Vương hay Lễ hội Đền Hùng là một ngày lễ của Việt Nam. Đây là ngày hội truyền thống của dân tộc Kinh tưởng nhớ công lao dựng nước của Hùng Vương. Nghi lễ truyền thống được tổ chức hàng năm vào mồng 10 tháng 3 âm lịch tại Đền Hùng, thành phố Việt Trì, tỉnh Phú Thọ."
    },


    {
        "name": "Tết Phật Đản",
        "date": "15-4",
        "description": "Lễ Phật đản là lễ trọng của đạo Phật, diễn ra hằng năm vào ngày Rằm tháng 4 (ÂL) theo truyền thống Phật giáo để kỷ niệm ngày xuất thế và tưởng nhớ Đức Thế Tôn - người khai sáng đạo Phật."
    },


    {
        "name": "Tết Đoan Ngọ",
        "date": "5-5",
        "description": "Tết Đoan ngọ hay Tết Đoan dương, ngày mùng 5 tháng 5 âm lịch, là một ngày Tết truyền thống tại Trung Quốc . Ở Việt Nam, dân gian còn gọi ngày Tết Đoan Ngọ là Tết giết sâu bọ, là ngày phát động bắt sâu bọ, tiêu diệt bớt các loài gây hại cho cây trồng trên cánh đồng, trong đó nhiều loài sâu có thể ăn được và chúng được coi như là chất bổ dưỡng."
    },

    {
        "name": "Lễ Vu Lan",
        "date": "15-7",
        "description": "Lễ Vu lan còn được hiểu là lễ báo hiếu, là một trong những ngày lễ chính của Phật giáo. Vào ngày này, mọi tù nhân ở Địa ngục có cơ hội được xá tội, được thoát sanh về cảnh giới an lành. Theo tín ngưỡng dân gian, là ngày mở cửa ngục, ân xá cho vong nhân nên có lễ cúng Cô Hồn (vào buổi chiều) cho các vong linh không nhà cửa không nơi nương tựa, không có thân nhân trên Dương thế thờ cúng."
    },

    {
        "name": "Rằm Trung thu",
        "date": "15-8",
        "description": "Tết Trung đã trở thành ngày tết của trẻ em (Tết Thiếu nhi), còn được gọi là Tết trông Trăng hay Tết Đoàn Viên. Trẻ em Việt Nam rất mong đợi được đón tết này vì thường được người lớn tặng đồ chơi, thường là đèn ông sao, mặt nạ, đèn kéo quân, súng phun nước..."
    },

    {
        "name": "Tết Trùng cửu",
        "date": "9-9",
        "description": "Mùng Chín tháng Chín (âm lịch) là Tết Trùng cửu. Tết này bắt nguồn từ sự tích của đạo Lão. Thời Hán, có người tên gọi là Hoàn Cảnh, đi học phép tiên. Một hôm thầy bào Hoàn Cảnh khuyên mỗi người trong nhà nên may một túi lụa đựng hoa cúc, rồi lên chỗ cao mà trú ngụ. Quả nhiên, ngày Chín tháng Chín có lụt to, ngập hết làng mạc. Nhờ làm theo lời thầy, Hoàn Cảnh và gia đình thoát nạn.  Từ xưa, nho sĩ nước ta đã theo lễ này, nhưng lại biến thành cuộc du ngoạn núi non, uống rượu cúc - gọi là thưởng Tết Trùng dương."
    },

    {
        "name": "Tết Trùng thập",
        "date": "10-10",
        "description": "Đây là Tết của các thầy thuốc. Theo sách Dược lễ thì đến ngày Mười tháng Mười, cây thuốc mới tụ được khí âm dương, mới kết được sắc tứ thời, trở nên tốt nhất. Ở nông thôn Việt Nam, đến ngày đó người ta thường làm bánh dày, nấu chè kho để cúng gia tiên rồi đem biếu những người thân thuộc chứ không quan tâm mấy đến chuyện cây thuốc, thầy thuốc."
    },

    {
        "name": "Tết Hạ Nguyên",
        "date": "15-10",
        "description": "Tết Hạ nguyên (Tết Cơm mới) vào Rằm hay mùng Một tháng Mười. Ở nông thôn, Tết này được tổ chức rất lớn vì đây là dịp nấu cơm gạo mới - trước để cúng tổ tiên, sau để tự thưởng công cày cấy."
    }
]