[
    {
        "IDVK": "1",
        "SamLe": "Mâm cỗ mặn, bánh kẹo, trầu cau, rượu. Hương, đèn nến, lọ hoa tươi, đĩa ngũ quả tươi. Ba bộ mũ áo, hia hài Táo Quân cùng tiền vàng. Ba con cá chép sống.\n\nSau khi bày lễ, thắp hương và khấn vái xong, đợi hương tàn lại thắp thêm một tuần hương nữa, lễ tạ rồi hóa vàng mã và thả cá chép ra ao, hồ, sông, suối… để thả cá chở ông Táo lên chầu Trời.",
        "TenLoai": "Văn khấn ông Táo lên chầu Trời (23 tháng chạp)",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chính phương trời, mười phương chư Phật\n- Con kính lạy ngài Đông Trù Tư Mệnh Táo Phủ Thần Quân\n\nCon tên là….. cùng gia đình (chồng, vợ…),  ngụ tại số. . . . . . .., đường/phố . . . ., ấp/khu phố . . . . . . . . . . . . , xã/phường/thị trấn . . . . . . ., huyện/quận/thành phố/thị xã . . . . . . .., tỉnh/ thành phố . . . . . . . . .\nNhân ngày 23 tháng Chạp chúng con thành tâm sắm sửa lễ vật, hương hoa phẩm vật, xiêm hài áo mũ, nghi lễ cung trần, dâng lên trước án, hiến cúng tôn thần, đốt nén tâm hương, chí thành bái thỉnh. Xin ngài Đông Trù Tư Mệnh Táo Thủ Thần Quân minh chứng cho chúng con. Ngài là vị chủ, ngũ tự gia thần, soi xét lòng trần. Trong năm sai phạm các lỗi lầm, cúi xin tôn thần gia ân châm chước, ban lộc ban phúc, phù hộ toàn gia: trai, gái, trẻ, già, an ninh khang thái, vạn sự tốt lành, bách sự hanh thông, vạn sự như ý\n\nHôm nay ngày 23 tháng chạp chúng con tiễn Ông về trời, du xuân. Đến ngày . . . tháng chạp (ngày cuối năm) con xin rước Ông về, năm cũ qua đi, đón mừng năm mới.\nChúng con lễ bạc tâm thành, kính lễ cầu xin, mong tôn thần minh chứng phù hộ độ trì.\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n",
        "YNghia": "Táo Quân trong tín ngưỡng dân gian Việt Nam có nguồn gốc từ ba vị thần Thổ Công, Thổ Địa, Thổ Kỳ của Lão giáo Trung Quốc nhưng được Việt hóa thành huyền tích \"2 ông 1 bà\" – vị thần Đất, vị thần Nhà, vị thần Bếp núc.\n\nTuy vậy người dân vẫn quen gọi chung là Táo Quân hoặc Ông Táo do kết quả của thuyết tam vị nhất thể (thuyết Ba ngôi) khá phổ biến trong các tín ngưỡng, tôn giáo. Bếp là bản nguyên của nhà khi người nguyên thủy có lửa và đều dựa trên nền móng là đất.\n\nVị Táo Quân quanh năm ở trong bếp nên biết hết mọi chuyện hay dở tốt xấu của mọi người, cho nên để Vua Bếp \"phù trợ\" cho mình được nhiều điều may mắn trong năm mới, người ta thường làm lễ tiễn đưa Ông Táo về chầu Ngọc Hoàng rất trọng thể.\n\nNgười ta thường mua hai mũ Ông Táo có hai cánh chuồn và một mũ dành cho Táo Bà không có cánh chuồn, ba cái áo bằng giấy cùng một con cá chép (còn sống hoặc bằng giấy, hoặc cũng có thể dùng loại vàng mã gọi là \"cò bay ngựa chạy\") để làm phương tiện cho \"Vua Bếp\" lên chầu trời.\n\nÔng Táo sẽ tâu với Ngọc Hoàng về việc làm ăn, cư xử của mỗi gia đình dưới hạ giới. Lễ cúng thường diễn ra trước 12h trưa, sau khi cúng xong, người ta sẽ hóa vàng đồ lễ, nếu có cá sống thì sẽ đem thả xuống sông, hồ, biển hay giếng nước, tùy theo khu vực họ sinh sống.\n"
    },
    {
        "IDVK": "2",
        "SamLe": "Mâm cỗ cúng Gia tiên phải được chuẩn bị chu đáo, bao gồm:\n- Hương hoa, trầu cau.\n- Vàng mã.\n-Lễ mặn hoặc lễ ngọt tùy theo gia chủ chuẩn bị. Mâm cúng lễ phải đầy đặn, bày biện cẩn thận mang ra ngoài mộ hoặc bầy lên bàn thờ Gia tiên.",
        "TenLoai": "Văn khấn lễ chạp",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy ngài Kim Niên Đương Thời cai Thái Tuế Chí Đức Tôn Thần, Kim niên hành binh, Công Tào Phán Quan.\n\n- Con kính lạy ngài Bản Cảnh Thành Hoàng Chư Vị Đại Vương.\n\n- Con kính lạy ngài Bản Xứ Thần Linh Thổ Địa Tôn Thần.\n\n- Con kính lạy các ngài Ngũ Phương, Ngũ Thổ Long Mạch Tôn Thần, các ngài Tiền Chu Tước, Hậu Huyền Vũ, Tả Thanh Long, Hữu Bạch Hổ cùng liệt vị Tôn Thần cai quản xứ này.\n\nCon kính lạy Hương linh cụ:… … … … … … .\n\nHôm nay là ngày 30 tháng Chạp, năm cũ sắp qua, năm mới sắp đến.\n\nTín chủ( chúng) con là:… … … … … … .\n\nNgụ tại:… … … … … … … …\n\nChúng con sắm sanh phẩm vật, hương hoa nước quả, kim ngân bạc vàng, trình cáo Tôn Thần, kính rước vong linh bản gia tiên tổ chúng con là:… … …..\n\ncó mộ phần táng tại… … … … … … … …\n\nvề với gia đình đón mừng năm mới, để cho cháu con được phụng sự trong tiết xuân thiên, báo đáp ân thâm, tỏ lòng hiếu kính. Cúi xin Tôn Thần, Phủ thùy doãn hứa. Âm dương cách trở.\n\nBát nước nén hương.\n\nThành tâm kính lễ.\n\nCúi xin chứng giám\n\nPhù hộ độ trì.\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!         \n\n",
        "YNghia": "hay còn gọi là Lễ tạ mộ ngày 30 tết và bài văn cúng khấn.\n\nNgày 30 Tết, mọi gia đình thường ra mộ tổ tiên và người thân đã khuất để lễ tạ Thổ thần, đắp thêm đất lên mộ, sửa sang mộ, rước vong linh Gia tiên về đón năm mới. Gia đình khi ra mộ lễ sẽ chuẩn bị lễ để cúng. Lễ này gọi là lễ Chạp. Những gia đình trong năm có người mất thì đến lễ Chạp nên tiến hành cẩn thận hơn những năm khác.\n\nNếu gia đình không có điều kiện ra mộ, thì có thể rước Gia tiên về đón năm mới theo cách: bày cỗ lên bàn thờ, đèn, hương hoa, dâng cúng vào trưa( giờ Ngọ) ngày 30 Tết, rồi khấn mời tổ tiên về dự hưởng Tết với gia đình."
    },
    {
        "IDVK": "3",
        "SamLe": "Mâm lễ cúng Tất Niên gồm:\n- Hương hoa, vàng mã.\n- Đèn nến.\n- Trầu cau.\n- Rượu.\n- Bánh trưng.\n\n- Cỗ mặn với đầy đủ các món ăn ngày tết được chế biến thơm ngon, tinh khiết, bầy biện đầy đặn, trang nghiêm.",
        "TenLoai": "Văn Khấn lễ Tất Niên",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Kim Niên Đương Thời cai Thái Tuế Chí Đức Tôn Thần.\n\n- Con kính lạy ngài Bản Cảnh Thành Hoàng Chư Vị Đại Vương.\n\n- Con kính lạy các ngài Ngũ Phương, Ngũ Thổ Long Mạch, Tài Thần, Bản gia Táo Quân cùng tất cả các vị Thần linh cai quản ở trong xứ này.\n\n- Con kính lạy Chư  Gia Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Tiên linh nội ngoai họ:… … … … … … .\n\nHôm nay là ngày 30 tháng Chạp năm… … … … … …\n\nTín chủ (chúng) con là:… … … … … … … … … .\n\nNgụ tại:… … … … … … … … … … .\n\nTrước án kính cẩn thưa trình:\n\nĐông tàn sắp hết.\n\nNăm kiệt tháng cùng.\n\nXuân tiết gần kề.\n\nMinh niên sắp tới.\n\nHôm nay là ngày 30 Tết, chúng con cùng toàn thể gia quyến sắm sanh phẩm vật hương hoa, cơm canh thịnh soạn, sửa lễ Tất niên, dâng cúng Thiên Địa Tôn Thần, phụng hiến Tổ Tiên, truy niệm chư linh. Theo như thường lệ tuế trừ cáo tế, cúi xin chư vị Tôn thần, liệt vị Gia Tiên, bản xú tiền hậu chư vị Hương linh giáng lâm an tọa, phủ thùy chứng giám, thụ hưởng lễ vật, phù hộ cho toàn gia lớn bé trẻ già bình an thịnh vượng luôn luôn mạnh khỏe, mọi sự bình an, vạn sự tốt lành, gia đình hòa thuận.\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n ",
        "YNghia": "Lễ Tất Niên được tiến hành vào chiều ngày 30 Tết. Trong ngày 30 Tết, nhà nhà đều dọn dẹp nhà cửa để chuẩn bị đón Tết. Đầu tiên phải lau chùi, trang hoàng, bày biện bàn thờ, với hương, hoa tươi, đèn nến đầy đủ. Sau đó, trang hoàng nhà cửa với hoa, cành đào, chậu quất… Sau khi công việc chuẩn bị cho gia đình một cái Tết đầm ấm, thiêng liêng, vui vẻ xong thì gia chủ phải chuẩn bị mâm cỗ cúng Tất niên."
    },
    {
        "IDVK": "4",
        "SamLe": "Lễ cúng Giao Thừa ngoài trời gồm: Hương, hoa, đèn , nến, trầu cau, quần áo, mũ Thần linh và mâm lễ mặn với thủ lợn luộc, gà trống luộc, xôi, bánh chưng…. Tất cả được bầy lên bàn trang trọng đặt ở trước cửa nhà.\n\nMâm lễ cúng Giao Thừa phải được chuẩn bị chu đáo, trang trọng với lòng thành kính.\n\nVào đúng thời điểm Giao Thừa, người chủ gia đình phải thắp đèn, nến, rót rượu, rồi khấn vái trước án.\n\nVăn khấn có thể viết vào giấy để đọc, sau khi hết ba tuần hương thì hóa tờ giấy viết văn khấn cùng vàng mã dâng cúng..",
        "TenLoai": "Lễ cúng Giao Thừa – lễ trừ tịch ngoài trời",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương Lai hạ sinh Di Lặc Tôn Phật.\n\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy Ngài Cựu niên Đương cai Hành Khiển.\n\n- Con kính lạy Đương niên Thiên quan (năm nào thì khấn danh vị của vị Hành Khiển ấy) năm… … … … ..các ngài Ngũ phương, Ngũ thổ, Long Mạch, Táo Quân, chư vị Tôn Thần.\n\nNay là phút Giao Thừa năm… … … … … … .\n\nTín chủ( chúng) con là… … … … … … … … … …\n\nNgụ tại:… … … … … … … … … … … .\n\nGiao Thừa chuyển năm\n\nNăm cũ qua đi\n\nNăm mới đã đến\n\nTăm dương khai thái\n\nVạn tượng canh tân.\n\n Ngài Tái Tuế Tôn Thần trên vâng lệnh Thượng Đế giám sát vạn dân, dưới bảo hộ sinh linh, tảo trừ yêu nghiệt.\n\nQuan cũ về triều cửa khuyết, lưu phúc lưu ân. Quan mới xuống thay, thể đức hiếu sinh, ban tài tiếp lộc. Nhân ngày đầu xuân, tín chủ chúng con thành tâm, sắm sửa hương hoa phẩm vật dâng lên trước án, cúng dâng Phật Thánh dâng hiến Tôn thần, đốt nén hương thơm thành tâm bái thỉnh.\n\nChúng con  kính mời: Ngài Cựu niên đương cai, Ngài tân niên đương cai Thái tuế chí đức tôn thần; ngài Bản cảnh Thành Hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ Địa, Phúc đức chính thần, các ngài Ngũ phương, Ngũ Thổ, Long Mạch tài thần, các bản gia Táo Quân và chư vị Thần linh cai quản ở trong xứ này. Cúi xin các vị giáng lâm trước án thụ hưởng lễ vật, phù hộ cho gia chúng con luôn luôn mạnh khỏe, mọi sự bình an, vạn sự tốt lành, gia đình hòa thuận, làm ăn phát đạt.\n\nChúng con lễ bạc tâm thành, cúi xin chứng giám, phù hộ độ trì.\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n",
        "YNghia": "Giao Thừa là thời khắc mà Trời Đất giao hòa. Âm Dương hòa quyện để vạn vật bừng lên sức sống mới. Đối với người Việt Nam phút Giao Thừa thật thiêng liêng và trang trọng. Lễ Trừ Tịch được cử hành đúng vào lúc Giao Thừa (hết giờ Hợi ngày 30 sang giờ Tí mở đầu ngày mùng 1 Tết)\n\nNgười xưa tin rằng: Mỗi năm có một vị Hành Khiển trông coi việc nhân gian, hết năm thì vị Thần năm cũ lại bàn giao công việc cho vị thần năm mới, nên phải cúng Giao Thừa ở ngoài trời để tiễn đưa Thần năm cũ và đón Thần năm mới. Có 12 vị Hành Khiển và 12 Phán Quan ( Phán Quan là vị Thần giúp việc cho các vị Hành khiển). Mỗi vị làm một năm dưới dương gian và cứ sau 12 năm thì lại có sự luân phiên trở lại. Vương hiệu của 12 vị Hành Khiển và các Phán Quan là:\n\nNăm tý: Chu Vương Hành khiển, Thiên Ôn hành binh chi thần, Lý Tào phán quan.\n\nNăm Sửu: Triệu Vương Hành khiển, Tam Thập Lục Thương hành binh chi thần, Khúc Tào phán quan.\n\nNăm Dần: Ngụy Vương Hành khiển, Mộc Tinh hành binh chi thần, Tiêu Tào phán quan.\n\nNăm Mão: Trịnh Vương Hành khiển, Thạch Tinh hành binh chi thần, Liễu Tào phán quan.\n\nNăm Thìn: Sở Vương Hành khiển, Hỏa Tinh hành binh chi thần, Biểu Tào phán quan.\n\nNăm Tỵ: Ngô Vương Hành khiển, Thiên Hao hành binh chi thần, Hứa Tào phán quan.\n\nNăm Ngọ: Tần Vương Hành khiển, Thiên Mao hành binh chi thần, Ngọc Tào phán quan.\n\nNăm Mùi: Tống Vương Hành khiển, Ngũ Đạo hành binh chi thần, Lâm Tào phán quan.\n\nNăm Thân: Tề Vương Hành khiển, Ngũ Miếu hành binh chi thần, Tống Tào phán quan.\n\nNăm Dậu: Lỗ Vương Hành khiển, Ngũ Nhạc hành binh chi thần, Cự Tào phán quan.\n\nNăm Tuất: Việt Vương hành khiển, Thiên Bá hành binh chi thần, Thành Tào phán quan.\n\nNăm Hợi: Lưu Vương Hành khiển, Ngũ Ôn hành binh chi thần, Nguyễn Tào phán quan.\n\nChú ý là: trong các bài văn khấn Giao Thừa khi dâng hương ngoài trời đều khấn danh vị của các vị quan Hành Khiển cùng các vị Phán Quan nói trên, năm nào thì khấn danh vị của quan Hành Khiển năm ấy."
    },
    {
        "IDVK": "5",
        "SamLe": "Lễ vật trong lễ cúng Giao Thừa gồm:\n\n- Hương hoa, vàng mã;\n\n- Đèn nến;\n\n- Trầu cau;\n\n- Rượu;\n\n- Bánh kẹo;\n\n- Mâm cỗ mặn ngày Tết đầy đặn, thơm ngon, tinh khiết.\n\nSau khi cung kính bày lễ lên bàn thờ thì đốt nến (đèn) thắp nén hương thơm và thành kính cầu khấn.\n\nTrước khi đọc văn khấn, mời bạn tham khảo thêm bài viết: Trình tự lễ cúng giao thừa và cách bày lễ. ",
        "TenLoai": "Văn khấn Giao Thừa trong nhà",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương Lai hạ sinh Di Lặc Tôn Phật.\n\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy Long Mạch, Táo Quân, chư vị Tôn Thần.\n\n- con kính lạy Các cụ tổ tiên nội, ngoại chư vị Tiên linh.\n\nNay phút Giao Thừa năm… … … … … … … … … … ..\n\nTín chủ ( chúng) con là:… … … … … … … … ….\n\nNgụ tại:… … … … … … … … … … … … … ….\n\nPhút Giao Thừa vừa tới, giờ Tý đầu xuân, đón mừng nguyên đán, tín chủ chúng con thành tâm, sửa biện hương hoa phẩm vật, dâng lên trước án, cúng dâng Phật Thánh, dâng hiến Tôn Thần, tiến cúng Tổ Tiên, đốt nén tâm hương, thành tâm kính lễ.\n\nChúng con  kính mời: ngài Bản cảnh Thành Hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ Địa, Phúc đức chính thần, các ngài Ngũ phương, Ngũ Thổ, Long Mạch tài thần, các bản gia Táo Quân và chư vị Thần linh cai quản ở trong xứ này giáng lâm trước án thụ hưởng lễ vật.\n\nCon lại kính mời các cụ Tiên linh Cao Tằng Tổ Khảo, Cao Tằng Tổ tỷ, Bá Thúc Huynh Đệ, Cô Di, Tỷ Muội, nội ngoại Gia tộc, chư vị Hương linh, cúi xin giáng về linh sàng thụ hưởng lễ vật.\n\nTín chủ chúng con lại kính mời vong linh các vị Tiền chủ, Hậu chủ, y thảo thụ mộc ngụ tại đất này, nhân tiết Giao Thừa, giáng lâm trước án thụ hưởng lễ vật.\n\nCúi xin các vị phù hộ độ trì cho toàn thể gia chủ chúng con năm mới tốt lành, sức khỏe dồi dào, tấn tài tấn lộc, vạn sự tốt lành, vạn điều như ý.\n\nChúng con lễ bạc tâm thành, nhất tân kính lễ, cúi xin phù hộ độ trì.\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n",
        "YNghia": "Giao thừa là thời khắc mà Trời Đất giao hòa. Âm Dương hòa quyện để vạn vật bừng lên sức sống mới. Đối với người Việt Nam phút Giao Thừa thật thiêng liêng và trang trọng. Lễ Trừ Tịch được cử hành đúng vào lúc Giao Thừa (hết giờ Hợi ngày 30 sang giờ Tí mở đầu ngày mùng 1 Tết)\n\nLễ cúng Giao Thừa được cử hành đúng thời khắc Giao Thừa, kết thúc năm cũ, chuyển sang năm mới. Cúng Giao Thừa là một nghi lễ thành kính và trang trọng, toàn thể thành viên trong gia đình đứng trước bàn thờ gia tiên cầu khấn cho một năm mới được khỏe mạnh, vạn sự may mắn tốt lành."
    },
    {
        "IDVK": "6",
        "SamLe": ".....",
        "TenLoai": "Khấn Thần linh trong nhà (mồng Một Tết)",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương Lai hạ sinh Di Lặc Tôn Phật.\n\n- Con kính lạy Phật Trời, Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\nHôm nay là ngày mồng 1 tháng Giêng, nhằm ngày Tết Nguyên Đán đầu xuân năm . . . . . . .., giải trừ gió đông lạnh lẽo, hung nghiệt tiêu tan, đón mừng Nguyên Đán xuân thiên, mưa móc thấm nhuần, muôn vật tưng bừng đổi mới. Nơi nơi lễ tiết, chốn chốn tường trình.\n\nTín chủ con tên là … … … … … … … … Tuổi:… … … … .\n\nNgụ tại … … … … … … … … … … … …\n\nNhân tiết minh niên sắm sửa hương hoa, cơm canh lễ vật bày ra trước án, dâng cúng Thiên Địa Tôn Thần. Thiết nghĩ Tôn Thần hào khí sáng loà, ân đức rộng lớn.\n\nNgôi cao vạn trượng uy nghi, vị chính mười phương biến hiện. Lòng thành vừa khởi, Tôn Đức càn thông. Cúi xin giáng lâm trước án, chứng giám lòng thành thụ hưởng lễ vật.\n\nNguyện cho chúng con mọi người hoan hỷ vinh xương, con cháu cát tường khang kiện. Mong ơn Đương Cảnh Thành Hoàng, đội đức Tôn Thần Bản xứ.\n\nHộ trì tín chủ, gia lộc gia ân, cứu khổ trừ tai.\n\nĐầu năm chí giữa, nửa năm chí cuối, sự nghiệp hanh thông, sở cầu như ý.\n\nDãi tấm lòng thành cúi xin chứng giám.\n\nPhục duy cẩn cáo.\n",
        "YNghia": "Ngoài việc cúng Tổ tiên trong ngày mùng 1 Tết, thì việc cúng Thần linh trong nhà của ngày này là điều không thể thiếu."
    },
    {
        "IDVK": "7",
        "SamLe": ".....",
        "TenLoai": "Khấn Tổ Tiên (ngày mồng Một Tết)",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương Lai hạ sinh Di Lặc Tôn Phật.\n\n- Con kính lạy Các cụ Tổ khảo, Tổ tỷ, bá thúc huynh đệ, đường thượng tiên linh, và các hương hồn nội tộc, ngoại tộc.\n\nHôm nay là ngày mùng một Tết, tháng Giêng, năm … … … … …..\n\nChúng con là: … … … … … … … … Tuổi… … … … …\n\nHiện cư ngụ tại số nhà … … .. Đường… … … … … … ..Khu phố … … … … ….\n\nPhường … … … … … … Quận… … … … … … … ..Thành phố… … … … … ….\n\nNay theo tuế luật, âm dương vận hành tới tuần Nguyên đán, mồng một đầu xuân, mưa móc thấm nhuần, đón mừng năm mới. Con cháu tưởng niệm ân đức Tổ tiên như trời cao biển rộng, khôn đem tấc cỏ báo đáp ba xuân. Do đó, chúng con cùng toàn thể con cháu trong nhà sửa sang lễ vật, oản quả hương hoa kính dâng trước án.\n\nKính mời các cụ Cao tằng Tổ khảo, Cao tằng Tổ tỷ, bá thúc đệ huynh, cô dì tỷ muội, nam nữ tử tôn nội ngoại, cúi xin thương xót con cháu, linh thiêng giáng về linh sàng, phù hộ độ trì con cháu, năm mới an khang, mọi bề thuận lợi, sự nghiệp hanh thông, bốn mùa không hạn ách nào xâm hại, tám tiết có điềm lành tiếp ứng. Tín chủ lại mời các vị vong linh, tiền chủ, hậu chủ ở trong đất này cùng về hâm hưởng.\n\nGiải tấm lòng thành cúi xin chứng giám.\n\nPhục duy cẩn cáo!\n",
        "YNghia": "....."
    },
    {
        "IDVK": "8",
        "SamLe": "Lễ vật dâng cúng trong lễ Tạ năm mới gồm:\n- Hương, hoa, nước, quả (ngũ quả).\n- Trầu cau;\n- Rượu;\n- Đèn, nến;\n- Lễ ngột, bánh kẹo;\n- Mâm cỗ mặn: xôi, gà, bánh chưng, các món Tết đầy đủ, tinh khiết.",
        "TenLoai": "Văn khấn Tạ năm mới",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chứ Phật, Chư phật mười phương\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy Ngài Đương niên, ngài Bản cảnh Thành hoàng, các ngài Thổ địa,Táo quân, Long Mạch, Tôn thần.\n\n- Con kính lạy các cụ Tổ Khảo, Tổ Tỷ, nội ngoại Tiên linh.\n\nTín chủ (chúng) con là:… … … … … … … ….\n\nNgụ tại:… … … … … … … … ..\n\nHôm nay là ngày mồng 3 tháng giêng năm … … … … .\n\nTín chủ con thành tâm sắp sửa hương hoa nước quả kim ngân vàng bạc, phẩm vật trà tửu dâng lên trước án, kính cẩn thưa trình:\n\nTiệc xuân đã mãn, Nguyên Đán đã qua, nay xin thiêu hoá kim ngân, lễ tạ Tôn thần, rước tiễn Tiên linh trở về âm giới.\n\nKính xin phù hộ độ trì cho con cháu được chừ bình an, gia đạo hưng long thịnh vượng\n\nChúng con lễ bạc tâm thành, nhất tâm kính lễ, cúi xin phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!",
        "YNghia": "Theo truyền thống xưa, lễ Tạ năm mới được tiến hành khi kết thúc Tết, còn gọi là lễ Hoá Vàng được tiến hành vào ngày mồng ba Tết hoặc ngày khai hạ mồng bảy Tết."
    },
    {
        "IDVK": "9",
        "SamLe": "Ngày Tết Nguyên Tiêu các gia đình thường sắm hai lễ cúng: lễ cúng Phật và lễ cúng Gia tiên.\n\nGia chủ có thể lập đàn tràng tại gia để làm lễ giải hạn.\n\nĐàn tràng lập ngoài sân.\n\nCúng Phật là mâm lễ chay tinh khiết, cùng hương hoa đèn nến.\n\nCúng gia tiên là mâm lễ mặn với đầy đủ các món ăn ngày Tết đầy đủ, tinh khiết.\n\nCác vật phẩm khác như:\n- Hương hoa vàng mã;\n- Đèn nến;\n- Trầu cau;\n- Rượu",
        "TenLoai": "Văn khấn tết Nguyên Tiêu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật,Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\n\n- Con kính lạy Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Thúc Bá Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại.\n\nTín chủ (chúng) con là: … … … … ….\n\nNgụ tại:… … … … … …\n\nHôm nay là ngày Rằm tháng Giêng năm… gặp tiết Nguyên tiêu, tín chủ con lòng thành, sửa sang hương đăng, sắm sanh lễ vật, dâng lên trước án.\n\nChúng con kính mời ngày Bản cảnh THành hoàng chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài Thần. Cúi xin các ngài linh thiêng nghe thấu lời mời, giáng lâm trước án, chứng giám lòng thành thụ hưởng lễ vật.\n\nChúng con kính mời các các cụ Tổ Khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ… … … … … … . nghe lời khẩn cầu, kính mời của con cháu, giáng về chứng giám tâm thành, thụ hưởng lễ vật.\n\nTín chủ con lại kính mời Ông bà Tiền chủ, Hậu chủ tại về hưởng lễ vật, chứng giám lòng thành phù hộ độ trì cho gia chung chúng con được vạn sự tôn lành. Bốn mùa không hạn ách, tám tiết hưởng an bình.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày Rằm tháng Giêng, ngày trăng tròn dầu tiên của năm mới, theo tục xưa gọi là: Tết Nguyên Tiêu. Vào ngày này người Việt Nam thường đi lễ Chùa, lễ Phật để cầu mong cho sự bình yên, khoẻ mạnh quanh năm. Đây là lễ tiết quan trọng trong năm nên ông bà ta có câu: ”Lễ Phật quanh năm không bằng ngày Rằm tháng Giêng”."
    },
    {
        "IDVK": "10",
        "SamLe": "Lễ nghênh, tiễn nhương tinh (cúng sao) được tiến hành thường kỳ vào những ngày nhất định của các tháng trong năm.\n\nTuy vậy, dù sao nào chiếu mệnh thì vào tối ngày rằm tháng giêng (ở miền Nam nhiều chùa cúng sao vào tối mồng 8 tháng giêng), người ta thường sắm đủ phẩm vật, đủ số lượng các đèn, nến tuỳ theo mỗi sao cần nghinh tiễn đế làm lễ cúng sao tại nhà. Bài vị cúng mỗi sao được viết trên giấy, có màu tương ứng với ngũ hành của từng sao.\n\nBài vị được thiết lập trên giấy, có màu tương ứng với ngũ hành của từng sao.",
        "TenLoai": "Văn khấn cúng sao giải hạn (Rằm tháng giêng)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nHôm nay là ngày Rằm tháng Giêng năm . . . . .\n\nTín chủ chúng con tên là: . . . . . . . . . . . . .\n\nNgụ tại: . . . . . . . . . . . . . . . . . . . . .\n\nChúng con thành tâm kính mời:\n\nNhật cung Thái Dương Thiên Tử tinh quân\n\nNhật cung Thái Âm Hoàng Hậu tinh quân\n\nNam Tào, Bắc Đẩu, tinh quân\n\nThái Bạch, Thái Tuế tinh quân\n\nBắc cực, Tử vi, Đại Đức tinh quân\n\nVăn Xương, Văn Khúc tinh quân\n\nNhị thập Bát tú, Ngũ Hành tinh quân\n\nLa hầu kế Đô tinh quân\n\nGiáng lâm trước án nghe lời cẩn tấu:\n\nNgày rằm Nguyên Tiêu, theo lệ trần tục, tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án,  kính mời các vị lai lâm hâm hưởng, phù hộ cho toàn gia chúng con luôn luôn mạnh khỏe, mọi sự bình an, vạn sự tốt lành, gia đình hòa thuận, trên bảo dưới nghe.\n\nĐèn trời sán lạn\n\nChiếu rọi cõi trần\n\nXin các vị tinh quân\n\nLưu phúc lưu ân\n\nLễ truy mon bạc\n\nLòng thành có dư\n\nMệnh vị an cư\n\nThân cung khang thái.\n\nCầu xin sức khỏe ông bà\n\nQuanh năm vui vẻ cửa nhà ấm êm\n\nMọi người đi sớm về đêm\n\nDù đi hải ngoại, dù lên bầu trời\n\nDù ra biển cả xa vời\n\nDù trèo rừng núi, dù bơi dưới hầm\n\nNắng mưa lao lực dãi dầm\n\nBình yên vô sự, trong tầm chở che.\n\nKính xin Thượng Đế vui lòng\n\nBan cho thỏa nguyên như trong lời cầu!\n\nCầu xin Bồ Tát trên đầu\n\nỞ bên che chắn nhiệm mầu hiển linh\n\nCầu xin Thần Thánh anh minh\n\nRa tay cứu giúp chúng sinh lỡ lầm.\n\nCâu xin vong vị lai lâm\n\nMọi nơi nâng đỡ, thành tâm cứu người\n\nCầu xin Tiên Tổ muôn  nơi\n\nPhù trì bảo hộ suốt đời cháu con!\n\nThay lời ước nguyện nước non?\n\nCon xin kính cẩn lòng son kính ngài!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ông bà ta xưa quan niệm rằng mỗi năm, mỗi người có một ngôi sao chiếu mệnh như: La Hầu, Thổ Tú, Thuỷ Diệu, Thái Bạch, Thái Dương, Thái Âm, Mộc Đức, Vân Hán, Kế Đô. Trong đó có sao vận tốt, lại có sao vận xấu. Nếu ai bị sao vận xấu chiếu mạng trong năm thì làm lễ dâng sao giải hạn; Nếu ai được sao tốt chiếu mạng thì làm lễ dâng sao nghinh đón."
    },
    {
        "IDVK": "11",
        "SamLe": "Lễ trong tiết Thanh Minh gồm có: hương đèn, trầu cau, tiền vàng, rượu thịt (chân giò, gà luộc hoặc một khoanh giò nạc độ vài lạng), hoa quả.\nKhi đến nghĩa trang hay khu vực có để mộ phần của gia đình mình thì gia chủ đặt lễ vào chỗ thờ chung. Sau đó thắp đèn, nhang, vái ba vái vị Linh thần Thổ địa rồi khấn.\n",
        "TenLoai": "Tiết Thanh Minh (Văn khấn lễ âm phần Long Mạch, Sơn Thần Thổ phủ nơi mộ)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ, chư vị Tôn thần:\n\n- Con kính lạy các ngài Thần linh bản xứ cai quản trong khu vực này.\n\nHôm nay là ngày: . . . . . . . . . . .\n\nTín chủ (chúng) con là:. . . . . . . . .\n\nNhân tiết Thanh minh (hoặc là nhân tiết thu, tiết đông, hoặc nhân ngày lành tháng tốt. . . ) tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương kính dâng trước án, kính mời chư vị Tôn thần lai lâm chiếu giám.\n\nGia đình chúng con có ngôi mộ của. . . . . . . . . . . .\n\nTáng tại xứ này, nay muốn sửa sang xây đắp (hoặc tảo mộ, bốc mộ…) vì vậy chúng con xin kính cáo các đấng Thần linh, Thổ công, Thổ phủ Long Mạch, Tiền Chu Tước, Hậu Huyền Vũ, Tả Thanh Long, Hữu Bạch Hổ và Chư vị Tôn thần cai quản trong khu vực này, chúng con kính mời các vị chư Thần về đây chứng giám lòng thành, thụ hưởng lễ vật, độ cho vong linh được an nhàn yên ổn, siêu thoát. Cúi xin các vị phù hộ độ trì cho tín chủ chúng con toàn gia mạnh khỏe an bình, bốn mùa không tật ách, tám tiết hưởng thái bình.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\n\n",
        "YNghia": "Ông bà ta xưa chọn Tiết Thanh Minh là ngày cắt cỏ trên mộ và đắp đất lên mộ (tảo mộ). Vì ngày này thời tiết chuyển sang ấm dần, mưa nhiều hơn, cây cỏ tốt hơn trùm lên mộ, có thể làm mộ sụt lở nên cần phải cắt cỏ, đắp thêm đất lên mộ. Nhân lúc đi Thanh Minh tảo mộ, để tưởng nhớ tổ tiên, người thân đã khuất, mọi người có thể dạo chơi ngắm cảnh cỏ cây tươi tốt, nên còn gọi là Đạp Thanh. Nguyễn Du có câu: \n\nThanh Minh trong tiết tháng ba\nLễ là tảo mộ, hội là Đạp Thanh"
    },
    {
        "IDVK": "12",
        "SamLe": "Lễ trong tiết Thanh Minh gồm có: hương đèn, trầu cau, tiền vàng, rượu thịt (chân giò, gà luộc hoặc một khoanh giò nạc độ vài lạng), hoa quả.\n\nKhi đến nghĩa trang hay khu vực có để mộ phần của gia đình mình thì gia chủ đặt lễ vào chỗ thờ chung. Sau đó thắp đèn, nhang, vái ba vái vị Linh thần Thổ địa rồi khấn.\n\nNếu viết văn khấn ra giấy thì đọc, xong hoá ngay cùng tiền vàng. Trong khi đợi tuần nhang thổ địa thì mọi người trong gia đình đi viếng thăm các ngôi mộ của gia đình mình, thắp lên mộ mấy nén. Đứng trước ngôi mộ và khấn:",
        "TenLoai": "Tiết Thanh Minh (Văn khấn lễ vong linh ngoài mộ)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n-Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương\n\n-Con Kính lạy Hương linh… … … … … … (Hiển khảo, Hiển tỷ hoặc Tổ Khảo… … … … ).\n\nHôm nay là ngày. . … … … … .\n\nNhân tiết:… … … … … … … … … … .\n\nTín chủ (chúng) con . . . . . . . . . . . . . . . . . . .\n\nNgụ tại:… … … … … … … … .\n\nChúng con và tòan thể gia đình con cháu, nhờ công ơn võng cực, nền đức cao dầy, gây dựng cơ nghiệp của… … … … .. chạnh lòng nghĩ đến âm phần ở nơi hoang vắng, tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương kính dâng trước mộ, kính mời chân linh. . . . . . . . . . . . . . . . . . .lai lâm hiến hưởng. Chúng con xin phép được sửa sang phần mộ, bồi xa, bồi thổ, cho được dầy bền, tu sửa minh đường hậu quỷ cho thêm vững chắc. Nhờ ơn Phật Thánh phù trì, đội đức trời che đất chở, cảm niệm Thần linh phù độ, khiến cho được chữ bình an, âm siêu dương thái. Con cháu chúng con xin vì chân linh . . . . . . . . . .Phát nguyện tích đức tu nhân, làm duyên, làm phúc cúng dâng Tin Bảo, giúp đỡ cô nhi quả phụ, tế bần cứu nạn, hiếu thuận tông nhân để lấy phúc này hướng về Tiên Tổ.\n\nCúi xin linh thiêng chứng giám, thụ hưởng lễ vật, phù hộ độ trì con cháu, qua lại soi xét cửa nhà. Che tai cứu nạn, ban tài tiếp lộc, điều lành mang đến, điều dữ xua đi. Độ cho gia đạo hưng long, quế hờ tươi tốt, cháu con vinh hưởng lộc trời, già trẻ nhuần ơn Phật Thánh.\n\nChúng con lễ bạc tâm thành, cúi xin chứng giám.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nSau khi khấn xong, đợi hết 2/3 tuần hương thì đi lễ tạ các nơi, hóa vàng, xin lộc và mọi người trở về nhà làm lễ gia thần và gia tiên ở nhà.\n\n",
        "YNghia": "Ông bà ta xưa chọn Tiết Thanh Minh là ngày cắt cỏ trên mộ và đắp đất lên mộ (tảo mộ). Vì ngày này thời tiết chuyển sang ấm dần, mưa nhiều hơn, cây cỏ tốt hơn trùm lên mộ, có thể làm mộ sụt lở nên cần phải cắt cỏ, đắp thêm đất lên mộ. Nhân lúc đi Thanh Minh tảo mộ, để tưởng nhớ tổ tiên, người thân đã khuất, mọi người có thể dạo chơi ngắm cảnh cỏ cây tươi tốt, nên còn gọi là Đạp Thanh. Nguyễn Du có câu:\n\nThanh Minh trong tiết tháng ba\nLễ là tảo mộ, hội là Đạp Thanh"
    },
    {
        "IDVK": "13",
        "SamLe": "Mâm lễ cúng ngày Tết Hàn Thực gồm: Hương, hoa, trầu cau và 5 (hoặc 3 bát) bánh trôi, 5 (3 bát) bánh chay dâng lên bàn thờ.\n\nVăn khấn Tết Hàn Thực: Tết Hàn Thực ngày 3 tháng 3 khi cúng Tổ Tiên thì phải khấn thần ngoại trước, thần nội sau. ",
        "TenLoai": "Văn khấn tết Hàn Thực",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\n\n- Con kính lạy Cao Tằng Tổ khảo, Cao Tằng Tổ Tỷ, Thúc Bá, Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại.\n\nTín chủ (chúng) con là:. . . . . ..\n\nNgụ tại:… … … … … … …\n\nHôm nay là ngày… … … … … … gặp tiết Hàn Thực, tín chủ chúng con cảm nghĩ thâm ân trời đất, chư vị Tôn thần, nhớ đức cù lao Tiên tổ, thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, đốt nén tâm hương, dâng lên trước án. Chúng con kính mời ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài thần giáng lâm trước án chứng giám lòng thành thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ Khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ. . . . . . cúi xin thương xót con cháu giáng về linh chứng giám tâm thành thụ hưởng lễ vật.\n\nTín chủ con lại kính mời các vị vong linh các vị Tiền chủ, Hậu chủ ngụ trong nhà này, đất này đồng lâm án tiền, đồng lai hâm hưởng, phù hộ cho toàn gia chúng con luôn luôn mạnh khoẻ, mọi sự bình an, vạn sự tốt lành, gia đình hoà thuận, trên bảo dưới nghe.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo phong tục xưa của Trung Quốc: vào tiết Hàn Thực 3/3 mọi người không nổi lửa mà chỉ ăn đồ nguội đã chuẩn bị sẵn từ hôm trước. Hàn thực có nghĩa là thức ăn nguội.\n\nNgày nay, người Việt Nam vào tiết Hàn Thực vẫn nổi lửa nấu nướng bình thường và thường làm bánh trôi - bánh chay để tượng trưng cho tết Hàn Thực. Chính vì vậy tết này còn được gọi là Tết Bánh Trôi - Bánh Chay.\n"
    },
    {
        "IDVK": "14",
        "SamLe": "Ngày Tết Đoan Ngọ còn gọi là ngày Giết Sâu Bọ. Mâm lễ cúng gia tiên ngày Tết Đoan Ngọ gồm:\n\n- Hương, hoa, vàng mã;\n- Nước;\n- Rượu nếp;\n- Các loại hoa quả:\n+ Mận\n+ Hồng xiêm\n+ Dưa hấu\n+ Vải\n+ Chuối. . .  \n",
        "TenLoai": "Văn khấn ngày Tết Đoan Ngọ",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật! \n\n- Con lạy chín phương Trời, mười phương Chw Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổchư vị Tôn thần.\n\n- Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\n\n- Con kính lạy Tổ tiên, Hiển khảo, Hiển tỷ, chư vị Hương linh (nếu bố, mẹ còn sống thì thay bằng Tổ khảo, Tổ Tỷ)\n\nTín chủ chúng con là:. . . . . . . .\n\nNgụ tại:. . . . . . . .\n\nHôm nay là ngày Đoan Ngọ, chúng con sửa sang hương đăng, sắm sanh lễ vật, hoa đăng, trà quả dâng lên trước án.\n\nChúng con kính mời ngài Bản cảnh Thành hoàng, Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài thần, cúi xin các Ngài giáng lâm trước án chứng giám lòng thành, thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ Khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ. . . . . , cúi xin ác vị thương xót con cháu chứng giám tâm thành thụ hưởng lễ vật.\n\nTín chủ con lại kính mời các vị Tiền chủ, Hậu chủ tại nhà này, đất này đồng lâm án tiền, đồng lai hâm hưởng, độ cho chúng con thân cung khang thái, bản mệnh bình an. Bốn mùa không hạn ách, tám tiết hưởng bình an thịnh vượng.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Tết Đoan Ngọ là lễ tết lớn của người Việt Nam được tiến hành vào chính giờ Ngọ giữa trưa ngày mồng 5 tháng năm Âm lịch hàng năm.\n\nNgười xưa quan niệm rằng: Trong cơ thể con người, nhất là bộ phận tiêu hoá thường có sâu bọ ẩn sống, nếu không diệt trừ thì sâu bọ ngày càng sinh sôi nảy nở gây nguy hại cho con người. Lũ sâu bọ này chỉ lộ diện vào ngày 5/5 Âm lịch nên phải làm lễ trừ sâu bọ vào ngày này.\n\nTheo quan niệm cổ truyền, có thể giết sâu bọ bằng cách ăn thức ăn, hoa quả, rượu nếp vào ngày 5/5. Cách trừ sâu bọ trong người như sau: mọi người sáng ngủ dậy không được đặt chân xuống đất phải súc miệng 3 lần cho sạch sâu bọ, tiếp đó ăn một quả trứng vịt luộc. Rồi bước chân ra khỏi giường ăn một bát rượu nếp cho sâu bọ say, tiếp đó ăn trái cây cho sâu bọ chết.\n"
    },
    {
        "IDVK": "15",
        "SamLe": "Ngày Rằm tháng Bảy theo tục xưa, mọi gia đình đều sắm hai lễ để cúng\n\n+ Lễ cúng gia tiên gồm: Hương, hoa, rượu, xôi và mâm cỗ mặn với nhiều món ăn được chế biến cẩn thận, trình bày đẹp, vàng mã, quần áo, hài giấy. . .\n\n+ Lễ cúng chúng sinh gồm các lễ vật: Bánh đa, bỏng, ngô, khoai lang luộc, trứng luộc, kẹo bánh, xôi chè và cháo hoa. Vàng mã, tiền giấy, quần áo chúng sinh. . .  ",
        "TenLoai": "Tiết trung nguyên 15 tháng 7 (Khấn Thần linh tại nhà)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nKính lạy: Ngài Kim niên Đương cai Thái tuế Chí đức Tôn thần, ngài Bản cảnh Thành hoàng chư vị đại vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân và chư vị thần linh cai quản xứ này.\n\nHôm nay là ngày rằm tháng 7 năm . . . . (Nhâm Thìn)\n\nTín chủ chúng con tên là:  … ngụ tại nhà số …., đường …., phường (xã) …., quận (huyện) …, tỉnh (thành phố) …. thành tâm sắm sửa hương hoa, lễ vật và các thứ cúng dâng, bày lên trước án.\n\nChúng con thành tâm kính mời: Ngài Kim niên Đương cai Thái tuế Chí đức Tôn thần, ngài Bản cảnh Thành hoàng chư vị đại vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân và tất cả các vị thần linh cai quản trong khu vực này. Cúi xin các ngài giáng lâm án tọa, soi xét chứng giám.\n\nNay gặp tiết Vu Lan, ngày vong nhân được xá tội, chúng con đội ơn Tam bảo, Phật trời phù hộ, thần linh các đấng chở che, công đức lớn lao nay không biết lấy gì đền đáp.\n\nDo vậy, chúng con kính dâng lễ bạc, bày tỏ lòng thành, nguyện xin nạp thọ, phù hộ độ trì cho chúng con và cả gia đình chúng con, người người khỏe mạnh, già trẻ bình an hướng về chính đạo, lộc tài vương tiến, gia đạo hưng long.\n\nDãi tấm lòng thành cúi xin chứng giám.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo tín ngưỡng truyền thống của người Việt Nam Tiết Trung Nguyên là tiết của dịp 'Xá tội vong nhân' nơi Âm Phủ. Người xưa cho rằng: Ngày Rằm tháng bảy hàng năm thì mọi tội nhân cõi Âm, trong đó có những vong linh của gia đình, họ tộc mình đang bị giam cầm nơi địa ngục được xá tội và ra khỏi Âm Phủ lên Dương Gian. Bởi vậy, các gia đình ở Dương Gian làm cỗ bàn, vàng mã cúng gia tiên, cầu siêu độ trì cho họ. Ngoài cúng gia tiên ngày 'Xá tội vong nhân' mọi nhà còn bầy lễ cúng chúng sinh ngoài sân, trước thềm nhà để cúng cô hồn, ma đói là những vong linh ''không nơi nương tựa''.\n"
    },
    {
        "IDVK": "16",
        "SamLe": "Ngày Rằm tháng Bảy theo tục xưa, mọi gia đình đều sắm hai lễ để cúng\n\n+ Lễ cúng gia tiên gồm: Hương, hoa, rượu, xôi và mâm cỗ mặn với nhiều món ăn được chế biến cẩn thận, trình bày đẹp, vàng mã, quần áo, hài giấy. . .\n\n+ Lễ cúng chúng sinh gồm các lễ vật: Bánh đa, bỏng, ngô, khoai lang luộc, trứng luộc, kẹo bánh, xôi chè và cháo hoa. Vàng mã, tiền giấy, quần áo chúng sinh. . .  \n",
        "TenLoai": "Tiết trung nguyên 15 tháng 7 (Khấn tổ tiên tại nhà)",
        "VanKhan": "Nam mô a di Đà Phật! \n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư vị Phật, Chư Phật mười phương.\n\n- Con kính lạy Tổ tiên nội ngoại và chư vị Hương linh.\n\nTín chủ (chúng) con là:. . . . . . . . . . . . . . . . . . . . . .\n\nNgụ tại:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nHôm nay là ngày Rằm tháng Bảy năm . . . . . . . . . . . . . nhân gặp tiết Vu Lan vào dịp Trung Nguyên, chúng con nhớ đến Tổ tiên ông bà cha mẹ đã sinh thành ra chúng con gây dựng cơ nghiệp, xây đắp nền nhân, khiến nay chúng con được hưởng âm đức.\n\nChúng con cảm nghĩ ơn đức cù lao khôn báo, cảm công trời biển khó đền, nên tín chủ con sửa sang lễ vật, hương hoa, trà quả, kim ngân, vàng bạc, thắp nén tâm hương, thành tâm kính lên các cụ Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Bá Thúc, Đệ Huynh, Cô Di, Tỷ Muội và tất cả hương hồn trong nội tộc, ngoại tộc của họ. . . . . . . . . . . . ., cúi xin các vị thương xót cháu con, linh thiêng hiện về, chứng giám lòng thành, thụ hưởng lễ vật, phù hộ cho con cháu mạnh khoẻ bình an, lộc tài vượng tiến, vạn sự tốt lành, gia đạo hưng long, hướng về chính giáo.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo tín ngưỡng truyền thống của người Việt Nam, tiết Trung Nguyên là tiết của dịp 'Xá tội vong nhân' nơi Âm Phủ. Người xưa cho rằng: Ngày Rằm tháng Bảy hàng năm thì mọi tội nhân cõi Âm, trong đó có những vong linh của gia đình, họ tộc mình đang bị giam cầm nơi địa ngục được xá tội và ra khỏi Âm Phủ lên Dương Gian. Bởi vậy, các gia đình ở Dương Gian làm cỗ bàn, vàng mã cúng gia tiên, cầu siêu độ trì cho họ. Ngoài cúng gia tiên ngày 'Xá tội vong nhân', mọi nhà còn bầy lễ cúng chúng sinh ngoài sân, trước thềm nhà để cúng cô hồn, ma đói là những vong linh 'không nơi nương tựa'.\n"
    },
    {
        "IDVK": "17",
        "SamLe": "- Tiền vàng từ 15 lễ trở lên, quần áo chúng sinh từ 20 đến 50 bộ.\n\n- Tiền chúng sinh (tiền trinh), hoa, quả 5 loại 5 mầu (ngũ sắc).\n\n- Bỏng ngô, khoai lang luộc, ngô luộc, sắn luộc.\n\n- Kẹo bánh. Tiền mặt (tiền thật, các loại mệnh giá).\n\n- Nếu cúng thêm cháo thì thêm mâm gạo muối (5 bát, 5 đôi đũa hoặc thìa)\n\nChú ý: Không cúng xôi, gà. Khi rải tiền vàng ra mâm, để 4 hướng Đông, Tây, Nam, Bắc, mỗi hướng từ 3-5-7 cây hương. Bày lễ và cúng ngoài trời.\n\n>>> Ta có thể đọc bài văn khấn dưới đây hoặc tụng nghi thức cúng thí thực cô hồn (cúng chúng sinh) trong Kinh Nhật tụng.",
        "TenLoai": "Tiết Trung Nguyên 15 tháng 7 (Khấn chúng sinh ngoài trời)",
        "VanKhan": "Nam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nCon lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương,\n\nCon lạy Đức Phật Di Đà.\n\nCon lạy Bồ Tát Quan Âm.\n\nCon lạy Táo Phủ Thần quân Phúc đức chính thần.\n\nTiết tháng 7 sắp thu phân\n\nNgày rằm xá tội vong nhân hải hà\n\nÂm cung mở cửa ngục ra\n\nVong linh không cửa không nhà\n\nĐại Thánh Khảo giáo A Nan Đà Tôn giả\n\nTiếp chúng sinh không mả, không mồ bốn phương\n\nGốc cây xó chợ đầu đường\n\nKhông nơi nương tựa đêm ngày lang thang\n\nQuanh năm đói rét cơ hàn\n\nKhông manh áo mỏng, che làn heo may\n\nCô hồn nam bắc đông tây\n\nTrẻ già trai gái về đây họp đoàn\n\nDù rằng: chết uổng, chết oan\n\nChết vì nghiện hút chết tham làm giàu\n\nChết tai nạn, chết ốm đâu\n\nChết đâm chết chém chết đánh nhau tiền tình\n\nChết bom đạn, chết đao binh\n\nChết vì chó dại, chết đuối, chết vì sinh sản giống nòi\n\nChết vì sét đánh giữa trời\n\nNay nghe tín chủ thỉnh mời\n\nLai lâm nhận hưởng mọi lời trước sau\n\nCơm canh cháo nẻ trầu cau\n\nTiền vàng quần áo đủ màu đỏ xanh\n\nGạo muối quả thực hoa đăng\n\nMang theo một chút để dành ngày mai\n\nPhù hộ tín chủ lộc tài\n\nAn khang thịnh vượng hoà hài gia trung\n\nNhớ ngày xá tội vong nhân\n\nLại về tín chủ thành tâm thỉnh mời\n\nBây giờ nhận hưởng xong rồi\n\nDắt nhau già trẻ về nơi âm phần\n\nTín chủ thiêu hoá kim ngân\n\nCùng với quần áo đã được phân chia\n\nKính cáo Tôn thần\n\nChứng minh công đức\n\nCho tín chủ con\n\nTên là:. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nVợ/Chồng:. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nCon trai:. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nCon gái:. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nNgụ tại:. . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\n",
        "YNghia": "Ngoài việc cúng Phật, cúng thần linh và cầu siêu cho gia tiên, người Việt còn có lễ cúng bố thí cho các cô hồn khi tại thế thất cơ lỡ vận, không nơi nương tựa và chịu nhiều oan trái trong xã hội. . .\n\n* Thời gian: Có thể cúng từ ngày mùng 1 đến 15 tháng 7 (âm lịch)."
    },
    {
        "IDVK": "18",
        "SamLe": ".....",
        "TenLoai": "Tiết Trung Nguyên 15 tháng 7 (cúng phóng sinh)",
        "VanKhan": "Chúng sanh nay có bấy nhiêu\n\nlắng tai nghe lấy những lời dạy răn\n\ncác ngươi trước lòng trần tục lắm\n\nnên đời nay chìm đắm sông mê\n\ntối tăm chẳng biết làm lành\n\ngây bao tội ác, lạc vào trầm luân\n\ndo vì đời trước ác tâm\n\nnên nay chịu quả khổ đau vô cùng\n\nmang, lông, mai, vẩy, đội sừng\n\nda trơn, nhám, láng, các loài súc sanh\n\ndo vì ghen ghét, tham sân\n\ndo vì lợi dưỡng hại người làm vui\n\ndo vì gây oán chuốc thù\n\ndo vì hại vật, hại sanh thoả lòng\n\ndo vì chia cách, giam cầm\n\ndo vì đâm thọc chịu bao khổ hình\n\ncầu xin Phật lực từ bi\n\nlại nhờ Phật tử mở lòng xót thương\n\nnay nhờ Tăng chúng hộ trì\n\nkết duyên Tam bảo thoát vòng khổ đau\n\nhoặc sanh lên các cõi trời\n\nhoặc liền thức tỉnh về nơi cõi lành\n\nhoặc sanh lên được làm người\n\nbiết phân thiện ác, tránh điều lầm mê…..\n\nChúng sanh quy y Phật\n\nChúng sanh Quy y Pháp\n\nChúng sanh Quy y Tăng….\n\nÚm, ngâm ngâm ngâm (3 lần)\n\n",
        "YNghia": "Có thể phóng sinh chim, cá, tôm, cua v.v, tuyệt đối không phóng sinh rùa tai đỏ vì hủy hoại môi trường. Việc phóng sinh này tùy theo tín tâm và điều kiện của mỗi gia đình phật tử, không bắt buộc."
    },
    {
        "IDVK": "19",
        "SamLe": "Mâm lễ cúng gia tiên ngày Tết Trung Thu ngoài những món truyền thống thì bao giờ cũng phải có: bánh nướng, bánh dẻo, cốm, chuối, na, hồng, bưởi. . . Tất nhiên phải có hương, hoa, đèn, nến.\n\nNhân dịp Tết Trung Thu mọi người đều gửi biếu ông, bà, cha, mẹ, người thân, người mà mình mang ơn bánh Trung Thu, cốm, chuối, hồng. . . để tỏ lòng biết ơn quý trọng.\n",
        "TenLoai": "Văn cúng tổ tiên (Ngày Tết Trung Thu)",
        "VanKhan": "Nam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật.\n- Con kính lạy Hoàng thiên hậu Thổ chư vị Tôn thần.\n- Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\n- Con kính tay Cao Tằng Tổ khảo, Cao Tằng Tổ Tỷ, Thúc Bá, Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại\n\nTín chủ/chúng con là:… … …\n\nNgụ tại:… … …\n\nHôm nay là ngày Rằm tháng Tám gặp tiết Trung Thu tín chủ/chúng con thành tâm sắm lễ, hương hoa trà quả, thắp nén tâm hương dâng lên trước án.\n\nChúng con kính mời ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài Thần. Cúi xin các ngài giáng lâm trước án chứng giám lòng thành thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ Khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ. . . cúi xin thương xót con cháu linh thiêng hiện về, chứng giám tâm thành, thụ hưởng lễ vật.\n\nTín chủ con lại kính mời các vị Tiền chủ, Hậu chủ ngụ tại nhà này, đất này đồng lâm án tiền, đồng lai hâm hưởng. Xin các ngài độ cho chúng con thân cung khang thái, bản mệnh bình an. Bốn mùa không hạn ách, tám tiết hưởng vinh quang thịnh vượng.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\n \n",
        "YNghia": "Tết Trung Thu (Tết Trông Trăng) là phong tục thể hiện ý nghĩa của chăm sóc, báo hiếu, biết ơn, tình thân hữu, đoàn tụ và thương yêu.\nTheo phong tục dân gian ngày Tết Trung Thu nhà nhà đều treo đèn lồng, kết hoa rước đèn cù, ngắm trăng… và làm “Bánh Trăng” - ngày nay là bánh nướng, bánh dẻo để cúng tổ tiên.\n"
    },
    {
        "IDVK": "20",
        "SamLe": "Theo phong tục từ cổ xưa, ngày tết Cơm Mới (tết Hạ Nguyên) nhà nhà đều nấu xôi gạo mới, sắm sửa hương hoa, đèn nến cùng mâm lễ mặn thơm ngon tinh khiết để cúng tổ tiên. ",
        "TenLoai": "Văn khấn tổ tiên (Ngày Tết Cơm mới)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\n\n- Con kính lạy Cao Tằng Tổ khảo, Cao Tằng Tổ Tỷ, Thúc Bá, Đệ Huynh, Cô Di, Tỷ Muội họ nội họ ngoại.\n\nTín chủ (chúng) con là:. . . . . . . .\n\nNgụ tại:. . . . . . . .\n\nHôm nay là ngày mồng Một (mồng Mười Rằm) tháng Mười là ngày Tết Cơm Mới, tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, nấu cơm gạo mới, thắp nén tâm hương dâng lên trước án.\n\nTrộm nghĩ rằng:\n\nCây cao bóng mát\n\nQuả tốt hương bay\n\nCông tài bồi xưa những ai gây\n\nCủa quí hoá nay con cháu hưởng\n\nƠn Trời Đất Phật Tiên, Chư vị Tôn thần\n\nSau nhờ ơn Tổ tiên gây dựng, kể công tân khổ biết là bao\n\nĐến nay con cháu dồi dào, hưởng miếng trân cam\n\nNay nhân mùa gặt hái\n\nGánh nếp tẻ đầu mùa\n\nNghĩ đến ơn xưa\n\nCày bừa vun xới ,\n\nSửa nồi cơm mới\n\nKính cẩn dâng lên\n\nThường tiên nếm trước\n\nMong nhờ Tổ phước\n\nHoà cốc phong đăng\n\nThóc lúa thêm tăng\n\nHoa màu tươi mới\n\nLàm ăn tiến tới\n\nCon cháu được nhờ\n\nLễ tuy đơn sơ\n\nTỏ lòng thành kính\n\nChúng con kính mời ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long Mạch, Tài thần. Cúi xin các Ngài giáng lâm trước án chứng giám lòng thành thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ khảo, Tổ Tỷ, chư vị Hương linh gia tiên nội ngoại họ. . . . . . . . . . . . . . . , cúi xin thương xót con cháu linh thiêng hiện về chứng giám tâm thành thụ hưởng lễ vật.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo phong tục dân gian Tết Hạ Nguyên được tiến hành vào ngày mồng Một hoặc mồng Mười, cũng có thể là ngày Rằm tháng 10 Âm lịch hàng năm. Theo quan niệm của ông bà ta ngày xưa, những ngày này Thiên Đình cử thần Tam Thanh xuống trần gian để xem xét việc tốt xấu về tâu với Ngọc Hoàng. Do vậy, mọi nhà phải tiến hành làm lễ để thần Tam Thanh ban phúc lành, tránh tai họa và cũng là dịp \"'tiến tân\" cơm gạo mới cúng tổ tiên.\n\nNhân Tết Hạ Nguyên mọi người đều mua quà và gạo nếp mới cùng những đặc sản lúc giao mùa Thu Đông biếu ông, bà, cha mẹ và những bậc được tôn kính để tỏ lòng hiếu thuận, biết ơn bề trên."
    },
    {
        "IDVK": "21",
        "SamLe": "Lễ cúng vào ngày Mồng Một (lễ Sóc) và lễ cúng vào chiều tối ngày Rằm (lễ Vọng) thường là lễ chay: Hương, hoa, trầu cau, quả, tiền vàng. Ngoài lễ chay cũng có thể cúng thêm lễ nặn vào ngày này gồm: Rượu, thịt gà luộc, các món mặn. \n\nSắm lễ ngày mồng một và ngày rằm chủ yếu là thành tâm kính lễ, cầu xin lễ vật có thể rất giản dị: hương, hoa, lá trầu, quả cau, chén nước. ",
        "TenLoai": "Văn khấn Tổ công và các vị thần",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười Phương Chư Phật, Chư phật mười phương.\n\n- Con kính lạy Hoàng thiên, Hậu Thổ chư vi Tôn thần.\n\n- Con kính lạy ngài Đông Thần quân\n\n- Con kính lạy ngài Bản gia thổ địa Long Mạch\n\n- Con kính lạy các ngài Ngũ phương, Ngũ thổ, Phúc đức Tôn thần\n\n- Con kính lạy ngài tiền hậu địa chủ tài thần\n\n- Con kính lạy các Tôn thần cai quản trong khu vực này.\n\nTín chủ (chúng) con là:. . . . . . . . . . . . .\n\nNgụ tại:. . . . . . . . . . . . .\n\nHôm nay là ngày. . . . . . tháng. . . . . . năm. . . ., tín chủ con thành tâm sửa biện hương hoa lễ vật, kim ngân trà quả đốt nén hương thơm dâng lên trước án.\n\nChúng con thành tâm kính mời: ngài Kim Niên đương cai Thái Tuế chí đức Tôn thần, ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Đông trù Tư mệnh Táo phủ Thần quân, ngài Bản gia Thổ địa, Long Mạch Tôn thần, các ngài Ngũ Phương, Ngũ Thổ, Phúc đức chính thần, các vị Tôn thần cai quản trong khu vực này.\n\nCúi xin các Ngài nghe thấu lời mời thương xót thương tín chủ giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con toàn gia an lạc công việc hanh thông, người người được bình an, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!",
        "YNghia": "Theo tục lệ xưa để lại, cứ vào ngày mồng Một và chiều tối ngày Rằm hàng tháng, các gia đình người Việt Nam thường làm lễ cúng Gia Thần, Gia Tiên để cầu xin cho mọi người trong gia đình được khoẻ mạnh, bình an, may mắn, thành đạt. . . . "
    },
    {
        "IDVK": "22",
        "SamLe": "Lễ cúng vào ngày Mồng Một (lễ Sóc) và lễ cúng vào chiều tối ngày Rằm (lễ Vọng) thường là lễ chay: Hương, hoa, trầu cau, quả, tiền vàng. Ngoài lễ chay cũng có thể cúng thêm lễ nặn vào ngày này gồm: Rượu, thịt gà luộc, các món mặn.\nSắm lễ ngày mồng một và ngày rằm chủ yếu là thành tâm kính lễ, cầu xin lễ vật có thể rất giản dị: hương, hoa, lá trầu, quả cau, chén nước.",
        "TenLoai": "Văn Khấn Gia tiên ngày Rằm, Mồng Một",
        "VanKhan": "Nam Mô A Di Đà Phật! (3 lần)\n\n- Con kính lạy Chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên, Hậu thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ thần linh thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần\n\n- Con kính lạy Tổ tiên, Cao tằng tổ khảo tỷ, chư vị Hương linh gia tiên nội ngoại họ…...\n(Bố đã mất: Hiển khảo; mẹ: Hiển tỷ; ông: Tổ khảo; bà: Tổ tỷ; cụ ông: Tằng tổ khảo; cụ bà: Tằng tổ tỷ; anh em trai: Thệ huynh, Thệ đệ; chị em gái:Thệ tỷ, Thệ muội; cô gì, chú bác: Bá thúc cô di tỷ muội)\n\nTín chủ (chúng) con là: … … … … … … . . . . .\n\nNgụ tại: … … … … . . . . . . . .\n\nHôm nay là ngày . . . . tháng . . . . năm . . . . gặp tiết. . . . (Nguyên Đán, Nguyên Tiêu, Ngày Rằm, Mồng Một).\n\nTín chủ (chúng) con cảm nghĩ thâm ân trời đất, chư vị tôn thần, nhớ đức cù lao tiên tổ, mỗi niệm không quên, thành tâm sửa biện hương hoa lễ vật, kim ngân trà quả đốt nén hương thơm dâng lên trước án.\n\nChúng con thành tâm kính mời: Ngài Bản cảnh Thành hoàng Chư vị Đại Vương, ngài Bản xứ Thần linh thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long mạch, Tài thần. Cúi xin các ngài nghe thấu lời mời thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật.\n\nChúng con kính mời Tổ tiên, Cao tằng tổ khảo tỷ, chư vị Hương linh gia tiên nội ngoại họ….., cúi xin thương xót con cháu giáng về linh sàng, chứng giám tâm thành, thụ hưởng lễ vật.\n\nTín chủ chúng con lại kính mời các vị Tiền chủ, Hậu chủ ngụ trong nhà này, đất này đồng lâm án tiền, đồng lai hâm hưởng, phù hộ cho gia đình chúng con luôn luôn mạnh khoẻ, mọi sự bình an, vạn sự tốt lành, làm ăn phát tài, gia đình hoà thuận.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\nNam Mô A Di Đà Phật!\n\n",
        "YNghia": "Theo tục lệ xưa để lại, cứ vào ngày mồng Một và chiều tối ngày Rằm hàng tháng, các gia đình người Việt Nam thường làm lễ cúng Gia Thần, Gia Tiên để cầu xin cho mọi người trong gia đình được khoẻ mạnh, bình an, may mắn, thành đạt… ."
    },
    {
        "IDVK": "23",
        "SamLe": "Lễ cúng Mụ phải được làm cẩn thận chu đáo, với các lễ vật bao gồm:\nl) 12 đôi hài xanh giống hệt nhau và một đôi hài cũng màu xanh nhưng to hơn\n2) 12 nén vàng xanh giống nhau và một nén vàng xanh to hơn. \n3) 12 bộ váy áo đẹp màu xanh giống hệt nhau và một bộ váy áo xanh cắt giống 12 bộ kia nhưng to hơn. \n4) 12 miếng trầu cánh phượng giống hệt nhau và một miếng trầu têm cánh phượng to hơn.\n5) 12 bộ đồ chơi: Bát,đũa, thìa, chén cốc, con giống, xe cộ, nón, mũ. . . giống hệt nhau và một bộ giống như vậy nhưng to hơn (những đồ lễ này có thể bằng nhựa, bằng sành sứ). \n6) 12 con cua, 12 con ốc, 12 con tôm to nhỏ bằng nhau để sống (có thể đồ chín) là lễ vật dâng cúng 12 bà Mụ.Và mỗi loại một con to hơn hoặc nhiều con (ít nhất ba con) cũng để sống là lễ vật dâng cúng bà Mụ Chúa. (Các con này để vào bát to bày cúng, sau khi cúng xong thì đem cua, ốc thả ra ao, hồ; tôm có thể thụ lộc). \n7) Phẩm oản, bánh kẹo, hoa quả chia đều thành 12 phần giống nhau và một phần có đủ phẩm oản, bánh kẹo, hoa quả nhưng lớn hơn (hoặc nhiều hơn). \n8) Lễ mặn: Xôi, gà, cơm, canh, các món lễ mặn, rượu. . .\n9) Bát hương, lọ hoa tươi nhiều màu, tiền vàng, cốc nước thanh tịnh (bày ở mâm trên cùng lễ mặn).\n\n\n*Bày lễ cúng Mụ mang tính chất thành kính, văn hoá và nghệ thuật, thường bàn lễ cúng Mụ được bày (trình bày) một cách hài hoà, cân đối. \n+ Tất cả lễ vật dâng bà Mụ chúa để ở chính giữa phía trên của hương án \n+ Lễ vật dâng 12 bà Mụ chia thành 12 phần giống nhau \n+ Mâm lễ mặn cùng hương, hoa nước để trên cùng \n+ Mâm tôm, cua, ốc để phía dưới\n\nSau khi bày lễ xong, bố hoặc mẹ cháu bé thắp 3 nén hương, rồi bế cháu bé ra trước án khấn:\n",
        "TenLoai": "Lễ cúng mụ (Văn khấn cúng Mụ)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con kính lạy Đệ nhất Thiên tỷ đại tiên chúa.\n\n- Con kính lạy Đệ nhị Thiên đế đại tiên chúa.\n\n- Con kính lạy Đệ tam Tiên Mụ đại tiên chúa.\n\n- Con kính lạy Thập nhị bộ Tiên Nương\n\n- Con kính lạy Tam thập lục cung chư vị Tiên Nương\n\nHôm nay là ngày…. Tháng….. năm….\n\nVợ chồng con là . . . . . . . . . . . . . . sinh được con (trai, gái) đặt tên là . . . . . . . ..\n\nChúng con ngụ tại:. . . . . . . . . . . . . .\n\nNay nhân ngày đầy tháng (đẫy cữ, đầy năm) chúng con thành tâm sửa biện hương hoa lễ vật và các thứ cúng dâng bầy lên trước án, trước bàn tọa chư vị Tôn thân kính cẩn tâu trình:\n\nNhờ ơn thập phương chư Phật, chư vị Thánh hiền, chư vị Tiên Bà, các đấn g thần linh, Thổ công địa mạch, Thổ địa chính thần, Tiên tổ nội ngoại, cho con sinh ra cháu tên là… … … … sinh ngày… … được mẹ tròn con vuông.\n\nCúi xin chư vị tiên Bà, chư vị Tôn thần giáng lâm trước án, chứng giám lòng thành thụ hưởng lễ vật, phù hộ độ trì, vuốt ve che chở cho cháu được ăn ngoan, ngủ yên, hay ăn chóng lớn, vô bệnh vô tật, vô tai, vô ương vô hạn, vô ách, phù hộ cho cháu bé được tươi đep, thông minh, sáng láng, thân mệnh bình yên, cường tráng, kiếp kiếp được hưởng vinh hoa phú quí. Gia đình con được phúc thọ an khang, nhân lành nảy nở, nghiệp dữ tiêu tan, bốn mùa không hạn ách nghĩ lo.\n\nXin thành tâm đỉnh lễ, cúi xin được chứng giám lòng thành. \nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nKhi đã khấn xong thì bố hoặc mẹ chắp tay bé lại vái trước án 3 vái sau 3 tuần hương thì lễ tạ. Sau đó gia đình mang vàng mã, váy áo đi hoá, vẩy rượu lúc đang hoá; đem tôm, cua, ốc đi phóng sinh tại các ao, hồ, sông để cầu phúc; các đồ chơi bằng nhựa, sành sứ thì giữ lại cho cháu bé để lấy phước.\n\nCuối cùng cả gia đình và bạn bè cùng thụ lộc chúc cho bé mọi điều tốt lành.\n\n",
        "YNghia": "Ông bà ta xưa quan niệm rằng: Đứa trẻ được sinh ra là do các vị Đại Tiên (Bà chúa Đầu thai), Tiên Mụ mà trực tiếp là 12 bộ Tiên Nương (12 bà Mụ) nặn ra ban cho. Vì vậy, khi đứa trẻ đầy cữ (đứa trẻ chào đời được 3 ngày), đầy tháng (đứa trẻ chào đời được một tháng), đầy năm; bố mẹ, ông bà đứa trẻ phải bày tiệc cúng Mụ để tạ ơn các bà Mụ và cầu xin các Mụ ban cho đứa trẻ mọi điều may mắn tốt lành."
    },
    {
        "IDVK": "24",
        "SamLe": " Phần lễ vật \n+ Vàng hồ màu xanh: 300\n+ Hài: 13 đôi màu xanh\n+ Áo mụ: 13 bộ màu xanh\n+ 1 võng mụ\n+ Cua, ốc, tôm, cá: 13 con (luộc toàn tính-để nguyên vây, vảy, râu, càng)\n+ Trứng : 13 quả (1 quả trứng gà và 12 quả chim cút\n+ Cơm nắm con: 13 nắm (có thể nắm 1 nắm to rồi cắt thành 13 miếng nhỏ)\n+ Bún: 13 bánh\n+ Dừa: 13 miếng (có thể cắt 1 miếng to thành 13 miếng nhỏ)\n+ Bánh đa, khoai lang, bỏng ngô: mỗi thứ 13 miếng hoặc gói nhỏ (đều là đồ chín)\n\nNgười đứng lễ: Bố đứa trẻ \n\nCúng mụ đầy năm\nCúng Phật: xôi, chuối, hoa quả, 1 lễ vàng\nCúng Gia Tiên: mâm cơm hoặc hoa quả, 1 số lễ vàng (tùy vào số bát hương)\nRượu: 3 chén nhỏ\n1 ấm chè nhỏ và bộ chén",
        "TenLoai": "Lễ cúng mụ (Đầy năm)",
        "VanKhan": "Nam mô độ đàn giáo chủ, thiên chủ, thiên nhỡn, đại từ, đại bi, tâm thành cứu khổ nạn, linh cảm, quan thế âm bồ tát (khấn 3 lần)\n\nQuan Thổ công, Táo Quân, Thần Linh đất nước, Thành Hoàng bản thổ sở tại: … … … … … … … …\n\nHôm nay ngày. . . tháng. . . .năm 20. . . (Dương lịch), tức ngày. . . .tháng. . . .năm. . . . (Âm Lịch) \nTín chủ tên là:. . . . . . . . . . . . .(tên của bố đứa trẻ)\nthành tâm tu sửa lễ vật. Con xin dâng lễ đầy tháng cho trẻ sơ sinh tên là:. . . . . . . . . ., sinh ngày. . . . . . .tháng. . . . . . ..năm. . . .(Dương lịch), tức ngày. . . . . . .tháng. . . . . ..năm. . . ..(Âm lịch) \n\nThỉnh mụ\nNam mô đức Phật di đà (3 lần)\nThỉnh mời chúa mụ mà ra đáo đàn\nMười hai bà mụ khôn ngoan\nHội đồng báo ứng ngồi bàn thơ sinh\nTai nghe đắc sở thiên đình\nNgũ phủ, huyện xã nghe kinh người đề\nHỏi rằng xem thiếp xem thê\nĐương nương đương cảnh trở về nương thông\nThổ công thời niệm gia môn\nBà thời niệm tháng, bà dồn niệm thai\nTrời sinh ra gái ra trai\nTrao cho bà mụ mười hai trường tài\n\nMụ DẦN nặn chân nặn tay\nMụ MÃO vẽ mặt, vẽ mày, con ngươi\nMụ THÌN dạy nói, dạy cười\nMụ TỴ dạy đi, dạy đứng, dạy ngồi\nMụ NGỌ dạy con ở đời thông minh\nMụ MÙI dạy con đức độ hiền lành\nMụ THÂN dạy phải hiếu trung ở đời\nMụ DẬU dạy đủ mọi nhời\nMụ TUẤT lại dạy con thời phải nghe\nMụ HỢI dạy con mọi bề\nMụ TÝ cận kề khuyên bảo sớm hôm\nMụ SỬU dạy con ăn ở có nhân\nThì con mới được đích thân nên người\n\nNam mô a di đà Phật \nPhía trên chay mặn thượng tòa\nPhía dưới cua, ốc, tôm cá bày ra hai hàng\nVàng hồ, Yếm áo mười ba (cả võng mụ)\nTrên dưới hưởng tài, quần áo nấu đi\nBà nào thích thú kiểu gì\nĂn rồi lại chuyện kinh kỳ núi non\nBao nhiêu cái ngủ cái ngon\nThời bà mang lại ba tròn bảy vuông\nBao nhiêu cái đẹn cái sài\nXin bà mang đổ ra ngoài biển Đông\nKhôn ngoan tâm tính ở lòng\nXin bà ở lại tháng cùng mười hai\nNam mô a di đà Phật (vái 3 vái)\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "25",
        "SamLe": "- Ngày lễ Chạm Ngõ, gia đình nhà trai làm mâm lễ mặn xôi, gà cúng Gia Thần, Gia Tiên để trình báo việc hệ trọng của chàng trai. Lễ Chạm Ngõ nhà trai mang sang nhà gái gồm: Một cơi trầu (12 mớ trầu), cau bổ tư hoặc để cả buồng, mứt sen, trà, rượu, thuốc lá, một thiếp vàng. Cha cô dâu tương lai mang lễ này đặt lên bàn thờ Gia Thần Gia Tiên để cúng trình báo về việc hệ trọng của con gái.\n\n- Lễ ăn hỏi: Nhà gái nhận lễ ăn hỏi của nhà trai gồm: Trầu, cau, trà, rượu, thuốc lá, bánh cốm, bánh phu thê (su xê) theo yêu cầu của mình rồi đặt lên bàn thờ cúng Gia Thần, Gia Tiên. Sau lễ ăn hỏi nhà gái đem chia lễ ăn hỏi cho họ hàng, bạn bè, người thân, cơ quan. . . Khi chia lễ ăn hỏi người chia lễ đưa thiệp mời dự đám cưới có ngày giờ đã chọn.\n\n- Lễ cưới được tổ chức vào ngày lành tháng tốt do hai bên gia đình chọn.\n\nKhi gia đình có hỷ sự: trai lấy vợ, gái gả chồng, nhà trai và nhà gái đều phải làm lễ yết cáo Gia Thần, Gia Tiên sau khi dâng lễ, thắp hương thì khấn:",
        "TenLoai": "Cưới gả (Văn khấn yết cáo Gia thần, Gia Tiên)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n-Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n-Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n-Con kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa,ngài Bản gia Táo quân cùng chư vị Tôn thần.\n\n-Con kính lạy tiên họ. . . . . . . chư vị Hương linh.\n\nTín chủ (chúng) con là:. . . . . . . .\n\nNgụ tại:… … … … … … .\n\nHôm nay là ngày. . .. tháng. . . .năm . . . . .\n\nTín chủ con có con trai (con gái) kết duyên cùng . . . . . .\n\nCon của ông bà . . . . . . . .\n\nNgụ tại:. . . . . . . . .\nNay thủ tục hôn lễ đã thành. Xin kính dâng lễ vật, gọi là theo phong tục nghi lễ thành hôn và hợp cẩn, trước linh toạ Ngũ tự Gia thần chư vị Tôn linh, truớc linh bài liệt vị gia tiên chư chân linh xin kính cẩn khấn cầu:\n\nPhúc tổ đi lai,\n\nSinh trai có vợ (nếu là nhà trai),\n\nSinh gái có chồng (nếu là nhà gái)\n\nLễ mọn kính dâng,\n\nDuyên lành gặp gỡ,\n\nGiai lão trăm năm,\n\nVững bền hai họ,\n\nNghi thất nghi gia,\n\nCó con có của.\n\nCầm sắt giao hoà,\n\nTrông nhờ phúc Tổ.\n\nChúng con lễ bạc tâm thành, xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n\n",
        "YNghia": "Khi hai gia đình nhà trai, nhà gái quyết định tác hợp cho hai trẻ nên vợ nên chồng và tiến hành các thủ tục: lễ chạm ngõ, lễ ăn hỏi, lễ cưới. Vào các ngày tiến hành các lễ trên thì gia đình bên nhà trai và nhà gái đều phải làm lễ yết cáo Gia Thần, Gia Tiên.\n\nCác cụ ta xưa có câu 'Trai khôn dựng vợ, Gái lớn gả chồng', từ cổ chí kim, HÔN - NHÂN bao giờ cũng được xem là việc quan trọng của cả một đời người. Khi hai gia đình nhà trai, nhà gái quyết định tác hợp cho hai trẻ nên vợ nên chồng thì tiến hành các thủ tục: lễ chạm ngõ, lễ ăn hỏi, lễ cưới. Vào các ngày tiến hành các lễ trên thì gia đình bên nhà trai và nhà gái đều phải làm lễ yết cáo Gia Thần, Gia Tiên."
    },
    {
        "IDVK": "26",
        "SamLe": "Trong lễ động thổ ngày xưa phải cúng tam sinh, ngày nay đơn giản hơn, nhưng phải là con gà, đĩa xôi, hương, hoa quả, vàng mã. . . Sau khi làm lễ gia chủ là người cầm cuốc bổ những nhát đầu tiên, trình với Thổ thần xin được động thổ, tiếp sau đó, mới cho thợ đào. Trước khi khấn phải thắp nén nhang vái bốn phương, tám hướng rồi quay mặt vào mâm lễ mà khấn.\n",
        "TenLoai": "Văn khấn lễ động thổ",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy Quan Đương niên.\n\n- Con kính lạy các Tôn phần bản xứ.\n\nTín chủ (chúng) con là:. . . . . . . . . . .\n\nNgụ tại:… … … … … … …\n\nHôm nay là ngày… tháng….năm….. tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương, dâng lên trước án, có lời thưa rằng: Hôm nay tín chủ con khởi tạo…. (nếu cất nóc thì đọc là cất nóc, nếu xây cổng thì đọc là xây cổng, nếu chuyển nhà thị đọc là chuyển nhà) ngôi đương cơ trụ trạch để làm nơi cư ngụ cho gia đình con cháu. Nay chọn được ngày lành tháng tốt, kính cáo chư vị linh thần, cúi mong soi xét và cho phép được động thổ (hoặc cất nóc). Tín chủ con lòng thành lễ vật dâng lên trước án thành tâm kính mời: ngài Kim Niên Đường Thái tuê' chí đức Tôn thần, ngài Bản cảnh Thành hoàng Chư vị Đại vương, ngài Bản xứ Thần linh Thổ địa, ngài định phúc Táo quân, các ngài Địa chúa Long Mạch Tôn thần và tất cả các vị Thần linh cai quản trong khu vực này.\n\nCúi xin các Ngài giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, độ cho chúng con được vạn sự tốt lành, công việc hanh thông, Chủ thợ được bình an, ngày tháng hưởng phần lợi lạc, âm phù dương trợ, sở cầu như ý, sở nguyện tòng tâm. Tín chủ lại xin phổ cáo với các vị Tiền chủ, Hậu chủ và các vị Hương linh, cô hồn y thảo phụ mộc, phảng phất quanh khu vực này, xin mời các vị tới đây thụ hưởng vật, phù trì tín chủ, cũng như chủ thợ đôi bên khiến cho an lạc, công việc chóng thành, muôn sự như ý.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật! .\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo ông bà ta xưa, làm nhà là một trong những việc quan trọng nhất của một đời người. Để những người sống trong ngôi nhà mới xây cất được khỏe mạnh, gặp mọi sự may mắn tốt lành thì khi tiến hành làm nhà nhất thiết phải tuân thủ một số nghi thức quy định về mặt phong thuỷ, chọn ngày tốt (Hoàng đạo, Sinh khí, Lộc mã, Giải thần. . . .) tránh ngày xấu (ngày Hắc đạo, Sát chủ, Thổ cấm, Trùng tang, Hùng phục. . . ..) và phải chọn giờ Hoàng Đạo để làm lễ động thổ (lễ cúng Thần Đất) để xin được làm nhà trên mảnh đất đó.\n"
    },
    {
        "IDVK": "27",
        "SamLe": "Mâm lễ dâng Thần linh, Gia Tiên ngày nhập trạch được bày biện trang trọng gồm: Trầu cau, hương, hoa, vàng mã, mùa nào quả ấy, bánh kẹo và mâm lễ mặn: rượu, thịt, xôi, gà…\n\nKhi vào nhà mới, vật đầu tiên mang vào nhà là cái chiếu hoặc đệm đang sử dụng, sau đó là bếp lửa (bếp ga, bếp dầu), không nên mang bếp điện vì bếp điện có tinh và không có tướng (tức chỉ có nhiệt mà không có ngọn lửa), chổi quét nhà, gạo, nước… … lễ vật để cúng Thần linh trước để xin nhập trạch và xin phép Thần linh rước vong linh Gia tiên về nơi ở mới để thờ phụng.\n\nLễ vật được để lên bàn, mâm, kê theo hướng đẹp với gia chủ. Tự tay gia chủ thắp nhang vào một bát nhang làm tạm thời. Thắp nhang và khấn lễ Thần linh xin nhập vào nhà mới, tiếp ngay sau đó gia chủ châm bếp và đun nước.\n\nĐun nước mục đích là để khai bếp, pha trà dâng Thần linh và Gia tiên. Nếu có khách, có thể lấy nước đó mời khách.\n\nNếu chỉ nhập trạch lấy ngày tốt chưa có nhu cầu ở ngay thì gia chủ phải ngủ một đêm ở nhà mới.\n\nSau khi khấn Thần linh xong, gia chủ làm lễ cáo yết Gia tiên rồi nới dọn dẹp đồ đạc.\n\nSau khi dọn xong, để cầu bình yên, toàn gia phải tổ chức lễ bái tạ Thần Phật, các vị Thánh thần và Tổ tiên…\n\nNgười có chửa thì tốt nhất không nên dọn nhà. Trong trường hợp cấp bách không thể không dời nhà, nên mua một cái chổi mới tinh, để đích thân người chửa quét qua các đồ đạc một lượt rồi mới chuyển. Như vậy mới không phạm tội ”Thần thai”\n\nNhững người giúp dọn nhà không được là người cầm tinh con Hổ.\n\nTheo ông bà ta xưa, đây là một số phép tắc giữ gìn sự hanh thông, bình an cho mọi nhà, bách bệnh không phát sinh, tài vận tiến đến, cả nhà vui vẻ.",
        "TenLoai": "Lễ nhập trạch (Văn khấn thần linh)",
        "VanKhan": "Nam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\n- Con lạy chín phương Trời, mười Phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy Các ngài Thần linh bản xứ cai quản trong khu vực này.\n\nTín chủ (chúng) con là:… … … … … … … … … ….\n\nHôm nay là ngày….. tháng…. năm…. tín chủ con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án. Trước bản toạ chư vị Tôn thần tín chủ con kính cẩn tâu trình:\n\nCác vị Thần linh,\n\nThông minh chính trực,\n\nGiữ ngôi tam thai\n\nNắm quyền tạo hoá\n\nThể đức hiếu sinh\n\nPhù hộ dân lành\n\nBảo vệ sinh linh .\n\nNêu cao chính đạo.\n\nNay gia đình chúng con hoàn tất tân gia, chọn được ngày lành dọn đến cư ngụ, phần sài nhóm lửa, kính lễ khánh hạ. Cầu xin chư vị minh Thần cho chúng con được nhập vào nhà mới tại:… … … … … … … … . và lập bát nhang thờ chư vị Tôn thần. Chúng con xin phép chư vị Tôn thần cho rước vong linh Gia tiên chúng con về ở nơi này để thờ phụng. Chúng con cầu xin chư vị minh Thần gia ân tác phúc, độ cho gia quyến chúng con an ninh, khang thái, làm ăn tiến tới, tài lộc dồi dào vạn sự như ý, vạn điều tốt lành.\n\nTín chủ lại mời các vong linh Tiền chủ, Hậu chủ ở trong nhà này, đất này xin cùng về đây chiêm ngưỡng Tôn thần, thụ hưởng lễ vật, phù hộ cho tín chủ con sức khoẻ dồi dào, an khang, thịnh vượng.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n \n",
        "YNghia": "Lễ Nhập Trạch (lễ dọn vào nhà mới, có thể là nhà tự xây cất hoặc ngôi nhà mới mua) là một nghi lễ quan trọng trong nghi lễ cổ truyền của người Việt. Bởi vậy khi dọn về nhà mới gia chủ phải tuân thủ các qui định cổ truyền là:\n\n- Chọn ngày giờ tốt để dọn đến nhà mới.\n\n- Đồ đạc phải do người trong gia đình tự tay dọn chuyển mang đến nhà mới.\n\n- Bài vị cúng Gia Thần, Tổ Tiên phải do gia chủ tự tay cầm đến nhà mới. Còn những người khác trong gia đình thì đi theo sau, tay cầm tiền của mang đến nhà mới. Thời gian chuyển nhà tốt nhất là vào buổi sáng, giữa trưa hoặc lúc mặt trời mới bắt đầu lặn, tránh chuyển nhà vào buổi tối."
    },
    {
        "IDVK": "28",
        "SamLe": "Mâm lễ dâng Thần linh, Gia Tiên ngày nhập trạch được bày biện trang trọng gồm: Trầu cau, hương, hoa, vàng mã, mùa nào quả ấy, bánh kẹo và mâm lễ mặn: rượu, thịt, xôi, gà…\n\nKhi vào nhà mới, vật đầu tiên mang vào nhà là cái chiếu hoặc đệm đang sử dụng, sau đó là bếp lửa (bếp ga, bếp dầu), không nên mang bếp điện vì bếp điện có tinh và không có tướng (tức chỉ có nhiệt mà không có ngọn lửa), chổi quét nhà, gạo, nước… … lễ vật để cúng Thần linh trước để xin nhập trạch và xin phép Thần linh rước vong linh Gia tiên về nơi ở mới để thờ phụng.\n\nLễ vật được để lên bàn, mâm, kê theo hướng đẹp với gia chủ. Tự tay gia chủ thắp nhang vào một bát nhang làm tạm thời. Thắp nhang và khấn lễ Thần linh xin nhập vào nhà mới, tiếp ngay sau đó gia chủ châm bếp và đun nước.\n\nĐun nước mục đích là để khai bếp, pha trà dâng Thần linh và Gia tiên. Nếu có khách, có thể lấy nước đó mời khách.\n\nNếu chỉ nhập trạch lấy ngày tốt chưa có nhu cầu ở ngay thì gia chủ phải ngủ một đêm ở nhà mới.\n\nSau khi khấn Thần linh xong, gia chủ làm lễ cáo yết Gia tiên rồi nới dọn dẹp đồ đạc.\n\nSau khi dọn xong, để cầu bình yên, toàn gia phải tổ chức lễ bái tạ Thần Phật, các vị Thánh thần và Tổ tiên…\n\nNgười có chửa thì tốt nhất không nên dọn nhà. Trong trường hợp cấp bách không thể không dời nhà, nên mua một cái chổi mới tinh, để đích thân người chửa quét qua các đồ đạc một lượt rồi mới chuyển. Như vậy mới không phạm tội ”Thần thai”\n\nNhững người giúp dọn nhà không được là người cầm tinh con Hổ.\n\nTheo ông bà ta xưa, đây là một số phép tắc giữ gìn sự hanh thông, bình an cho mọi nhà, bách bệnh không phát sinh, tài vận tiến đến, cả nhà vui vẻ.",
        "TenLoai": "Lễ nhập trạch (Văn khấn cáo yết Gia Tiên)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật !\n\nNam mô a di Đà Phật!\n\nKính lạy Tiên nội ngoại họ… … … … … … … … …\n\nHôm nay là ngày… … … tháng.:… … . năm… … ….\n\nGia đình chúng con mới dọn đến đây là: (địa chỉ):… … … … ..\n\nChúng con thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước ban thờ Cụ nội ngoại gia tiên. Nhờ hồng phúc tổ tiên, ông bà cha mẹ, chúng con đã tạo lập được ngôi nhà mới. Nhân chọn được ngày lành tháng tốt, thiết lập án thờ, kê giường nhóm lửa, kính lễ khánh hạ.\n\nCúi xin các cụ, ông bà cùng chư vị Hương linh nội ngoại họ… … … … … … .. thương xót con cháu, chứng giám lòng thành, giáng phó linh sàng thụ hưởng lễ vật, phù hộ độ trì cho chúng con, lộc tài vượng tiến, gia đạo hưng long, cháu con được bình an mạnh khoẻ.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam nô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Lễ Nhập Trạch (lễ dọn vào nhà mới, có thể là nhà tự xây cất hoặc ngôi nhà mới mua) là một nghi lễ quan trọng trong nghi lễ cổ truyền của người Việt. Bởi vậy khi dọn về nhà mới gia chủ phải tuân thủ các qui định cổ truyền là:\n\n- Chọn ngày giờ tốt để dọn đến nhà mới.\n\n- Đồ đạc phải do người trong gia đình tự tay dọn chuyển mang đến nhà mới.\n\n- Bài vị cúng Gia Thần, Tổ Tiên phải do gia chủ tự tay cầm đến nhà mới. Còn những người khác trong gia đình thì đi theo sau, tay cầm tiền của mang đến nhà mới. Thời gian chuyển nhà tốt nhất là vào buổi sáng, giữa trưa hoặc lúc mặt trời mới bắt đầu lặn, tránh chuyển nhà vào buổi tối."
    },
    {
        "IDVK": "29",
        "SamLe": "Trước tiên dâng lễ: Hương, hoa, vàng mã, trầu, rượu và mâm cỗ mặn thịnh soạn để cúng Táo quân, Thổ thần, Gia Tiên.\n\nTiếp đó mời: bạn bè, họ hàng, người thân, hàng xóm đến dự lễ Tân Gia- ăn mừng nhà mới. Những người được mời thường mang lễ vật đến như: các bức đại tự, câu đối, trầu cau, quà kỷ niệm. . . và nói lời chúc mừng gia chủ.",
        "TenLoai": "Văn khấn yết cáo Táo quân Thổ thần",
        "VanKhan": "Nam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\nCon lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\nHôm nay là ngày…. tháng. . . . năm . . ..\n\nTại thôn. . . xã. . . huyện. . . tỉnh. . . . .\n\nTín chủ con là . . . . . . .\n\nThành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên truởc án toạ Đông trù Tư mệnh Táo phủ Thần quân. Kính cẩn tâu rằng:\n\nNgài giữ ngôi nam thái\n\nTrừ tai cứu hoạ, bảo vệ dân lành\n\nNay bản gia hoàn tất công trình\n\nChọn ngày lành gia đình nhóm lửa\n\nNhân lễ khánh hạ, kính cẩn tấu trình:\n\nCầu xin gia đình, an ninh khang thái\n\nLàm ăn tấn tới, tài lộc dồi dào\n\nCửa rộng nhà cao, trong êm ngoài ấm\n\nVợ chồng hoà thuận, con cháu sum vầy\n\nCúi nhờ ân đức cao dày\n\nĐoái thương phù trì bảo hộ.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ bảo trì\n\nNam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\n",
        "YNghia": "Theo tục xưa sau lễ Nhập trạch dọn về nhà mới, gia chủ phải làm lễ Tân Gia. Lễ Tân Gia thường được tổ chức Long trọng."
    },
    {
        "IDVK": "30",
        "SamLe": "Trước tiên dâng lễ: Hương, hoa, vàng mã, trầu, rượu và mâm cỗ mặn thịnh soạn để cúng Táo quân, Thổ thần, Gia Tiên.\n\nTiếp đó mời: bạn bè, họ hàng, người thân, hàng xóm đến dự lễ Tân Gia- ăn mừng nhà mới. Những người được mời thường mang lễ vật đến như: các bức đại tự, câu đối, trầu cau, quà kỷ niệm. . . và nói lời chúc mừng gia chủ.",
        "TenLoai": "Văn khấn Lễ tân gia (Văn Khấn Gia tiên)",
        "VanKhan": "Nam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\nNam mô a di Đà phật!\n\nCon lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương\n\nTín chủ (chúng) con là:. . . . . . .\n\nHôm nay là ngày….. tháng. . . . năm. . ., tín chủ con cùng gia đình mới dọn đến đây là: (địa chỉ) . . . . . . .\n\nTín chủ con thiết lập linh sàng, sắp sửa lễ vật, bày trên bàn thờ, trước linh tọa kính trình các Cụ nội ngoại Gia tiên Tiền tổ. Nhờ hồng phúc Tổ tiên, ông bà cha mẹ, chúng con đã tạo lập được ngôi nhà mới, thiết lập thiết lập hương án thờ, kê giường nhóm lửa kính lễ khánh hạ. Nay chúng con làm lễ tân gia, cúi xin các cụ, ông bà cùng chư vị Hương linh nội ngoại thương xót con cháu, chứng giám lòng thành, thụ hưởng lễ vật, phù hộ độ trì cho chúng con, lộc lài vượng tiên gia đạo hưng long cháu con chữ bình an mạnh khoẻ.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà phật!\n\nNam mô a di Đà phật\n\n",
        "YNghia": "Theo tục xưa sau lễ Nhập trạch dọn về nhà mới, gia chủ phải làm lễ Tân Gia. Lễ Tân Gia thường được tổ chức Long trọng."
    },
    {
        "IDVK": "31",
        "SamLe": "Lễ vật trong lễ khai trương cửa hàng gồm: Hương, hoa quả phẩm oản, vàng mã, trầu cau, bánh kẹo. . . và mâm lễ mặn: xôi, gà, cơm, canh. . .\n\nMâm lễ được bày biện đẹp, đầy đặn trên bàn, sau khi dâng chén nước thắp nén hương, chủ cửa hàng thành tâm cầu khấn.",
        "TenLoai": "Văn khấn khai trương cửa hàng",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con kính lạy Quan Đương niên Hành khiển Thái tuế đức Tôn thần.\n\n- Con kính lạy các ngài Bản cảnh Thành hoàng chư vị Đại Vương.\n\n- Con kính lạy các Ngài Ngũ phương, Ngũ thổ, Long mạch, Tài thần định phúc Táo quân, chư vị Tôn thần.\n\n- Con kính lạy các Thần linh cai quản trong khu vực này.\n\nTín chủ (chúng) con là:. . . . . . . . . . . . . . . . .\n\nHôm nay là ngày…. Tháng…năm…, tín chủ con thành tâm sắm sửa lễ, quả cau lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án, lòng thành tâu rằng: tín chủ con xây cất (hoặc thuê được) một ngôi hàng ở tại xứ này (địa chỉ)…..( nếu là cơ quan, công xưởng thì khấn là tín chủ con là con là Giám đốc hay Thủ trưởng cùng toàn thể công ty), nay muốn khai trương khởi đầu việc kinh doanh (hoặc sản xuất) phục vụ nhân sinh, phục vụ sinh hoạt. Do đó chúng con chọn được ngày lành tháng tốt sắm sanh lễ vật cáo yết Tôn thần dâng cùng Bách linh. . . . . . . cúi mong soi xét.\n\nChúng con xin kính mời quan Đương niên quan Đương cảnh, quan Thần linh Thổ địa, Định phúc Táo quân cùng các ngài địa chúa Long Mạch cùng tất cả Thần linh cai quản khu vực này linh thiêng giáng hiện trước hương án, thụ hưởng lễ vật, chứng giám lòng thành. Cúi xin các vị phù hộ cho chúng con buôn bán hanh thông,làm ăn thuận lợi, lộc tài vượng tiến, cần gì được nấy, nguyện gì cũng thành.\n\nTín chủ lại mời các vị Tiền chủ, Hậu chủ cùng chư Hương linh y thảo phụ mộc ngụ trong khu vực này, xin hãy tới đây thụ hưởng lễ vật, phù trì cho tín chủ con làm ăn buôn bán gặp nhiều may mắn.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Theo quan niệm xưa, ông bà ta cho rằng: Cửa hàng, nhà xưởng. . . . . . đều nằm trên đất do vị Thổ Thần nơi đó cai quản, nên khi khai trương cửa hàng, công xưởng. . . . . . phải làm lễ xin phép Thổ Thần để được Thần linh phù hộ cho việc làm ăn được thuận buồm xuôi gió, phát đạt, thịnh vượng."
    },
    {
        "IDVK": "32",
        "SamLe": "Để giải cúng, người ta phải dùng Tam giang thủy và Ngũ linh thổ để nhào nặn thành hình Thần Quy, cho Kim Chỉ ngũ sắc vào trong mình Rùa. Lấy nước Tam Giang Thủy nấu lên, cho vào đó CHU SA, đợi nước nguội, CHÚ vào đó 2 chữ ÁN LAM. Chuẫn bị thêm 5 loại đậu (5 màu), 5 loại hoa (5 màu), 5 sắc cờ, 1 ít cát ở nơi ngã 3 sông.\n\nTiếp đến chọn các ngày: Thiên Xá, Thiên Nguyên, Địa Nguyên, hoặc Tứ Mậu, Tứ Kỷ. Đặc biệt là  các ngày có các Đại Kiết Tinh như Thiên Đức, Thiên Đức Hợp, Nguyệt Đức, Nguyệt Đức Hợp, Tam Đại Kỳ Môn phi đến vị trí LONG NHẬP THỦ, các ngày có Quý nhân_ Lộc_  Mã của gia chủ và Thái Tuế phi đến vị trí LONG NHẬP THỦ đó. Bày trận Ngũ Hành nơi đàn tràng đó mà vái cúng. Ngay trung tâm trận đó, đào sẵn 1 hố nhỏ. Chờ cho khấn vái xong, dùng nước Tam Giang Thủy đã chuẫn bị đó rưới xuống hố đó, sau đó đặt Thần Quy xuống hố, dùng cát ở bãi nước ngã ba sông trộn với 5 thứ đậu mà lấp hố đó lại, rồi hóa giấy vàng. ",
        "TenLoai": "Văn khấn Bồi hoàn địa mạch",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nKÍNH LẠY: _ ĐỨC U MINH GIÁO CHỦ ĐỊA TẠNG VƯƠNG BỒ TÁT.\n\n_ HOÀNG THIÊN, HẬU THỔ chư vị TÔN THẦN.\n\n_ CÁC NGÀI NGŨ PHƯƠNG, NGŨ ĐẾ, NGŨ NHẠC THÁNH ĐẾ, NHỊ THẬP BÁT TÚ TINH QUÂN, ĐỊA MẠCH THẦN QUAN, THANH LONG -BẠCH HỔ TÔN THẦN\n\n_ Cùng các ĐẠI KIẾT TINH. . . . . . ,. . . . ĐẠI KỲ MÔN TRẤN THỦ. . . ..PHƯƠNG.\n\nHôm nay là ngày. . . ..tháng. . . ..năm. . . . . .\n\nTín chủ con là. . . . . . ..     ngụ tại. . . . . . . .\n\nThành tâm sửa biện hương hoa lễ vật xin bồi hoàn địa mạch. Do trước đây tâm tính mờ mịt, thần trí u mê ,. . . . . . ..(nguyên nhân) đã làm tổn thương LONG MẠCH, mạo phạm LONG UY, ảnh hưởng đến Nguyên Khí vùng đất này. Nay muốn cho phong thổ an hòa, gia đình chúng con người người được chữ bình an tiêu tai giải họa, nên nay TRƯỢNG UY ĐẠI SĨ, nương đức Tôn Thần, cung thỉnh triển lộng Thần Oai nối giòng Long Khí. Cúi xin liệt vị Tôn Thần chứng minh tâm thành, giá đáo đàn tràng thụ hưởng lễ vật.\n\nTín chủ con xin chí thành cúng dâng Ngài U minh Giáo Chủ Địa Tạng Vương Bồ Tát, Ngài Kiên Lao Địa Thần Bồ Tát, Các Ngài Ngũ Phương- Ngũ Đế- Hậu Thổ Nguyên Quân- Sơn Nhạc Đế Quân- Đương Phương Thổ Địa- Thổ Phủ Thần Kỳ- Nhị Thập Bát Tú Tinh Quân, Nhị Thập Tứ Long Mạch Thần Quan, Nhị Thập Tứ Địa Mạch Thần Quan, Nhị Thập Tứ Sơn Hướng Địa Mạch Long Thần, Thanh Long- Bạch Hổ Tôn Thần, Thổ Bá-Thổ Hầu- Thổ Mạnh- Thổ Trọng- Thổ Quý Thấn Quan, Thổ Mẫu- Thổ Phụ- Thổ Tử- Thổ Tôn- Thổ Tướng- Thổ Gia Thần Quan, Thổ Cấn- Thổ Khôn, Thổ Kỳ Ngũ Phương- Bát Quái liệt vị Tôn Thần, Kim niên Đương cai Hành khiển Thái Tuế chí đức Tôn Thần, Ngài Bản Cảnh Thành Hoàng chư vị Đại Vương cùng tất cả chư vị ĐẠI KIẾT TINH hiện Tọa Trấn nơi đây. Cúi xin chư vị Tôn Thần thương xót tín chủ, nhận lời thỉnh cầu, giáng phó án tiền, trợ cho Phong Thổ phì nhiêu, Khí Mạch sung vượng, Tài Khí hưng long, Nhân Đinh an lạc, Sở nguyện tòng tâm.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "33",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:",
        "TenLoai": "Văn khấn giải hạn sao Thái Dương",
        "VanKhan": "Lễ cúng dâng sao Thái Dương vào ngày 27 hàng tháng. Thắp 12 ngọn nến.\n\nBài vị màu vàng, mũ vàng, cùng hương hoa, phẩm ỏan. Tiền vàng và 36 đồng tiền\n\nHướng về phương Đông làm lễ giải sao.\n\nTheo quan niệm của người xưa, sao Thái Dương chỉ tốt với nam giới, không tốt với nữ giới.\n\nVăn khấn:\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Nam mô Hiệu Thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế.\n\n- Con kính lạy Đức Trung Thiện tinh chúa Bắc cựcTử Vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân.\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân.\n\n- Con kính lạy Đức Nhật cung Thái Dương Thiên tử Tinh quân.\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ (chúng) con là:… … … … … ….\n\nHôm nay là ngày… … tháng… … …năm….., tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương, thiên lập linh án tại (địa chỉ)… … … … … …để làm lễ giải hạn sao Thái Dương chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc,lộc, thọ cho con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "34",
        "SamLe": "- Hương, hoa, quả, phẩm oản;\n\n- Tiền vàng;\n\n- Bài vị màu vàng;\n\n- Mũ vàng;\n\n- 36 đồng tiền;\n\n- Hướng về chính Tây làm lễ giải sao.",
        "TenLoai": "Văn khấn giải hạn sao Thái Âm",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Nam mô Hiệu Thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân\n\n- Con kình lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân.\n\n- Kính lạy Đức Nguyệt cung Thái Âm Hoàng hậu Tinh quân.\n\n- Con hình lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ (chúng) con là:… … … … … … …\n\nHôm nay là ngày… … tháng… … … năm… … , tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương, thiết lập linh án tại (địa chỉ) … … … … … để làm lễ giải hạn sao Thái Âm chiếu mệnh.\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc, lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng\n\nSắm lễ:\n\nĐầu năm và hàng tháng người xưa thường làm lễ\n\ndâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao Thái Âm vào ngày 26 hàng tháng, thắp 7 ngọn nến. Thái Âm là sao tốt cho nữ giới nhưng không tốt lắm đối với nam giới."
    },
    {
        "IDVK": "35",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ\n\ndâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao Mộc Đức tiến hành vào ngày 25 hàng tháng, thắp 20 ngọn nến xếp. Mộc Đức là sao tốt nhưng không tốt cho những người vượng hoả.",
        "TenLoai": "Văn khấn giải hạn sao Mộc Đức",
        "VanKhan": "- Hương, hoa, phẩm oản;\n\n- Tiền vàng;\n\n- Bài vị màu xanh;\n\n- Mũ xanh;\n\n- 36 đồng tiền\n\nHướng về chính Đông để làm lễ.\n\n3) Văn khấn:\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Nam mô Hữu Thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế.\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân.\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân .\n\n- Con kính kính lạy Đức Đông phương Giáp Ất Mộc Đức Tinh quân.\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ (chúng) con là:… … … … … … … … … .\n\nHôm nay là ngày….tháng….năm…., tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương, thiết lập linh án tại (địa chỉ)… … … … … … … … để làm lễ giải hạn sao Mộc Đức chiếu mệnh.\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ đồ trì giải trừ vận hạn; ban phúc lộc, thọ, cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chú con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "36",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao Vân Hán vào ngày 29 hàng tháng, thắp 15 ngọn nến. Theo quan niệm xưa, Vân Hán là tai tinh (sao xấu) chủ về ốm đau, bệnh tật.",
        "TenLoai": "Văn khấn giải hạn sao Vân Hán",
        "VanKhan": "- Hương, hoa, tiền vàng, phẩm oản\n\n- Bài vị màu đỏ;\n\n- Mũ đỏ;\n\n- 36 đồng tiền.\n\nHướng về phương Nam để làm lễ giải sao.\n\nVăn khấn:\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chự Phật mười phương.\n\n- Nam mô Hiệu Thiên chư tôn Kim Quyết Ngọc Hoàng Thượng đê.\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đê.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân.\n\n- Con kính lạy Đức Nam phương Bính đinh Hoả Đức Tinh quân.\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ con là:… … … … … … … … .\n\nHôm nay là ngày… … tháng… … năm… … ., tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương, thiết lập linh án tại (địa chỉ)… … … … … ….\n\nđể làm lễ giải hạn sao Vân Hán chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc, lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "37",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nSao Thổ Tứ\n\nLễ cúng dâng sao Thổ Tú vào ngày 19 hàng tháng, thắp 5 ngọn nến. Thổ Tú là sao xấu, chủ về tai nạn, kiện tụng. Xấu đối với cả nam nữ và gia trạch.\n\nLễ vật gồm có:\n\n- Hương, hoa, tiền vàng;\n\n- Mũ vàng;\n\n- Phẩm oản;\n\n- Bài vị màu vàng;\n\n- 36 đồng tiền.\n\nHướng về chính Tây làm lễ giải sao.",
        "TenLoai": "Văn khấn giải hạn sao Thổ Tú",
        "VanKhan": "Nam mô a di đà Phật!\n\nNam mô a di đà Phật!\n\nNam mô a di đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Nam mô Hiệu Thiên Chí tôn Kim Quyết Ngọc Hoàng Thượng đê.\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân.\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân.\n\n- Con kính lạy Đức Trung Ương Mậu Kỷ Thổ Đức Tinh quân. . .\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ con là:… … … … … …..\n\nHôm nay là ngày… tháng… năm…., tín chủ con thành tâm sắm lễ, hươnghoa trà quả, đốt nén tâm hương, thiết lập linh án tại (địa chỉ)… … … … …. Để làm lễ giải hạn sao Thổ Tú chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc, lộc, thọ cho chúng con gặp sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng\n"
    },
    {
        "IDVK": "38",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao Thái Bạch vào ngày 15 hàng tháng, thắp 8 ngọn nến. Thái Bạch là sao xấu, chủ về thiệt hại tiền của, khẩu thiệt. Xấu đối với cả nam và nữ, nhưng đối với nam thì đỡ hơn.\n\nLễ cúng gồm có:\n\n- Hương hoa;\n\n- Tiền vàng;\n\n- Bài vị màu trắng;\n\n- Mũ trắng;\n\n- Phẩm oản;\n\n- 36 đồng tiền.\n\nHướng về chính Tây làm lễ giải sao.",
        "TenLoai": "Văn khấn giải hạn sao Thái Bạch",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Nam mô Hiệu Thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên ThọTinh quân\n\n- Con kính lạy Đức Hữu Bắc Đẩu Cửu hàm Giải ách Tinh quân\n\n- Con kính lạy Đức Tây phương Canh Tân Kim đức Thái Bạch Tinh quân.\n\n-Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ con là:… … … … …..\n\nHôm nay là ngày… … tháng… … năm … … … tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương thiết lập linh án tại (địa chỉ) … … … … …. để làm lễ giải hạn sao Thái Bạch chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc, lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "39",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao Thuỷ Diệu vào ngày 21 hàng tháng, thắp 7 ngọn nến, bài vị màu đen. Thuỷ Diệu là sao phúc lộc, nhưng xấu đối với nữ và chủ về tai nạn, tang chế.\n\nLễ cúng gồm có:\n\n- Tiền vàng;\n\n- Hương hoa;\n\n- Phẩm oản;\n\n- Mũ đen;\n\n- 36 đồng tiền\n\nHướng về chính Bắc làm lễ giải sao",
        "TenLoai": "Văn khấn giải hạn sao Thủy Diệu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Nam mô Hiệu Thiên chí tôn Kim Quyết Ngọc Hoàng Tlượng đế.\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng Sinh Đại đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửa hàm Giải ách tinh quân\n\n- Con kính lạy Đức phương Nhâm quý Thủy đức Tinh quân\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Châu quân.\n\nTín chủ con là:… … … … … …..\n\nHôm nay là ngày… … tháng… … năm … … … … tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương thiết lập linh án tại (địa chỉ)… … … … … .để làm lễ giải hạn sao Thủy Diệu chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc,lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "40",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ\n\ndâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng dâng sao La Hẩu vào ngày mồng 8 hàng tháng, thắp 9 ngọn nến, bài vị màu vàng. La Hầu là sao xấu, chủ về khẩu thiệt. Đối với nam xấu hơn đối với nữ.\n\nLễ cúng gồm có:\n\n- Hương hoa;\n\n- Tiền vàng;\n\n- Phẩm oản;\n\n- Mũ vàng;\n\n- 36 đồng tiền.\n\nHướng về chính Bắc làm lễ giải sao.",
        "TenLoai": "Văn khấn giải hạn sao La Hầu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư phật, Chư Phật mười phương.\n\n- Nam mô Hiệu Thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế\n\n- Con kính lạy Đức Trung Thiên tinh chúa Bắc cực Tử vi Tràng sinh Đại đế\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân\n\n- Con kính lạy Đức Hữu Bắc Đẩu cửu hàm Giải ách Tinh quân\n\n- Con kính lạy Đức Thiên cung Thần thủ La Hầu Đức Tinh quân.\n\n- Con kính lạy Đức Thượng Thanh Bản mệnh Nguyên Thần Chân quân.\n\nTín chủ con là:… … … … … … … … ….,\n\nHôm nay là ngày… … . tháng… … .. năm … … … … … … … tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương thiết lập linh án tại (địa chỉ)… … … … … … … … .để làm lễ giải hạn sao La Hầu chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc,lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "41",
        "SamLe": "Đầu năm và hàng tháng người xưa thường làm lễ dâng sao giải hạn tại chùa hoặc tại nhà, nghi lễ tiến hành như sau:\n\nLễ cúng sao Kế Đô vào ngày 18 hàng tháng, thắp 21 ngọn nến, bài vị màu vàng. Sao Kế Đô là sao Hung tinh xấu nhất về xuân hạ, nhưng xuất ngoại đi xa lại gặp điều tốt hơn. Sao Kế Đô đối với nữ xấu hơn đối với nam.\n\nLễ cúng gồm có:\n\n- Hương hoa\n\n- Tiền vàng;\n\n- Phẩm oản;\n\n- Mũ màu vàng;\n\n- 36 đồng tiền.\n\nHướng về chính Tây làm lễ giải sao.",
        "TenLoai": "Văn khấn giải hạn sao Kế Đô",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\n- Con kính lạy chín phương trời,mười phương Chư phật,Chư Phật mười phương.\n\n- Nam mô Hiệu thiên chí tôn Kim Quyết Ngọc Hoàng Thượng đế.\n\n- Con kính lạy ngài Tả Nam Tào Lục Ty Duyên Thọ Tinh quân.\n\n- Con kính lạy Đức Hữu Bắc Dẩu cửa hàm giải Ách tinh quân.\n\n- Con kính lạy Đức Địa cung thần Vỹ Kế Đô Tinh quân.\n\n- Kính lạy Đức Thượng Thanh Bản Mệnh Nguyên Thần Châu quân\n\nTín chủ con là… … … … … …\n\nHôm nay là ngày… … . tháng… … .. năm … … … … … tín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương thiết lập linh án tại (địa chỉ)… … … … … … … … để làm lễ giải hạn sao Kế Đô chiếu mệnh:\n\nCúi mong chư vị chấp kỳ lễ bạc phù hộ độ trì giải trừ vận hạn; ban phúc,lộc, thọ cho chúng con gặp mọi sự lành, tránh mọi sự dữ, gia nội bình yên, an khang thịnh vượng.\n\nTín chủ con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Người xưa cho rằng: mỗi người vào mỗi năm có một ngôi sao chiếu mệnh, tất cả có 9 ngôi sao, cứ 9 năm lại luân phiên trở lại. Cùng một tuổi, cùng một năm đàn ông và đàn bà lại có sao chiếu mệnh khác nhau. Trong 9 ngôi sao có sao tốt, có sao xấu, năm nào sao xấu chiếu mệnh con người sẽ gặp phải chuyện không may, ốm đau, bệnh tật. . . gọi là vận hạn. Để giảm nhẹ vận hạn người xưa thường làm lễ cúng dâng sao giải hạn vào đầu năm (là tốt nhất) hoặc hàng tháng tại chùa (là tốt nhất) hay tại nhà ở ngoài trời với mục đích cầu xin Thần Sao phù hộ cho bản thân, con cháu, gia đình đều được khoẻ mạnh, bình an, vạn sự tốt lành, may mắn, thành đạt và thịnh vượng. Theo quan niệm dân gian thì 9 ngôi sao chiếu mệnh chỉ xuất hiện vào những ngày nhất định trong tháng, từ đó hình thành tục dâng sao giải hạn vào các ngày như sau:\n\nSao Thái Dương: Ngày 27 hàng tháng\n\nSao Thái Âm: Ngày 26 hàng tháng\n\nSao Mộc Đức: Ngày 25 hàng tháng\n\nSao Vân Hán: Ngày 29 hàng tháng\n\nSao Thổ Tú: Ngày 19 hàng tháng\n\nSao Thái Bạch: Ngày 15 hàng tháng\n\nSao Thuỷ Diệu: Ngày 21 hàng tháng\n\nSao La Hầu: Ngày 8 hàng tháng\n\nSao Kế Đô: Ngày 18 hàng tháng"
    },
    {
        "IDVK": "42",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Thiết Linh",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Kháo, Cao Tằng Tổ Tỷ họ… … … … .\n\nHôm nay là ngày… … tháng… … năm … … … Con trai trưởng (hoặc cháu đích tôn) là… … … … … … . vâng theo lệnh mẫu thân (nếu là cha) và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể con cháu nội ngoại kính lạy.\n\nNay nhân ngày lễ thiết Linh thích nghi lễ cổ truyền\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … …. chân linh.\n\nXin kính cấn trình thưa rằng:\n\nThan ôi! Gió thổi nhà Thung (nếu khóc cha, hoặc Huyên nếu khóc mẹ),\n\nMây che núi Hỗ (nếu khóc cha, hoặc núi Dĩ nếu khóc mẹ).\n\nDung mạo một mai vắng vẻ, bão xô cây, nghĩ lại ngậm ngùi thay.\n\nÂm dương đôi ngả xa vời, mây phủ núi, trông càng đau đớn nhẽ!\n\nSương bay chớp nhoáng, bạch vân nghi ngút, cõi phù sinh;\n\nNến đỏ hương thơm, án toạ hắt hiu đồ sự tử.\n\nVài tuần nghi tiết, mong anh hồn thấu khúc tình văn;\n\nTấc dạ bi hoài, trông linh vị, tuôn dòng ai lệ!\n\nÔi! Thương ôi!!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "(Lễ Thiết Linh là lễ sau khi lập xong bàn thờ tang, đặt linh vị.)"
    },
    {
        "IDVK": "43",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Thành Phục",
        "VanKhan": "Nam mô A Đi Đà Phật\n\nNam mô A Đi Đà Phật\n\nNam mô A Đi Đà Phật\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại Vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ.\n\nHôm nay là ngày… … . tháng… … .. năm … … … … … … …\n\nCon trai trưởng (hoặc cháu đích tôn) là. … … … … … … … …\n\nvâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ thân)và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày Lễ Thành Phục theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … … ….. chân linh\n\nXin kính cẩn trình thưa rằng:\n\nThan ôi! Núi Hỗ (nếu khóc cha hoặc núi Dĩ nếu khóc mẹ) mây che\n\nChồi Thung (nếu khóc cha hoặc Huyên nếu khóc mẹ) gió bẻ.\n\nCõi trăm năm, trời khéo hẹp hòi thay;\n\nCơ một phút, đời sao mau mắn nhẽ !\n\nSân Lai tử, những mong ngày tháng rộng,\n\nBõ công ơn áo nặng cơm dàyl\n\nĐồ Thôi y, đâu đã lạ lùng thay, càng cám cảnh\n\nđầu tang tóc chế..\n\nÔi! Thương ôi!\n\nTrời đất làm chi cực thế! Chạnh nhớ cha (hoặc mẹ) điều ăn nết ở, tấm lòng sầu chín khúc, rồi năm canh.\n\nAi xui nên nỗi này! Nỡ để con, rày nhớ mai mong, nước mắt chảy hai hàng, đầy một mẻ.\n\nNay vừa chế phục sẵn rồi; bày đặt tang nghi theo lệ\n\nGậy khăn tuân cứ lối thường;\n\nThành phục kính dâng tiền tế\n\nThương ôi!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô a di đà phật!\n\n",
        "YNghia": "Lễ Thành Phục là lễ sau khi gia đình thân nhân mặc đồ tang, tề tựu quanh linh cữu."
    },
    {
        "IDVK": "44",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Chúc Thực",
        "VanKhan": "Nam mô a di đà phật!\n\nNam mô a di đà phật!\n\nNam mô ai di đà phật!\n\n- Con lạy chín phương Trời, mười phương Chư phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại Vương.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần quân.\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ họ… … …\n\nHôm nay là ngày…. Tháng…. Năm… …\n\nCon trai trưởng (hoặc cháu đích tôn) là… … … vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ thân)và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể, con cháu nội ngoại kính lạy\n\nNay nhân lễ Chúc Thực theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành,\n\nTrước linh vị của: Hiển… chân linh\n\nXin kính cẩn trình thưa rằng:\n\nThiết nghĩ! Nhân sinh tại thế,\n\nHọa mấy người sống tám, chín mươi,\n\nĐôi ba mươi năm cũng kể một đời.\n\nSong vận số biết làm sao tránh được\n\nNhớ hồn thuở trước: trong buổi xuân xanh\n\nƠn mẹ cha đạo cả sinh thành, đêm ngày dạy dỗ:\n\nĐường ăn, nỗi ở, việc cửa việc nhà.\n\nLại lo bề nghi thất, nghi gia\n\nCho sum họp trúc, mai mấy đóa\n\nCương thường đạo cả, lòng những lo hiếu thảo đền ơn\n\nNếp kiệm cần hằng giữ sớm hôm.\n\nMay nối được gia đường cơ chỉ,\n\nBa lo bảy nghĩ, vất vả trăm bề\n\nCho vẹn toàn đường nọ lối kia,\n\nTuy khó nhọc chưa cam thỏa dạ;\n\nBỗng đâu gió cả, phút bẻ cành mai,\n\nHoa lìa cây, rụng cánh tơi bời.\n\nYến lìa tổ, kêu xuân vò võ.\n\nTưởng hồn trường thọ, dìu con em, khuyên nhủ nên người.\n\nAi ngơ trăng lặn sao dời, hồn đã biến về nơi Tây Trúc\n\nTừ nay lấy ai chăm sóc, ngõ cúc, tường đào.\n\nTừ nay quạnh bóng ra vào, cõi Nam, cành Bắc.\n\nNgày chầy sáu khắc, đêm vắng năm canh:\n\nTưởng phất phơ thoáng hiện ngoài mành.\n\nTưởng thấp thoáng bóng hình trên khói\n\nHiên mai bóng rọi, vào ngẩn ra ngơ.\n\nHết đợi thôi chờ, nắng hồng giá lạnh\n\nAi hay số mệnh!\n\nThuốc trường sinh, cầu Vương mẫu chưa trao.\n\nBút Chú tử, trách Nam Tào sớm định.\n\nBùi ngùi cám cảnh, tuôn rơi hàng nước mắt dầm dầm\n\nNhớ nơi ăn, chốn ở, buồng nằm:\n\nNhư cắt ruột, xét lòng con trên trần thế.\n\nMấy dòng kể lể. Chiêu hồn về than thở nguồn cơn.\n\nCầu anh linh phù hộ cháu con. Cầu Thần Phật độ trì, cho vong hồn siêu thoát…\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Lễ Chúc Thực là lễ dâng cơm khi còn để linh cữu ở nhà"
    },
    {
        "IDVK": "45",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Lễ cáo Long Thần Thổ địa",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Phật, Chư Phật mười phương.\n\n- Con kính lạy Bản cảnh Hậu Thổ Thần chư vị.\n\nTang chủ là: … … … … … … … … … … .\n\nNgụ tại:… … … … ….\n\nHôm nay là ngày … tháng…. Năm, gia đình có táng cố phụ (hay cố mẫu) là họ… … … … húy hiệu… … .. tiền tước là….. thọ chung ngày ….ở khu đất này, kính dâng lễ vật… … ..lễ nghi các thứ\n\nThiết nghĩ:\n\nĐất có dữ lành\n\nĐều do họa phúc\n\nKết phát dựa vào âm đức,\n\nCũng nhờ Thần lực hiển linh\n\nẤy thực thường tình\n\nXiết bao cảm cách.\n\nNhững mong mồ yên mả đẹp.\n\nVậy dâng lễ bạc tâm thành.\n\nNhờ ơn Đại đức\n\nThấu nỗi u tình\n\nKhiến cho vong linh.\n\nĐược yên nơi chín suối.\n\nPhù hộ dương trần con cháu nội, ngoại bình yên.\n\nChúng con lễ bạc tâm thành cúi xin được phù hộ độ trì\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Lễ cúng Long Thần Thổ Địa trước khi đào huyệt."
    },
    {
        "IDVK": "46",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Thành Phần",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\nCon kính lạy chư gia tiên Cào Tằng Tổ khảo, Cao Tằng Tổ tỷ họ… … …\n\nHôm nay là ngày…. Tháng … … . Năm … … .. Con trai trưởng (hoặc cháu đích tôn) là. … … … … … … … …\n\nvâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ thân) và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày Lễ Thành Phục theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … … … ….. chân linh\n\nXin kính cẩn trình thưa rằng:\n\nThan ôi!\n\nMây núi Hỗ (núi Dĩ nếu khóc mẹ) mịt mờ, mờ mịt\n\nChữ vô thường ngán nhẽ cuộc phù sinh;\n\nCơn bể dâu thay đổi, đổi thay\n\nCơ huyền diệu, ghê thay vòng tạo hóa\n\nÔi! Thương ôi!\n\nNgười thế ấy, mà sao phận thế ấy, bỗng đâu số trời xui khiến, cõi âm dương, đôi ngả đã xa vời;\n\nVận đến đây, hay là mệnh đến đây, thắm đã nấm đất vun vùi, đường từ hiếu, trăm năm không gặp gỡ\n\nMắt trông thấy, đào sâu lấp kín, tủi nỗi lòng, chín khúc ngổn ngang;\n\nTai vẳng nghe, trống giục, chiêng hồi, đầy nước mắt hai hàng lã chã\n\nNay đã phân kim lập hướng, cầy được thỏa yên;\n\nGọi rằng bát nước nén hương, kính trần bái tạ\n\nHỡi ơi! Xin hưởng!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n(Nghỉ một lát đọc tiếp hai câu sau)\n\nXuất chủ kính dâng ba chén rượu, xem như còn sống ở cao đường;\n\nThành Phần xin đốt một tuần hương, kính rước hồi linh về bảo toạ.\n\n",
        "YNghia": "Lễ Thành Phần là lễ khi đắp xong mộ"
    },
    {
        "IDVK": "47",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Hồi Linh.",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cào Tằng Tổ Khảo, Cao Tằng Tổ tỷ họ… … …\n\nHôm nay là ngày…. tháng … … . năm … … .. Con trai trưởng (hoặc cháu đích tôn) là. … … … … … … … …\n\nvâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ thân) và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày Lễ Hồi linh theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … ….chân linh\n\nXinh kính cẩn trình thưa rằng:\n\nThan ôi! Xót nghĩ phụ thân (hoặc mẫu thân).\n\nThân thi táng tất, hồn phách đã yên.\n\nXa nơi trần giới, về chốn cửu nguyên.\n\nNay hồi linh, phụng nghênh thần chủ, rước về linh điện.\n\nĐể con cháu sớm hôm phụng sự.\n\nTới hạn kỳ làm lễ cáo thiên.\n\nCha (hoặc mẹ) hỡi có thiêng!\n\nTừ nay phách định hồn yên!\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\n",
        "YNghia": "Lễ Hồi Linh là lễ rước ảnh hoặc linh vị từ mộ về."
    },
    {
        "IDVK": "48",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Chầu Tổ (Triều Tổ lễ cáo)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cào Tằng Tổ khảo, Cao Tằng Tổ tỷ họ… … …\n\nHôm nay là ngày…. Tháng … … . Năm … … …..\n\nHậu duệ tôn là… … … … … … vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ thân nếu là cha) và các chú bác, cùng với anh rể, chị gái và các em trai gái dâu rể, con cháu nội ngoại. Kính cáo Tổ Tiên:\n\nVì có: Hiển Khảo (hoặc Hiển Tỷ)… … … … … … thọ chung ngày … … .. nay đã an táng xong, làm lễ hồi linh.\n\nKính theo kễ nghi phong tục, xin kính dâng lễ vật gồm hương hoa chuối ỏan, trầu cau, đèn nến, xôi gà thịt rượu, gọi là lễ bạc tâm thành. (Nếu sắp lễ có những thứ khác thì khi khấn tùy theo đồ lễ mà kể ra).\n\nKính cẩn quỳ trước linh vị của: Cao Tằng Tổ Khảo Cao Tằng Tổ Tỷ, liệt vị Tiên linh. Trình thưa rằng:\n\nVật vốn nhờ trời\n\nNgười sinh nhờ Tổ.\n\nXót nay phụ thân (hoặc mẫu thân)\n\nTheo Tiên theo Tổ\n\nSơ ngu vừa đặt tế điện\n\nNghĩ trước nghĩ sau\n\nVật mọn kính bày lễ số.\n\nNgửa trông chứng giám lòng thành;\n\nCúi nguyện phù trì bảo hộ.\n\nChúng con lễ bạc tâm thành tâm kính bái cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Sau khi làm lễ Hồi Linh ở bàn thờ tang xong thì làm lễ cáo yết với Tổ Tiên ở bàn thờ chính, nếu là gia đình nhà con thứ thì yết cáo tại nhà thờ của chi họ, nơi thờ ông bà nội hoặc cụ nội."
    },
    {
        "IDVK": "49",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Tế Ngu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cào Tằng Tổ Khảo, Cao Tằng Tổ tỷ.\n\nHôm nay là ngày…. Tháng … … . Năm … … …..\n\nCon trai trưởng (hoặc cháu đích tôn) là… … …vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ mẫu nếu là cha), các chú bác, cùng anh rể, chị gái, các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNày nhân ngày lễ Tế Ngu theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … …..chân linh\n\nXin kính cẩn trình thưa rằng.\n\nThan ôi! Trên tòa Nam cực, lác đác sao thưa; (nếu khóc cha hoặc đổi là Bắc vụ nếu khóc mẹ).\n\nTrước chốn Giao trì, tờ mờ mây khóa.\n\nCơ tạo hóa làm chi ngang ngửa thế, bóng khích câu,\n\nkhen khéo trêu người.\n\nChữ cương thường nghĩ lại ngậm ngùi thay,\n\ntình hiếu đễ chưa yên thỏa dạ.\n\nƠn nuôi nấng áo dày cơm nặng, biển trời khôn xiết\n\nbiết công lao;\n\nNghĩ sớm hôm ấp lạnh quạt nồng, tơ tóc những\n\nhiềm chưa báo quả;\n\nNgờ đâu! Nhà Thung (nếu là cha hoặc Nhà Huyên nếu là mẹ) khuất núi, trời mây cách trở muôn trùng;\n\nChồi Tử mờ sương, âm dương xa vời đôi ngả.\n\nTrông xe hạc lờ mờ ẩn bóng, cám cảnh cuộc phù sinh chưa mấy, gót tiên du đã lánh cõi trần ai.\n\nRồi khúc tằm. áy náy trong lòng, thương thay hồn bất tử về đâu, cửa Phật độ biết nhờ ai hiện hóa.\n\nSuối vàng thăm thẳm, sáng phụ thân (hoặc mẫu thân) một mình lìa khơi,\n\nGiọt ngọc đầm đìa, đàn con cháu, hai hàng lã chã.\n\nLễ Sơ Ngu (hoặc Tái Ngu, Tam Ngu) theo tục cổ, trình bày:\n\nNhà đơn bạc, biết lấy gì để dóng dả.\n\nĐành đã biết: đất nghĩa trời kinh, nào chỉ ba tuần nghi tiết,\n\nđủ lễ báo đền\n\nCũng gọi là: lưng cơm chén nước, họa may chín suối anh linh,\n\nđược về yên thỏa\n\nÔi! Thương ôi!\n\nChúng con lễ bạc tâm thành, thành tâm kính lễ cúi xin được phù hộ độ trì.\n\nKính cáo!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Lễ Tế Ngu là lễ ba ngày sau khi mất hoặc ba ngày sau khi chôn cất xong.\n\nTheo tục xưa: ngày đầu là Sơ Ngu, ngày thứ hai là Tái Ngu, ngày thứ ba là Tam Ngu."
    },
    {
        "IDVK": "50",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Lễ Chung Thất và Tốt Khốc",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\nHôm nay là ngày….tháng….năm….. Âm lịch, tức ngày…..tháng….năm… … … … Dương lịch.\n\nTại (địa chỉ):… … … … … … … … … …\n\nCon trai trưởng (hoặc cháu đích tôn) là… … …vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ mẫu nếu là cha), các chú bác, cùng anh rể, chị gái, các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày lễ Chung Thất (lễ Tốt Khốc) theo nghi lễ cổ truyền, có kính cẩn sắm các thứ lễ vật gồm:… … … … … … … … … … ..\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của Hiển:… … … … … … … chân linh\n\nXin kính cẩn trình thưa rằng:\n\nNúi Hỗ sao mờ, nhà Thung bóng xế. (Nếu là cha)/ Núi Dĩ sao mờ, nhà Huyên bóng xế. (nếu là mẹ)\n\nTình nghĩa cha sinh mẹ dưỡng, biết là bao;\n\nCông ơn biển rộng, trời cao khôn xiết kể.\n\nMấy lâu nay: Thở than trầm mộng mơ màng;\n\nTưởng nhớ âm dương vắng vẻ.\n\nSống thời lai lai láng láng, hớn hở chừng nào!\n\nThác thời kể tháng kể ngày, buồn tênh mọi lẽ!\n\nNgày qua tháng lại, tính đến nay Chung Thất (hoặc Tốt Khốc) tới tuần;\n\nLễ bạc tâm thành gọi là có nén nhang kính tế.\n\nXin mời: Hiển… … … … … … … … … … …\n\nHiển… … … … … … … … … …..\n\nHiển… … … … … … … … … …\n\nCùng các bị Tiên linh, Tổ Bá, Tổ Thúc, Tổ Cô và các vong linh phụ thờ theo Tiên Tổ cùng về hâm hưởng.\n\nKính cáo; Liệt vị Tôn thần: Táo Quân, Thổ Công, Thánh sư, Tiên sư, Ngũ tự Gia thần cùng chứng giám và phù hộ cho tòan gia được mọi sự yên lành tốt đẹp.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Lễ Chung Thất là lễ 49 ngày. Lễ Tốt Khốc là lễ 100 ngày."
    },
    {
        "IDVK": "51",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Triệu lịch Điện Văn",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cào Tằng Tổ Khảo, Cao Tằng Tổ tỷ\n\nHôm nay là ngày … … Tháng … … Năm … … ….\n\nCon trai trưởng (hoặc cháu đích tôn) là… … …vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ mẫu nếu là cha), các chú bác, cùng anh rể, chị gái, các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày lễ cúng cơm trong trăm ngày theo nghi lễ cổ truyền.\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … … … … … … chân linh.\n\nXin kính cẩn trình thưa rằng:\n\nThan ôi! Thương nhớ phụ thân, bỏ về cõi thọ\n\n(hoặc Thương nhớ mẫu thân, bỏ về cõi thọ)\n\nGót thừa vân, nghĩ đã xa khơi;\n\nLòng ái nhật, nghĩ càng tủi hổ.\n\nLưng cơm bát nước, miếng trân cam, tỏ dạ kính thành;\n\nSớm rượu trưa trà, đạo thần hôn, giữ lòng ái mộ.\n\nNgậm ngùi, hồn phách biết về đâu;\n\nTưởng tượng bóng hình còn mãi đó.\n\nÔi! Thương ôi!\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật\n\n",
        "YNghia": "Lễ Triệu tịch Điện văn là lễ cúng cơm trong 100 ngày."
    },
    {
        "IDVK": "52",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Lễ Tiểu Tường, Đại Tường (Giỗ đầu, giỗ thứ 2)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cào Tằng Tổ Khảo, Cao Tằng Tổ tỷ\n\nHôm nay là ngày…. Tháng … … . Năm … … …..\n\nCon trai trưởng (hoặc cháu đích tôn) là… … …vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ mẫu nếu là cha), các chú bác, cùng anh rể, chị gái, các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày Giỗ Đầu (Giỗ thứ Hai) theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lòng thành.\n\nTrước linh vị của: Hiển… … … … … … chân linh.\n\nXin kính cẩn thưa rằng:\n\nThan rằng:\n\nMây che núi Hỗ (nếu là cha hoặc núi Dĩ nếu là mẹ)\n\nmuôn dặm mơ màng\n\nGió thổi cành Thung (nếu là cha hoặc cành Huyên nếu là mẹ)\n\nmột vùng nghi ngút\n\nNhớ thưở trước, một nhà sum họp, vui vầy những ước,\n\nđặng trăm năm\n\nMà bấy nay, đôi ngả cách xa, nông nỗi nào ngờ, nên một phút.\n\nƠn chín chữ, trời cao biển rộng, hiểm chưa chút công đền nghĩa trả, gánh cương thường, nghĩa nặng trên vai;\n\nĐêm năm canh, than vắn thở dài, những mơ màng tiếng nói điều ăn, lòng tưởng vọng, thấm đau trong ruột.\n\nCõi trần thế, xuân qua thu lại, ngày trời kể, chẵn một năm tròn; (hoặc hăm bốn tháng tròn).\n\nGiỗ Tiểu Tường (hoặc Đại Tường) lễ bạc tâm thành, chén rượu dâng một vài tuần rót.\n\nNhà đơn bạc, còn nhiều bề khiếm khuyết, hương thơm, nến đỏ, việc lễ nghi, tạm gọi theo thời;\n\nBài văn ai kể mấy khúc nôm na, tâm động, thần tri, miền minh phủ, may chi thấu chút.\n\nXin kính mời:\n\nHiển:… … … … … … … … … .\n\nHiển:… … … … … … … … … .\n\nHiển:… … … … … … … … … .\n\nCùng các vị Tiên linh Tổ bá, Tổ Thúc, Tổ Cô và các vong linh phụ thờ theo Tiên Tổ về hâm hưởng.\n\nKính cáo: Liệt vị Tôn thần, Táo Quân, Thổ Công, Thánh Sư, Tiên Sư, Ngũ tư Gia thần cùng chứng giám và phù hộ cho tòan gia an ninh khang thái, vạn sự tốt lành.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nCẩn cáo!\n\n",
        "YNghia": "Giỗ đầu và giỗ thứ hai là hai lễ giỗ rất quan trọng"
    },
    {
        "IDVK": "53",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Lễ Đàm tế",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ tỷ\n\nHôm nay là ngày…. Tháng … … . Năm … … …..\n\nCon trai trưởng (hoặc cháu đích tôn) là… … …vâng theo lệnh của mẫu thân (nếu là mẹ hoặc phụ mẫu nếu là cha), các chú bác, cùng anh rể, chị gái, các em trai gái dâu rể, con cháu nội ngoại kính lạy.\n\nNay nhân ngày Lễ Đàm Tế theo nghi lễ cổ truyền,\n\nKính dâng lễ mọn biểu lộ lòng thành.\n\nTrước linh vị của: Hiển… … … … … … … … ..chân linh\n\nXin kính cẩn trình thưa rằng:\n\nThan ôi! Nhớ bóng phụ thân (hoặc mẫu thân);\n\n",
        "YNghia": "Tức là lễ hết tang Trừ phục: Sau 2 năm và 3 tháng dư ai, chọn một ngày tốt làm lễ: Đắp sửa mộ dài thành mộ tròn, cất khăn tang, huỷ đốt các thứ thuộc phần lễ tang, rước linh vị vào bàn thờ chính, bỏ bàn thờ tang"
    },
    {
        "IDVK": "54",
        "SamLe": "Cách tiến hành nghi lễ: chép sẵn linh vị mới phủ giấy (hoặc vải) đỏ, khi Đàm Tế ở bàn thờ tang xong, thì đốt linh vị cũ cùng với bảng đen phủ quanh khung ảnh và văn tế. Sau đó rước linh vị, bát hương và chân dung (nếu có) đưa lên bàn thờ chính, đặt ở hàng dưới. Trường hợp nhà không có bàn thờ chính thờ gia tiên bậc cao hơn thì không phải làm lễ này mà yết cáo gia thần và yết cáo Tổ ở nhà thờ tổ.\n",
        "TenLoai": "Văn khấn lễ rước linh vị vào chính điện yết cáo Tiên Tổ",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ tỷ\n\nHôm nay là ngày…. Tháng … … . Năm … … ….., tại tỉnh… … huyện… … xã… … thôn… … … … … … … … ….\n\nTín chủ là… … … … … … …(nếu lễ gia thần) hoặc Hậu duệ tôn là… … … … … … … … (nếu lễ gia tiên, tự xưng hô với vị được liệt thờ cao nhất).\n\nQuỳ trước linh vị của… … … … … … … … (đọc linh vị của vị thờ cao nhất), liệt chư Tiên linh.\n\nKính nghĩ:\n\nGót tiêu dao, mịt mù mù mịt, đâu hạc nội, đâu mây ngàn?\n\nCõi trần thế, thay đổi đổi thay, nay sương dâu, mai bãi bể.\n\nLá rụng về cội, phách tuy giáng, hồn lại được siêu thăng.\n\nNước chảy về nguồn, thác là quy, sinh chẳng qua tạm ký.\n\nNhân sinh do tổ, gốc phải vững, phúc quả mới mong bền;\n\nHiểu tử sự thân, tế như tại, nhân tâm nào dám phế.\n\nBày nhân: Hiển khảo(hoặc tỷ) … … … … … … … … … (đọc linh vị bố hoặc mẹ)\n\nThọ chung ngày… … … … ..tính đến nay đã:\n\nQuý húy Đại Tường;\n\nĐến tuần Đàm Tế.\n\nQuá hai năm trừ phục, cáo Tiên linh;\n\nĐủ ba tháng dư ai, theo cổ lệ.\n\nCầu gia thần chứng giám, cho từ đường phảng phất linh hồn;\n\nNguyện Tiên Tổ phù trì, để bạch triệu quy hồi phách thể.\n\nĐến ngày giỗ chạp, con cháu nhớ tháng ngày,\n\nLàm lễ dâng hương;\n\nNối gót Tổ Tiên, ông cha tiếp thế thứ, theo hàng phối tế.\n\nLễ bạc, kính dâng gọi chút, há dám quên cây cội, nước nguồn;\n\nSuối vàng, như thấu cho chăng, họa may tỏ trời kinh, đất nghĩa.\n\nXin kính mời: Hiển… … … … … … ….\n\nHiển… … … … … … … ….\n\nHiển… … … … … … ….\n\nCùng các vị Tiên linh Tổ bá, Tổ Thúc, Tổ Cô và các vong linh phụ thờ theo Tiên Tổ về hâm hưởng.\n\nKính cáo: Liệt vị Tôn thần, Táo Quân, Thổ Công, Thánh Sư, Tiên Sư, Ngũ tư Gia thần cùng chứng giám và phù hộ cho tòan gia an ninh khang thái, vạn sự tốt lành.\n\nChúng con lễ bạc tâm thành cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "55",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Cải Cát",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con lạy Đức Đương cảnh Thành hoàng chư vị Đại vương\n\n- Con kính lạy ngài Đông trù Tư mệnh Táo phủ Thần quân\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ tỷ\n\nHôm nay là ngày… . tháng … … năm … … ….., tại tỉnh… … huyện… … xã… … thôn… … … ….\n\nHiển khảo (hoặc tỷ)… … … … … … … … … … …mộ tiền\n\nThan rằng: Thương xót cha (hay mẹ) xưa, vắng xa trần thế.\n\nThác về, sống gửi, đất ba thước phải vùi chôn.\n\nPhách lạc hồn bay, hình trăm năm khó gìn để;\n\nLúc trước việc nhà bối rối, đặt để còn chưa hợp hướng phương.\n\nTới nay, tìm đất tốt lành, sửa sang lại, cầu an hình thể.\n\nRày thân: Phần mộ dời xong, lễ Ngu kính tế.\n\nHồn thiêng xin hưởng, nguyện cầu vĩnh viễn âm phần.\n\nPhúc để di lưu, phù hộ vững bền miêu duệ.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nLưu ý: Theo phong tục trước và sau khi dời mộ phải khấn trình với Long mạch, Sơn thần và Thổ thần nơi cũ và nơi mới.\n\n",
        "YNghia": "Lễ Cải Cát là lễ sang Tiểu, sửa mộ, dời mộ."
    },
    {
        "IDVK": "56",
        "SamLe": ".....",
        "TenLoai": "Văn Khấn cách miền trần thế",
        "VanKhan": "Tủi mắt nhà Thung (nếu là cha hoặc nhà Huyền nếu là mẹ)\n\nmây khóa, thăm thẳm sầu phiền.\n\nĐau lòng núi Hỗ (nếu là cha hoặc núi Dĩ nếu là mẹ)\n\nsao mờ, đầm đìa ai lệ\n\nKể năm đã quá Đại Tường;\n\nTính tháng nay làm Đàm Tế.\n\nTuy lẽ hung biến cát; tang phục kết trừ;\n\nSong nhân tử sự thân, hiếu tâm lưu để.\n\nLễ bạc, kính dâng gọi chút, há dám quên, cây cội nước nguồn,\n\nSuối vàng, như có thấu chăng, họa may tỏ,\n\ntrời kinh đất nghĩa.\n\nXin kính mời: Hiển… … … … … … … … … .\n\nHiển… … … … … … … … .\n\nHiển… … … … … … … … .\n\nCùng các vị Tiên linh Tổ bá, Tổ Thúc, Tổ Cô và các vong linh phụ thờ theo Tiên Tổ về hâm hưởng.\n\nKính cáo: Liệt vị Tôn thần, Táo Quân, Thổ Công, Thánh Sư, Tiên Sư, Ngũ tư Gia thần cùng chứng giám và phù hộ cho tòan gia an ninh khang thái, vạn sự tốt lành.\n\nChúng con lễ bạc tâm thành cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "57",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Long Mạch, Sơn Thần và Thổ Thần",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Con kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy các ngài Long Mạch, Sơn Thần, Thổ địa, Thần linh cai quản trong xứ này.\n\nHôm nay là ngày… … tháng… …năm… … ….\n\nTín chủ (chúng)con là: … … … … … … ..\n\nNgụ tại… … … … … ….\n\nNhân hôm nay ngày Cải Cát (dời mộ, sửa mộ) của… … … … mộ phần tại… … … …\n\nChúng con cùng tòan thể gia quyến tuân theo nghi lễ sắm sửa hương hoa lễ vật dâng lên án toạ Tôn thần cùng chư vị uy linh, kính cẩn tâu trình.\n\nKính cáo Sơn Thần, Thổ Thần, Long Mạch và các vị Thần linh, cúi xin chứng minh, phù hộ cho tòan gia chúng con an ninh khang thái, vạn sự tốt lành.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "58",
        "SamLe": "Vào ngày Giỗ Đầu, ngoài mâm lễ mặn, hoa, quả, hương, phẩm oản, người ta thường mua sắm rất nhiều đồ hàng mã không chỉ là tiền, vàng, mã, giấy mà còn cả các vật dụng như quần , áo, nhà cửa, xe cộ mà thậm chí còn mua sắm cả hình nhân bằng giấy nữa.\n\n“Hình nhân” ở đây không phải để thế mạng cho ai mà là tục tín ngưỡng tin rằng, với phép thuật của thuật của thầy phù thủy thì hình nhân bằng giấy khi đốt đi sẽ hóa thành người hầu hạ vong linh nơi Âm giới.\n\nSau buổi lễ những đồ vàng mã sẽ được mang ra tận ngoài mộ để hóa (đốt). Nhưng đồ vàng mã đốt trong ngày Tiểu Tường còn được gọi là “mã biếu”. Gọi là mã biếu vì người ta nghĩ rằng những đồ mã này chỉ cúng cho vong linh người mất, nhưng người đó không được dùng mà phải mang biếu các ác thần để tránh sự quấy nhiễu.",
        "TenLoai": "Văn khấn Thổ Thần, Táo Quân, Long Mạch và các vị Thần linh trước khi Giỗ Đầu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Bản gia Táo Quân, ngài Bản gia Thổ Công, Long Mạch, Thần Tài.\n\n- Con kính lạy các ngài Thần linh cai quản trong xứ này.\n\nHôm này là ngày ….. tháng ….. năm … … … .\n\nTín chủ (chúng) con là: … … … … … ..\n\nNgụ tại:… … … … … … … .\n\nNhân ngày mai là ngày Giỗ Đầu của… … … … … … .\n\nChúng con cùng toàn thể gia quyến tuân theo nghi lễ, sắm sửa hương hoa lễ vật kính dâng lên trước án tọa Tôn Thần cùng chư vị uy linh, kính cẩn tâu trình.\n\nKính cáo Bản gia Thổ Công, Táo Quân, Long Mạch và các vị Thần linh, cúi xin chứng minh, phù hộ cho toàn gia chúng con an ninh khang thái, vạn sự tốt lành.\n\nKính thỉnh các Tiên linh, Gia tiên chúng con và những vong hồn nội tộc được thờ phụng vị cùng về hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n \n",
        "YNghia": "Ngày giỗ đầu hay còn được gọi là “Tiểu Tường” là ngày giỗ (kỵ giỗ) đầu tiên sau đúng một năm ngày mất của ai đó. Đây là một trong hai giỗ thuộc kỳ tang.\n\nBởi vậy, vào ngày Giỗ Đầu người ta thường tổ chức trang nghiêm, bi ai, sầu thảm chẳng khác gì mấy so với ngày để tang năm trước. Nghĩa là con cháu đều có vận tang phục, khi tế lễ đều có khóc như đưa đám, một số nhà có điều kiện còn thuê cả đội kèn trống nữa.\n "
    },
    {
        "IDVK": "59",
        "SamLe": "Vào ngày Giỗ Đầu, ngoài mâm lễ mặn, hoa, quả, hương, phẩm oản, người ta thường mua sắm rất nhiều đồ hàng mã không chỉ là tiền, vàng, mã, giấy mà còn cả các vật dụng như quần , áo, nhà cửa, xe cộ mà thậm chí còn mua sắm cả hình nhân bằng giấy nữa.\n\n“Hình nhân” ở đây không phải để thế mạng cho ai mà là tục tín ngưỡng tin rằng, với phép thuật của thuật của thầy phù thủy thì hình nhân bằng giấy khi đốt đi sẽ hóa thành người hầu hạ vong linh nơi Âm giới.\n\nSau buổi lễ những đồ vàng mã sẽ được mang ra tận ngoài mộ để hóa (đốt). Nhưng đồ vàng mã đốt trong ngày Tiểu Tường còn được gọi là “mã biếu”. Gọi là mã biếu vì người ta nghĩ rằng những đồ mã này chỉ cúng cho vong linh người mất, nhưng người đó không được dùng mà phải mang biếu các ác thần để tránh sự quấy nhiễu.",
        "TenLoai": "Văn khấn ngày giỗ đầu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại Vương.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ tiên nội ngoại họ… … … … … … … …\n\nTín chủ (chúng) con là:… … … … … … … … … … … … …\n\nNgụ tại: … … … … … … … … … … … … … .\n\nHôm nay là ngày … … … … tháng … … … … năm … … … … …\n\nChính ngày Giỗ Đầu của … … … … … … … … … …\n\nNăm qua tháng lại, vừa ngày húy lâm. Ơn võng cực xem bằng trời biển, nghĩa sinh thành không lúc nào quên. Càng nhớ công ơn gây cơ tạo nghiệp bao nhiêu, càng cảm thâm tình, không bề dãi tỏ. Nhân ngày chính giỗ, chúng con và toàn gia con cháu, nhất tâm sắm sửa lễ vật kính dâng, đốt nén tâm hương dãi tỏ tấc thành.\n\nThành khẩn kính mời… … … … … … … … … … … …\n\nMất ngày… … … … Tháng… … … … năm… … … … …\n\nMộ phần táng tại:… … … … … … … … … … …\n\nCúi xin linh thiêng giáng về linh sàng, chứng giám lòng thành, thụ hưởng lễ vật, độ cho con cháu bình an, gia cảnh hưng long thịnh vượng.\n\nTín chủ con lại xin kính mời các cụ Tổ Tiên, nội ngoại, Tổ Khảo, Tổ Tỷ, Bá thúc, Cô Di và toàn thể các Hương linh gia tiên đồng lai hâm hưởng.\n\nTín chủ lại mời vong linh các vị Tiền chủ, Hậu chủ trong đất này cùng tới hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày giỗ đầu hay còn được gọi là “Tiểu Tường” là ngày giỗ (kỵ giỗ) đầu tiên sau đúng một năm ngày mất của ai đó. Đây là một trong hai giỗ thuộc kỳ tang.\n\nBởi vậy, vào ngày Giỗ Đầu người ta thường tổ chức trang nghiêm, bi ai, sầu thảm chẳng khác gì mấy so với ngày để tang năm trước. Nghĩa là con cháu đều có vận tang phục, khi tế lễ đều có khóc như đưa đám, một số nhà có điều kiện còn thuê cả đội kèn chồng nữa."
    },
    {
        "IDVK": "60",
        "SamLe": "Giỗ Hết thường được tổ chức long trọng với: vàng mã, hương, hoa, phẩm oản, trái cây theo mùa, cùng mâm lễ mặn với đầy đủ các món ăn từ thịt lợn, tôm, cua, xôi, gà, …",
        "TenLoai": "Văn khấn Thổ Thần, Táo Quân, Long Mạch và các vị Thần linh trước khi Giỗ Hết",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại Vương.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ tiên nội ngoại họ… … … … … … …\n\nTín chủ (chúng) con là:… … … … … … …\n\nNgụ tại:… … … … … … .\n\nNhân ngày mai là ngày Giỗ Hết của… … … … … … …\n\nTín chủ con cùng toàn thể gia khuyến tuân theo nghi lễ, sửa biện hương hoa lễ vật dâng cúng các vị Tôn thần.\n\nCúi xin các vị Bản gia, Thổ Công, Táo phủ Thần quân, Ngữ phương, Long mạch và các vị Thần linh, hiển linh chứng giám, thụ hưởng lễ vật, phù hộ cho toàn gia chúng con an ninh khang thái, vạn sự tốt lành.\n\nChúng con kinh thỉnh các Tiên linh, Gia tiên họ… … … … … …. và những vong hồn nội tộc được thờ phụng vị cùng về hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày giỗ Hết hay còn gọi là ngày “Đại Tường”, tức là ngày Giỗ vào 2 năm 3 tháng sau ngày mất. \n\nGiỗ Hết vẫn là Giỗ trong vòng tang. Ngày Giỗ Hết thường làm linh đình hơn, và sau Giỗ này, người nhà bỏ tang phục, hay còn gọi là hết tang. Sau ngày giỗ Hết, người ta sẽ chọn ngày tháng tốt để làm lễ Cải cát, sang mộ cho người quá cố. Và từ năm thứ ba trở đi thì giỗ của người qua cố trở thành giỗ Thường hay “Cát Kỵ” \nBởi vậy, có người bảo “ngày giỗ hết là ngày giỗ quan trọng nhất trong tất cả những ngày giỗ đối với người qua đời”. Quan trọng nhất vì nó đánh dấu một bước ngoặt trong cuộc đời của người còn sống cũng như đối với vong linh của người đã khuất. Với người đang sống, người ta trở lại đời sống thường nhật, có thể tham gia các tổ chức hội hè, đình đám. Theo quan niệm xưa thì chỉ sau Giỗ Hết của chồng, người vợ mới có thể đi bước nữa."
    },
    {
        "IDVK": "61",
        "SamLe": "Giỗ Hết thường được tổ chức long trọng với: vàng mã, hương, hoa, phẩm oản, trái cây theo mùa, cùng mâm lễ mặn với đầy đủ các món ăn từ thịt lợn, tôm, cua, xôi, gà, … ",
        "TenLoai": "Văn khấn ngày Giỗ Hết (Đại Tường)",
        "VanKhan": " Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Đương cảnh Thành hoàng chư vị Đại Vương.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\n- Con kính lạy chư gia tiên Cao Tằng Tổ Khảo, Cao Tằng Tổ Tỷ, Tổ Tiên nội ngoại họ … … … … … … … … … … … .\n\nTín chủ (chúng) con là:… … … … … … … … … … …\n\nNgụ tại: … … … … … … … … … … … .\n\nHôm nay là ngày … … … .. tháng … … … .. năm … … … …\n\nChính ngày Giỗ Hết của… … … … … … … … … … … …\n\nThiết nghĩ… … … … … … vắng xa trần thế, không thấy âm dung. Năm qua tháng lại vừa ngày Giỗ Hết. Ơn võng cực xem bằng trời biển, nghĩa sinh thành không lúc nào quên. Càng nhớ công ơn gây cơ tạo nghiệp bao nhiêu, càng cảm thâm tình, không bề dãi tỏ. Nhân ngày chính giỗ, chúng con và toàn gia con cháu, nhất tâm sắm sửa lễ vật kính dâng, đốt nén tâm hương dãi tỏ tấc thành.\n\nThành khẩn kính mời… … … … … … … … … … … … …\n\nMất ngày … … … . Tháng … … … … năm … … … … … …\n\nMộ phần táng tại:… … … … … … … … … …\n\nCúi xin linh thiêng giáng về linh sàng, chứng giám lòng thành, thụ hưởng lễ vật, độ cho con cháu bình an, gia cảnh hưng long thịnh vượng.\n\nTín chủ lại mời vong linh các vị Tiền chủ, Hậu chủ trong đất này cùng tới hâm hưởng.\n\nTín chủ con lại xin kính mời các cụ Tổ Tiên nội ngoại, Tổ Khảo, Tổ Tỷ, Bá thúc, Huynh Đệ, Cô Di, Tỷ Muội và toàn thể các Hương linh gia tiên đồng lai hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n\n",
        "YNghia": "Ngày giỗ Hết hay còn gọi là ngày “Đại Tường”, tức là ngày Giỗ vào 2 năm 3 tháng sau ngày mất. \n\nGiỗ Hết vẫn là Giỗ trong vòng tang. Ngày Giỗ Hết thường làm linh đình hơn, và sau Giỗ này, người nhà bỏ tang phục, hay còn gọi là hết tang. Sau ngày giỗ Hết, người ta sẽ chọn ngày tháng tốt để làm lễ Cải cát, sang mộ cho người quá cố. Và từ năm thứ ba trở đi thì giỗ của người quá cố trở thành giỗ Thường hay “Cát Kỵ” \nBởi vậy, có người bảo “ngày giỗ hết là ngày giỗ quan trọng nhất trong tất cả những ngày giỗ đối với người qua đời”. Quan trong nhất vì nó đánh dấu một bước ngoặt trong cuộc đời của người còn sống cũng như đối với vong linh của người đã khuất. Với người đang sống, người ta trở lại đời sống thường nhật, có thể tham gia các tổ chức hội hè, đình đám. Theo quan niệm xưa thì chỉ sau Giỗ Hết của chồng, người vợ mới có thể đi bước nữa."
    },
    {
        "IDVK": "62",
        "SamLe": "Vào ngày Cát Kỵ lễ cúng cũng như mọi giỗ khác với đầy đủ: Hương, hoa, quả, phẩm oản, vàng mã và mâm lễ mặn gồm có xôi, gà, các món cơm canh…\n\nThườn thì trong ngày Cát Kỵ, người ta chỉ mời những người trong gia đình họ tộc đến dự (diện mời không rộng như hai giỗ trước).\n\nTheo tụcưa, trước ngày trọng giỗ như: giỗ ông, bà, cha, mẹ, vợ, chồng còn có lễ Tiên Thường. Tiên Thường là ngày giỗ trước. Trong ngày Tiên Thường người đứng giỗ phải làm lễ báo với Thổ Thần để xin phép cho hương hồn người được cúng giỗ về phối hưởng và cho phép vong hồn nội ngoại gia tiên nhà mình về cùng dự giỗ. Sau đó, gia chủ ra mộ người được hưởng giỗ để làm lễ mời Tiên linh về dự giỗ, đồng thời các con cháu sửa sang đắp lại mộ phần. Từ sáng ngày Tiên Thường, gia chủ đã phải lau chùi bàn thờ, bày biện lễ vật của gia chủ và người gửi giỗ.\n\nTrong ngày Tiên Thường, gia chủ phải làm hai lễ: lễ cúng yết cáo Thổ Thần và lễ cáo Gia tiên với: hương, hoa, quả, phẩm oản, tiền vàng, trầu, rượu, lễ nặm cúng dâng và khấn theo văn khấn:",
        "TenLoai": "Văn khấn Thổ Thần, Táo Quân, Long Mạch và các vị Thần linh vào ngày Tiên Thường (trước ngày giỗ 1 ngày)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\nHôm nay là ngày … tháng … năm … … … .\n\nNgày trước giỗ - Tiên Thường… … … … … … .\n\nTín chủ con là:… … … … … … ….\n\nNgụ tại:… … … … … … … ….\n\nNhân ngày mai là ngày giỗ của… … … … … …\n\nChúng con cùng toàn thể gia quyến tuân theo nghi lễ, thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, đốt nén tâm hương, trước án tọa Tôn thần cùng chư vị uy linh, kính cẩn tâu trình.\n\nChúng con kính mời các vị Bản gia Thổ Công, Táo Quân, Long Mạch và các vị Thần linh linh thiêng hiển hiện trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù hộ cho toàn gia chúng con an ninh khang thái, vạn sự tốt lành.\n\nKính thỉnh các Tiên linh, Gia tiên chúng con và những vong hồn nội tộc được thờ phụng vị cùng về hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày Giỗ Thường hay còn được gọi là \"Cát Kỵ\", đó là ngày Giỗ của người quá cố kể từ năm thứ ba trở đi.\n\nNgày giỗ này của người quá cố sẽ được duy trì đến hết năm đời. Ngoài năm đời, người ta tin rằng vong linh người quá cố đã siêu thoát hay đầu thai trở lại nên không cần thiết phải cúng giỗ nữa.\n\nNếu như giỗ Tiểu Tường và giỗ Đại Tường là lễ giỗ trong vòng tang, còn mang nặng những xót xa, tủi hận, bi ai thì ngày giỗ Thường lại là ngày của con chúa nội ngoại  xum họp tưởng nhớ người đã khuất.\n\nĐây là dịp để con cháu hai họ nội, ngoại tề tựu họp mặt đông đủ. Những dịp như thế cũng là dịp để mọi người trong gia đình, dòng họ gặp nhau thêm phần thăm viếng sức khỏe cộng đồng gia đình, dòng họ."
    },
    {
        "IDVK": "63",
        "SamLe": "Vào ngày Cát Kỵ lễ cúng cũng như mọi giỗ khác với đầy đủ: Hương, hoa, quả, phẩm oản, vàng mã và mâm lễ mặn gồm có xôi, gà, các món cơm canh…\n\nThường thì trong ngày Cát Kỵ, người ta chỉ mời những người trong gia đình họ tộc đến dự (diện mời không rộng như hai giỗ trước).\n\nTheo tục xưa, trước ngày trọng giỗ như: giỗ ông, bà, cha, mẹ, vợ, chồng còn có lễ Tiên Thường. Tiên Thường là ngày giỗ trước. Trong ngày Tiên Thường người đứng giỗ phải làm lễ báo với Thổ Thần để xin phép cho hương hồn người được cúng giỗ về phối hưởng và cho phép vong hồn nội ngoại gia tiên nhà mình về cùng dự giỗ. Sau đó, gia chủ ra mộ người được hưởng giỗ để làm lễ mời Tiên linh về dự giỗ, đồng thời các con cháu sửa sang đắp lại mộ phần. Từ sáng ngày Tiên Thường, gia chủ đã phải lau chùi bàn thờ, bày biện lễ vật của gia chủ và người gửi giỗ.\n\nTrong ngày Tiên Thường, gia chủ phải làm hai lễ: lễ cúng yết cáo Thổ Thần và lễ cáo Gia tiên với: hương, hoa, quả, phẩm oản, tiền vàng, trầu, rượu, lễ nặm cúng dâng và khấn theo văn khấn:",
        "TenLoai": "Văn khấn Gia tiên ngày giỗ Tiên Thường (Cát Kỵ)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\n- Con kính lạy Tổ Tiên nội ngoại họ… … … … … … … … ….\n\nTín chủ con là… … … … … … … … … … … …\n\nNgụ tại… … … … … … … … … ….\n\nHôm nay là ngày … … … … … tháng … … … … …. Năm… … … … … … …\n\nChính ngày giỗ của… … … … … … … … … … …\n\nThiết nghĩ… … … … … … …. Vắng xa trần thế, không thấy âm dung.\n\nNăm qua tháng lại ngày húy lâm. Ơn võng cực xem bằng trời biển, nghĩa sinh thành không lúc nào quên. Càng nhớ công ơn gây cơ tạo nghiệp bao nhiêu, càng cảm thâm tình, không bề dãi tỏ. Ngày mai Cát Kỵ, hôm nay chúng con và toàn gia con cháu, nhất tâm sắm sửa lễ vật kính dâng, đốt nén tâm hương dãi tỏ tắc thành.\n\nTâm thành kính mới… … … … … … … … … … … …\n\nMất ngày … … … … tháng… … … … … năm … … … … .\n\nMộ phần táng tại … … … … … … … … .\n\nCúi xin linh thiêng giáng về linh sàng, chứng giám lòng thành, thụ hưởng lễ vật, độ cho con cháu an ninh khang thái, vạn sự tốt lành, gia cảnh hưng long thịnh vượng.\n\nCon lại xin kính mời các vị Tổ Tiên nội ngoại, Tổ Khảo, Tổ Tỷ, Bá Thúc, Huynh Đệ, Cô Di, Tỷ Muội và toàn thể các Hương linh gia tiên đồng lai hâm hưởng.\n\nTín chủ con lại xin kính mời ngàu Thần Linh, Thổ địa, Thổ Công, Táo Quân và chư vị Linh thần đồng lai giám cách thượng hưởng.\n\nTín chủ lại mời vong linh các vị Tiền chủ, Hậu chủ nhà này, đất này cùng tới hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày Giỗ Tiên Thường hay còn được gọi là “Cát Kỵ”, đó là ngày Giỗ của người quá cố kể từ năm thứ ba trở đi.\n\nNgày giỗ này của người quá cố sẽ được duy trì đến hết năm đời. Ngoài năm đời, người ta tn rằng vong linh người quá cố đã siêu thoát hay đầu thai trở lại nên khonong cần thiết phải cúng giỗ nữa.\n\nNếu như giỗ Tiểu Tường và giỗ Đại Tường là lễ giỗ trong vòng tang, còn mang nặng những xót xa, tủi hận, bi ai thì ngày giỗ Thường lại là ngày của con chúa nội ngoại  xum họp tưởng nhớ người đã khuất.\n\nĐây là dịp để con cháu hai họ nội, ngoại tề tựu họp mặt đông đủ. Những dịp như thế cũng là dịp để mọi người trong gia đình, dòng họ gặp nhau thêm phần thăm viếng sức khỏe cộng đồng gia đình, dòng họ."
    },
    {
        "IDVK": "64",
        "SamLe": "Vào ngày Cát Kỵ lễ cúng cũng như mọi giỗ khác với đầy đủ: Hương, hoa, quả, phẩm oản, vàng mã và mâm lễ mặn gồm có xôi, gà, các món cơm canh…\n\nThường thì trong ngày Cát Kỵ, người ta chỉ mời những người trong gia đình họ tộc đến dự (diện mời không rộng như hai giỗ trước).\n\nTheo tục xưa, trước ngày trọng giỗ như: giỗ ông, bà, cha, mẹ, vợ, chồng còn có lễ Tiên Thường. Tiên Thường là ngày giỗ trước. Trong ngày Tiên Thường người đứng giỗ phải làm lễ báo với Thổ Thần để xin phép cho hương hồn người được cúng giỗ về phối hưởng và cho phép vong hồn nội ngoại gia tiên nhà mình về cùng dự giỗ. Sau đó, gia chủ ra mộ người được hưởng giỗ để làm lễ mời Tiên linh về dự giỗ, đồng thời các con cháu sửa sang đắp lại mộ phần. Từ sáng ngày Tiên Thường, gia chủ đã phải lau chùi bàn thờ, bày biện lễ vật của gia chủ và người gửi giỗ.\n\nTrong ngày Tiên Thường, gia chủ phải làm hai lễ: lễ cúng yết cáo Thổ Thần và lễ cáo Gia tiên với: hương, hoa, quả, phẩm oản, tiền vàng, trầu, rượu, lễ nặm cúng dâng và khấn theo văn khấn:",
        "TenLoai": "Văn khấn Thổ Thần, Táo Quân, Long Mạch và các vị Thần linh vào chính ngày Giỗ Thường (Cát Kỵ)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\nHôm nay là ngày … … … tháng … … … năm… … …\n\nNgày trước giỗ - Tiên Thường\n\nTín chủ (chúng) con là… … … … … … … …\n\nNgụ tại… … … … … … ….\n\nNhân hôm nay là ngày giỗ của… … … … … ….\n\nChúng con cùng toàn thể gia quyến tuân theo nghi lễ, thành tâm sắm lễ, quả cau lá trầu, hương hoa trà quả, đốt nén tâm hương, trước án tọa Tôn thần cùng chư vị uy linh.\n\nChúng con kính mời các vị Bản gia Thổ Công, Táo Quân, Long Mạch và các vị Thần linh, cúi xin chứng minh, phù hộ cho toàn gia chúng con an ninh khang thái, vạn sự tốt lành.\n\nKính thỉnh các Tiên linh, Gia tiên chúng con và những vong hồn nội tộc được thờ phụng vị cùng về hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày Giỗ Thường hay còn được gọi là “Cát Kỵ”, đó là ngày Giỗ của người quá cố kể từ năm thứ ba trở đi. \n\nNgày giỗ này của người quá cố sẽ được duy trì đến hết năm đời. Ngoài năm đời, người ta tn rằng vong linh người quá cố đã siêu thoát hay đầu thai trở lại nên không cần thiết phải cúng giỗ nữa.\n\nNếu như giỗ Tiểu Tường và giỗ Đại Tường là lễ giỗ trong vòng tang, còn mang nặng những xót xa, tủi hận, bi ai thì ngày giỗ Thường lại là ngày của con chúa nội ngoại  xum họp tưởng nhớ người đã khuất.\n\nĐây là dịp để con cháu hai họ nội, ngoại tề tựu họp mặt đông đủ. Những dịp như thế cũng là dịp để mọi người trong gia đình, dòng họ gặp nhau thêm phần thăm viếng sức khỏe cộng đồng gia đình, dòng họ."
    },
    {
        "IDVK": "65",
        "SamLe": "Vào ngày Cát Kỵ lễ cúng cũng như mọi giỗ khác với đầy đủ: Hương, hoa, quả, phẩm oản, vàng mã và mâm lễ mặn gồm có xôi, gà, các món cơm canh…\n\nThường thì trong ngày Cát Kỵ, người ta chỉ mời những người trong gia đình họ tộc đến dự (diện mời không rộng như hai giỗ trước).\n\nTheo tục, trước ngày trọng giỗ như: giỗ ông, bà, cha, mẹ, vợ, chồng còn có lễ Tiên Thường. Tiên Thường là ngày giỗ trước. Trong ngày Tiên Thường người đứng giỗ phải làm lễ báo với Thổ Thần để xin phép cho hương hồn người được cúng giỗ về phối hưởng và cho phép vong hồn nội ngoại gia tiên nhà mình về cùng dự giỗ. Sau đó, gia chủ ra mộ người được hưởng giỗ để làm lễ mời Tiên linh về dự giỗ, đồng thời các con cháu sửa sang đắp lại mộ phần. Từ sáng ngày Tiên Thường, gia chủ đã phải lau chùi bàn thờ, bày biện lễ vật của gia chủ và người gửi giỗ.\n\nTrong ngày Tiên Thường, gia chủ phải làm hai lễ: lễ cúng yết cáo Thổ Thần và lễ cáo Gia tiên với: hương, hoa, quả, phẩm oản, tiền vàng, trầu, rượu, lễ nặm cúng dâng và khấn theo văn khấn:",
        "TenLoai": "Văn khấn Gia tiên ngày Tiên Thường",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con kính lạy Đức Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần Quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\n- Con kính lạy Tổ Tiên nội ngoại họ… … … … … … … ….\n\nTín chủ (chúng) con là… … … … … … … … …\n\nNgụ tại… … … … … … … … ….\n\nHôm nay là ngày … … … … tháng … … … Năm… … … … …\n\nLà chính ngày Cát Kỵ  của… … … … … … … … … … …\n\nThiết nghĩ… … … … … ….(dài) vắng xa trần thế, không thấy âm dung.\n\nNăm qua tháng lại ngày húy lâm. Ơn võng cực xem bằng trời biển, nghĩa sinh thành không lúc nào quên. Càng nhớ công ơn gây cơ tạo nghiệp bao nhiêu, càng cảm thâm tình, không bề dãi tỏ. Ngày mai Cát Kỵ, hôm nay chúng con và toàn gia quyến con cháu thành tâm sắm lễ, quả cau, lá trầu, hương hoa trà quả, thắp nén tâm hương dâng lên trước án thành khẩn kính mời… … … … … … … … … …\n\nMất ngày … … … … tháng… … … … … năm… … … … … … … .\n\nMộ phần táng tại… … … … … … … … … .\n\nCúi xin linh thiêng giáng về linh sàng, chứng giám lòng thành, thụ hưởng lễ vật, độ cho con cháu an ninh khang thái, vạn sự tốt lành, gia cảnh hưng long thịnh vượng.\n\nCon lại xin kính mời các vị Tổ Tiên nội ngoại, Tổ Khảo, Tổ Tỷ, Bá Thúc, Huynh Đệ, Cô Di, và toàn thể các Hương linh gia tiên đồng lai hâm hưởng.\n\nTín chủ con lại xin kính mời ngài Thổ Công, Táo Quân và chư vị Linh thần đồng lai giám cách thượng hưởng.\n\nTín chủ lại mời các vị vong linh Tiền chủ, Hậu chủ nhà này, đất này cùng tới hâm hưởng.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Ngày Giỗ Thường hay còn được gọi là “Cát Kỵ”, đó là ngày Giỗ của người quá cố kể từ năm thứ ba trở đi.\n\nNgày giỗ này của người quá cố sẽ được duy trì đến hết năm đời. Ngoài năm đời, người ta tin rằng vong linh người quá cố đã siêu thoát hay đầu thai trở lại nên không cần thiết phải cúng giỗ nữa.\n\nNếu như giỗ Tiểu Tường và giỗ Đại Tường là lễ giỗ trong vòng tang, còn mang nặng những xót xa, tủi hận, bi ai thì ngày giỗ Thường lại là ngày của con cháu nội ngoại xum họp tưởng nhớ người đã khuất.\n\nĐây là dịp để con cháu hai họ nội, ngoại tề tựu họp mặt đông đủ. Những dịp như thế cũng là dịp để mọi người trong gia đình, dòng họ gặp nhau thêm phần thăm viếng sức khỏe cộng đồng gia đình, dòng họ."
    },
    {
        "IDVK": "66",
        "SamLe": "Mũ Thổ Công là một cỗ gồm ba chiếc: 1 mũ đàn bà và 2 mũ đàn ông không có hai cánh chuồn. Nếu thờ 3 chiếc là thờ đủ mũ cho ba vị thần còn nếu thờ 1 mũ thì đó là mũ Thổ Công.\n\nMũ được làm bằng giấy, mũ thường đi kèm với một chiếc áo và một đôi hia. Dưới mũ đặt 100 thoi vàng giấy.\n\nMũ, áo, hia mỗi năm một màu hợp với ngũ hành: Kim-Mộc-Thủy-Hỏa-Thổ (trắng-xanh-đen-đỏ-vàng) mỗi năm có một hành riêng, mỗi hành có một màu nhất định.\n\nNăm có hành Kim: cúng mũ màu trắng.\n\nNăm có hành Mộc: cúng mũ màu xanh.\n\nNăm có hành Thủy: cúng mũ màu đen.\n\nNăm có hành Hỏa: cúng mũ màu đỏ.\n\nNăm có hành Thổ: cúng mũ màu vàng.\n\nCũng như bài vị Thổ Công, hàng năm mũ cũng được đem hóa vào ngày tết Táo quân và được thay cỗ mũ khác để thờ cho đến tết Táo quân năm sau.\n\nCÚNG THỔ CÔNG\n\nCúng vào ngày giỗ Tết, Sóc Vọng. Có thể cúng chay hoặc mặn.\n\nTrong ngày Sóc Vọng, ngày mồng Một, ngày Rằm, các gia đình thường cúng chay; đồ lễ gồm: giấy vàng, bạc, trầu, nước, hoa quả. Tuy vậy, cũng có gia đình cúng mặn có thêm các đồ: rượu, xôi, gà, chân giò….\n\nNhững khi làm lễ cúng Gia tiên, bao giờ cũng cúng Thổ Công trước. Khấn cầu sự phù hộ của Thổ Công cũng giống như khấn Gia tiên. Mặc dù gọi là cúng Thổ Công, nhưng khi cúng phải khấn đủ các Thần linh ghi trong bài vị.",
        "TenLoai": "Văn khấn Thổ Công",
        "VanKhan": "Văn khấn Thổ Công sau đây được dùng cho cả năm tùy theo cúng vào lúc nào mà thay đổi ngày tháng cho phù hợp.\n\nVăn khấn Thổ Công\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Kính lạy ngài Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ Thần quân, Ngũ phương Ngũ thổ, Phúc đức chính Thần.\n\n- Con kính lạy các ngài Thần linh cai quản trong xứ này.\n\nTín chủ là… … … … … … …\n\nNgụ tại… … … … … … ….\n\nHôm nay là ngày… … … tháng… … năm… … ….\n\nTín chủ con thành tâm sắm sửa hương, hoa, lễ vật, kim ngân, trà quả, bầy ra trước án. Đốt nén hương thơm kính mời: ngày Bản gia Đông trù Tư mệnh Táo phủ Thần quân, ngài Bản gia Thổ Địa Long Mạch Tôn thần, ngài Bản gia Ngũ phương Ngũ thổ, Phúc đức chính Thần.\n\nCúi xin các Ngày thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con tòan gia an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xind dược phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Thổ Công là vị thần trông coi, cai quản trong nhà, định sự họa phúc cho mọi gia đình, thường được gọi là Đệ nhất gia chi chủ. Nhờ có vị thần này nên các hồn ma quỷ không xâm nhập được vào nhà để quấy nhiễu gia đình.\n\nBàn thờ Thổ công không chỉ thờ một vị, mà thờ ba vị thần với ba danh hiệu khác nhau. Trong bài vị người ta để danh hiệu của cả ba vị thần này, mỗi vị trông coi một việc khác nhau.\n\nThổ Công: trông coi việc bếp núc.\n\nThổ Địa: trông coi việc nhà.\n\nThổ Kỳ: trông nom việc chợ búa cho phụ nữ, hoặc việc sinh sản các vật ở vườn đất.\n\nBài vị của ba thần được lập chung và viết như sau:\n\nBản gia Đông trù Tư mệnh Táo phủ Thần quân,\n\nBản gia Thổ địa Long Mạch Tôn Thần,\n\nBản gia Ngũ phương Ngũ thổ Phúc đức chính thần.\n\nMỗi gia đình có riêng một Thổ công. Hàng năm các Thổ công này được thay thế vào ngày 23 tháng chạp (gọi là ngày ông Táo lên trời). Vào ngày này gia đình sửa lễ cúng ông Công , rồi đốt bài vị cũ, thay bài vị mới.\n\nThổ Công là vị thần có nhiệm vụ ghi chép mọi việc tốt xấu xảy ra trong mỗi gia đình. Lễ cúng Thổ Công quan trọng nhất là ngày tết Táo quân vào ngày 23 tháng Chạp (còn gọi là tết ông Công).\n\nTrong ngày lễ này, sau khi cúng xong, Thổ Công lên chầu Thượng Đế để báo cáo những điều tai nghe, mắt thấy ở trần thế mà mình đã ghi chép được. Còn các gia đình sẽ hóa vàng, mũ, áo, hia của năm trước đổ tro ra sống và phóng sinh cho con cá chép để cho ông cưỡi lên trời. (quan niệm dân gia cho rằng: cá chép sau khi được phóng sinh sẽ hóa thành rồng để cho ông Táo cưỡi.).\n"
    },
    {
        "IDVK": "67",
        "SamLe": "Bàn thờ Thần tài chỉ được lập ở những nơi góc nhà, xó nhà chứ không phải nơi sạch đẹp, trang trọng như bàn thờ Tổ Tiên hay bàn thờ Thổ Công.\n\nBàn thờ Thần Tài là một chiếc khảm nhỏ, sơn son thếp vàng, phía trong khảm bài vị Thần Tài hoặc là thùng gỗ dán giấy đỏ xung quanh, phía trong dán bài vị, cũng được viết lên giấy đỏ. Bài vị được viết bằng mực nhũ kim với nội dung sau:\n\nNgũ phương Ngũ thổ Long thần,\n\nTiền hậu địa Chúa Tài thần.\n\nHai bên bài vị có câu đối:\n\nThổ năng sinh bạch ngọc,\n\nĐịa khả xuất hoàng kim.\n\nCó nghĩa là:\n\n(Đất hay sinh ngọc trắng\n\nĐất cũng cho vàng ròng).\n\nNội dung câu đối có thể thay nhưng bao giờ cũng phải có một đôi.\n\nTrước bài vị là bát hương kê trên 100 thỏi vàng giấy. Hai bên là hai cây đèn nhỏ đủ thắp. Trong khám đặt mấy cốc nước, chén rượu, một mâm bồng bày hao quả, phẩm vật khi cúng lễ.\n\nCó nhà khắc lên khám mấy chữ đại tự và có đôi câu đối ca tụng sự giúp đỡ của Thần Tài và cầu mong của gia chủ.\n\nCúng Thần Tài\n\nNgười xưa cúng Thần Tài quanh năm, không chỉ vào dịp giỗ, Tết, Sóc Vọng mà vào bất kỳ lúc nào thấy cần cầu xin. Ngày thường, người ta cúng Thần Tài đơn giản, chỉ có trầu, nước, trái cây,….Còn trong các dịp giỗ, Tết, Sóc Vọng thì cúng Thần Tài bằng cỗ mặn.\n\nThông thường người ta chỉ thắp hương thờ Thần Tài vào buổi chiều hàng ngày.",
        "TenLoai": "Văn khấn Thần Tài",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương Trời, mười phương Chư Phật, Chư phật mười phương.\n\n- Kính lạy ngài Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngày Đông Trù Tư mệnh Táo phủ Thần quân.\n\n- Con kính lạy Thần tài vị tiền.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quản trong xứ này.\n\nTín chủ con là… … … … … … … .\n\nNgụ tại… … … … … … … … .\n\nHôm nay là ngày… … tháng… … năm… … … .\n\nTôi chủ thành sửa biện, hương hoa, lễ vật, kim ngân, trà quả và các thứ cúng dâng, bầy ra trước án kính mời ngài Thần Tài tiền vị.\n\nCúi xin Thần Tài thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật phù trì tín chủ chúng con an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n",
        "YNghia": "Thần Tài là vị thần mang tài lộc cho gia đình, mỗi khi làm việc gì, gia chủ thường cầu khấn Thần Tài.\n\nNgười xưa thờ Thần Tài ở nơi xó xỉnh xuất phát từ điển tích:\n\nCó một tên lái buôn tên là Âu Minh khi qua hồ Thành Thảo, Thủy thần cho một cô nô tỳ tên là Như Nguyện. Âu Minh đưa Như Nguyện về nuôi trong nhà làm ăn ngày càng trở nên phát đạt. Sau đó, vào một ngày tết, vì lý do nào đó, Âu Minh đánh Như Nguyện. Như Nguyện quá sợ hãi chui vào đống rác và biến mất. Từ đó, Âu Minh làm ăn thua lỗ, sa sút, chẳng mấy chốc trở nên nghèo xác nghèo xơ.\n\nHóa ra Như Nguyện chính là Thần Tài hiện hình. Từ đó người ta lập bàn thờ để thờ. Lại có tục kiêng hót rác trong ba ngày đầu năm là vậy. Vì người ta sợ hót rác là hót luôn cả Thần Tài trong đó thì việc làm ăn sẽ không phát đạt. Việc thờ Thần Tài ở nơi xó xỉnh cũng có nguồn gốc từ đây."
    },
    {
        "IDVK": "68",
        "SamLe": "Trong những ngày Sóc Vọng, lễ, Tết, khi cúng Gia tiên, gia chủ cũng đồng thời cúng Thánh Sư, với đồ lễ tương tự như cúng Thổ Công.\n\nNhưng ngày cúng Thánh Sư quan trọng nhất trong năm là ngày Kỵ Nhật của Thánh Sư. Ngày đó được cúng giỗ chung lại miếu phường và các gia đìnhphường viên cũng tổ chức cúng riêng tại nhà để tỏ lòng tưởng nhớ ông tổ nghề của mình.\nNhững người hành nghề, mỗi khi gặp khó khăn đều làm lễ cúng Thánh Sư để được phù hộ gặp may mắn.",
        "TenLoai": "Văn khấn Thánh Sư",
        "VanKhan": " Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ thần quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quan trong xứ này.\n\nTín chủ con là . . . . . . . . .\n\nNgụ tại. . . . . . . . .\n\nHôm nay là ngày. . . tháng. . . năm. . . .\n\ntín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương dâng lên trước án, thành tâm kính mời: Đức Hoàng thiên hậu Thổ Chư vị Tôn Thần, ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ Địa, ngài Bản gia Táo Quân cùng Chư vị Tôn thần.\n\nCon kính mời ngài Thánh sư nghề. . . . . . . .\n\nCúi xin Chư vị Tôn thần Thánh sư nghề. . . . . .thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù Trì tín chủ chúng con toàn gia an lạc, công việc hanh thông. Người vượng, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Thánh Sư còn gọi là Tiên sư hay Nghệ Sư. Tức là ông tổ một nghề nào đó, người đã khai phá ra nghề đó và truyền lại cho các thế hệ sau.\n\nMỗi nghề ở làng quê Việt nam đều có một vị Thánh Sư. Họ chỉ là con người bình thường nhưng được nhân dân tôn thờ vì họ đã tao ra nghề và truyền dạy cho dân chúng. Những người cùng một n ghê hay cùng buôn bán một thứ hợp nhau lại thành một phường hội, lập miếu thờ Thánh Sư.\n\nNgười Việt rất quý trọng Thánh Sư nên ngòai việc thờ Thánh Sư tại miếu chung của phường, các gia đình trong phường cũng lập bàn thờ Thánh Sư tại gia đình mình."
    },
    {
        "IDVK": "69",
        "SamLe": "Lễ vật dâng cúng Tiền Chủ gồm, hương, hoa, trầu, quả… Lễ chay hoặc lễ mặn tuỳ tâm chỉ cần lễ vật tinh khiết, đầy đặn, với thành kính cầu xin.\n\nVào ngày rằm tháng bảy gia chủ cần cúng dâng, bản gia Tiền Chủ, vàng mã, quần áo, tiền…",
        "TenLoai": "Văn khấn Tiền Chủ",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con kính lạy ngài Đông Trù Tư mệnh Táo phủ thần quân.\n\n- Con kính lạy các ngài Thần linh, Thổ địa cai quan trong xứ này.\n\n- Con kính lạy ngài Bản gia Tiền chủ ngụ trong nhà này.\n\nTín chủ con là . . . . . . . . . .\n\nNgụ tại. . . . . . . . . . .\n\nHôm nay là ngày ... tháng ... năm.... .\n\nTín chủ con thành tâm sắm lễ, hương hoa trà quả, đốt nén tâm hương dâng lên trước án, thành tâm kính mời: Đức Hoàng thiên hậu Thổ Chư vị Tôn Thần, ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ Địa, ngài Bản gia Táo Quân cùng Chư vị Tôn thần, ngài Bản gia Tiền Chủ. Cúi xin Chư vị Tôn thần Bản gia Tiền Chủ thương xót tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con toàn gia an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!",
        "YNghia": "Tiền Chủ là chủ đầu tiên của ngôi nhà, ở ngôi nhà này đến khi chết. Theo quan niệm của người xưa, ngôi nhà có sự thay đổi chủ theo thời gian. Nhưng tại cõi âm, người Tiền Chủ vẫn nhớ ngôi nhà xưa này. Vì lẽ đó các chủ ở sau không muốn bị vong hồn người Tiền Chủ quấy rối nên đã lập bàn thờ để thờ Tiền Chủ.\n\nBàn thờ Tiền Chủ là một cây hương xây ở ngoài sân. Cây hương gồm có một trụ cao khoảng 1m trở lên, mé trên xây rộng ra như một mặt bàn thờ, có thành ở đằng sau và hai bên. Trên bàn thờ đặt một bình hương, không đặt bài vị vì không ai biết tên Tiền Chủ nên khi cúng chỉ cầu khẩn là Bản gia Tiền Chủ là được.\n\nNgười ta cúng Tiền Chủ vào ngày rằm, mồng một, lễ tết hoặc khi trong nhà gặp chuyện không may để cầu sự bình an."
    },
    {
        "IDVK": "70",
        "SamLe": "Việc sửa soạn đi lễ Chùa, sắm lễ vật để đi lễ Chùa đều có những quy định mà người hành lễ phải tuân thủ là:\n\n- Đến dâng hương tại các Chùa chỉ được sắm các lễ chay: hương, hoa tươi, quả chín, oản phẩm, xôi chè… không được sắm sửa lễ mặn như cỗ tam sinh (trâu, dê, lợn), thịt mồi, gà, giò, chả…\n\nViệc sắm sửa lễ mặn chỉ có thể được chấp nhận nếu như trong khu vực Chùa có thờ tự các vị Thánh, Mẫu và chỉ dâng ở đó mà thôi. Tuyệt đối không được dâng đặt lễ mặn ở khu vực Phật điện (chính diện), tức là nơi thờ tự chính của ngôi Chùa.\n\nTrên hương án của chính điện chỉ được dâng đặt lễ chay, tịnh. Lễ mặn (nhưng thường chỉ đơn giản: gà, giò, chả, rượu, trầu cau…) cũng thường được đặt tại ban thờ hay điện thờ (nếu xây riêng) của Đức Ông - Vị thần cai quản toàn bộ công việc của một ngôi chùa.\n\n- Không nên sắm sửa vàng mã, tiền âm phủ để dâng cúng, Lễ Phật tại Chùa. Nếu có sửa lễ này thì chủ đặt ở bàn thờ Thần Linh, Thánh Mẫu hay ở bàn thờ Đức Ông.\n\n- Tiền giấy âm phủ hay hàng mã kiêng đặt ở ban thờ Phật, Bồ Tát và cả tiền thật cũng không nên đặt lên hương án của chính điện. Mà tiền, vàng công đức nên để vào hòm công đức đặt tại Chùa.\n\n- Hoa tươi lễ Phật là: hoa sen, hoa huệ, hoa mẫu đơn, hoa ngâu… không dùng các loại hoa tạp, hoa dại…\n\n- Trước ngày dâng hương Lễ Phật ở Chùa cần chay tịnh trong đời sống sinh hoạt ngày thường: ăn chay, kiêng giới, làm việc thiện…\n\n- Tại Chùa, cứ đến rằm tháng Bảy thì mọi người sắm sửa lễ vật đến cầu siêu cho ông bà, cha mẹ hay những người đã khuất, thậm chí cho cả cô hồn. Vào tiết này, sắm thêm lễ vật đặc trưng: đồ hàng mã chế tác theo hình vật dụng thường ngày: mũ, áo, xe cộ… nhưng chớ có sắm sửa các hình nhân thế mạng. Ngoài ra còn có lễ vật cúng chúng sinh: cháo lá đa, ngô, bánh đa, khoai… Tất cả dâng đặt ở bàn thờ Đức Thánh chứ không đặt ở bàn thờ khác hay ban chính điện.\n\nRiêng với các trường hợp “bán khoán” hay làm lễ “cầu siêu” thì cần phải sắm sửa lễ vật theo chỉ dẫn cụ thể của vị Tăng trụ tại Chùa.",
        "TenLoai": "Văn khấn tại Chùa",
        "VanKhan": "Đến Chùa hành lễ cần theo thứ tự như sau:\n\n1. Đặt lễ vật: Thắp hương và làm lễ ban thờ Đức Ông trước.\n\n2. Sau khi đặt lễ ở ban Đức Ông xong, đặt lễ lên hương án của chính điện, thắp đèn nhang, thỉnh 3 hồi chuông rồi làm lễ chư Phật, Bồ Tát.\n\n3. Sau khi đặt lễ chính điện xong thì đi thắp hương ở tất cả các ban thờ khác của nhà Bái Đường. Khi thắp hương lên đều có 3 lễ hay 5 lễ. Nếu Chùa nào có điện thờ Mẫu, Tứ Phủ thì đến đó đặt lễ, dâng hương cầu theo ý nguyện.\n\n4. Cuối cùng thì lễ ở nhà thờ Tổ (nhà Hậu)\n\n5. Cuối buổi lễ, sau khi đã lễ tạ để hạ lễ thì nên đến nhà trai giới hay phòng tiếp khách để thăm hỏi các vị sư, tăng trụ trì và có thể tuỳ tâm công đức.\n\n",
        "YNghia": "Chùa là nơi thờ Phật, cũng là nơi sinh hoạt tín ngưỡng công cộng của người Việt Nam từ xưa tới nay.\n\nTheo phong tục cổ truyền: Mọi người Việt Nam trong các ngày Rằm, mồng Một, ngày Lễ Tết, cũng như những ngày có việc hệ trọng, thường đến Chùa lễ Phật với tấm lòng thành cầu khấn nhờ nghiệp lực vô biên của Phật, của chư vị Bồ Tát, Hiền thánh mà được thiện duyên, gặp may cầu cho được: mạnh khoẻ, sống lâu, tai qua, nạn khỏi, hạn ách tiêu trừ, có con nối dõi, yêu vui thân mệnh, gia đình hoà thuận, hạnh phúc an khang, thế giới hoà bình, văn minh xã hội và ngoài ra không chỉ cầu cho người sống ở thế giới bên kia được siêu sinh Tịnh độ… Ước vọng chính đáng ấy được thể hiện qua các bài văn khấn."
    },
    {
        "IDVK": "71",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Phật",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\nHôm nay là ngày….. tháng….. năm. . . . . . .\n\nTín chủ con là . . . . . . . . . . .\n\nNgụ tại. . . . . . . . . . . . . .\n\nCùng toàn thể gia đình thành tâm trước Đại Hùng Bảo Điện, nơi chùa.\n\nĐức Phật Thích Ca, Đức Phật Di Đà, Mười phương chư Phật, Vô thượng Phật pháp, Quan Âm Đại sỹ, cùng hiền Thánh Tăng.\n\nĐệ tử lâu đời lâu kiếp\n\nNghiệp chướng nặng nề\n\nNay đến trước Phật đài,\n\nThành tâm sám hối\n\nThề tránh điều dữ\n\nNguyện làm việc lành,\n\nNgửa trông ơn Phật,\n\nQuan Âm Đại sỹ,\n\nChư Thánh hiền Tăng,\n\nThiên Long Bát bộ,\n\nHộ pháp Thiên thần,\n\nTừ bi gia hội.\n\nCúi xin các vị phù hộ cho chúng con và cả gia đình tâm không phiền não, thân không bệnh tật, hàng ngày an vui làm việc theo pháp Phật nhiệm màu, để cho vận đáo hanh thông, muôn thuở nhuần ơn Phật pháp.\n\nĐặng xin cứu độ cho các bậc Tôn Trưởng cha mẹ, anh em, thân bằng quyến thuộc, cùng cả chúng sinh đều thành Phật đạo.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "72",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Đức Ông",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Kính lạy Đức Ông Tu Đạt Tôn giả, Thập bát long thần, Già Lam Chân Tể.\n\nHôm nay là ngày . . . tháng . . . năm . . . . . . .\n\nTín chủ con là . . . . . . . . .\n\nNgụ tại . . . . . . . . . . . .\n\nCùng cả gia đình thân tới cửa chùa . . . . . . . . .\n\nTrước điện Đức Ông, thành tâm kính lễ, hiến dâng phẩm vật, kim ngân tịnh tài.\n\nChúng con tâu lên Ngài Tu Đạt tôn giả từ cảnh trời cao soi xét.\n\nChúng con kính tâu lên Ngài Già Lam Chân tể cai quản trong nội tự cùng các Thánh chúng trong cảnh Chùa đây.\n\nTín chủ con có lời thưa rằng: Chúng con sinh nơi trần tục, nhiều sự lỗi lần, hôm nay tỏ lòng thành kính, cúi xin Đức Ông để đức hiếu sinh, rủ lòng tế độ che chở cho chúng con, ba tháng hè chín tháng đông, tiêu trừ bệnh tật tai ương, vui hưởng lộc tài may mắn, cầu gì được nấy, nguyện gì cũng thành.\n\nChúng con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "73",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Đức Thánh Hiền",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con cúi lạy Đức Thánh Hiền, Đại Thánh khải giáo A nan đà Tôn giả.\n\nHôm nay là ngày… tháng… năm. . . . . . . . . . . . .\n\nTín chủ con là . . . . . . . . . . . . .\n\nNgụ tại. . . . . . . . . . . . . .\n\nChúng con thành tâm dâng hương hoa, lễ vật, cầu mong Tam Bảo chứng minh, Đức Thánh Hiền chứng giám, rủ lòng thương xót phù hộ cho con được mọi sự tốt lành, sức khoẻ dồi dào, an ninh khang thái, vạn sự tốt lành, gia đạo hưng long thịnh vượng.\n\nCúi mong Ngài soi xét tâm thành, phù hộ cho gia đình chúng con được sở cầu như ý, sở nguyện tòng tâm.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "74",
        "SamLe": ".....",
        "TenLoai": "Văn khấn cầu tài, cầu lộc, cầu bình an ở ban Tam Bảo",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con xin thành tâm kính lạy chư vị Bồ Tát, chư Hiền Thánh Tăng, Hộ pháp Thiện thần, Thiên Long Bát Bộ.\n\nTín chủ con là. . . . . . . . . . . . .\nNgụ tại. . . . . . . . . . . . . . .\n\nHôm nay là ngày. . . . tháng. . . . năm . . . . . . .\n\nTín chủ con thành tâm dâng hương hoa, phẩm oản, cùng sớ trạng (nếu viết sớ đặt trên mâm lễ vật) lên cửa mười phương thường trụ Tam Bảo.\n\nTín chủ con thành tâm kính lễ.\n\nĐức Phật A Di Đà giáo củ cõi cực lạc phương Tây.\n\nĐức Phật Thích Ca Mâu Ni giáo chủ cõi Sa Bà.\n\nĐức Phật Dược sư Lưu Ly giáo chủ cõi phương Đông.\n\nĐức Thiên thủ, Thiên nhãn, Ngũ bách danh tầm thanh cứu khổ cứu nạn, linh cảm Quan Thế Âm Bồ Tát.\n\nKính lạy Hộ pháp thiên thần chư thiện Bồ Tát kính xin chư vị rủ lòng từ bi, phù hộ độ trì cho con, nguyện được… (công danh, tài lộc, giải hạn, bình an…). Nguyện xin chư vị, chấp kỳ lễ bạc tâm thành (sớ trạng) chứng minh, chứng giám cho con được tai quan nạn khỏi, điều lành đem đến, điều dữ tiêu tan, phát lộc phát tài, gia chung mạnh khoẻ, trên dưới thuận hoà an khang thịnh vượng.\n\nChúng con người phàm trần tục lầm lỗi còn nhiều. Cúi mong Phật, Thánh từ bi đại xá cho con (và gia đình) được tai qua nạn khỏi, mọi sự tốt lành, sở cầu như ý sở nguyện tòng tâm.\n\nTín chủ con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "75",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Đức địa Tạng Vương Bồ Tát (U Minh giáo chủ)",
        "VanKhan": "Cúi xin đức Đại sỹ không rời bạn nguyện, theo Phật phó chúc trên cung trời Đạo lợi, chở che cứu vớt chúng con và cả gia quyến như thể mẹ hiền, phù trì con đỏ\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con Nam mô Đại bi, Đại nguyện, Đại thánh, Đại từ Bản tôn Minh Vương cứu khổ, Địa Tạng Vương Bồ Tát.\n\nTín chủ con là . . . . ..\n\nNgụ tại. . . . . . .\n\nHôm nay là ngày… tháng…..năm. . . .\n\nTín chủ con thành tâm đến trước Phật đài, nơi điện Cửa hoa, kính dâng phẩm vật, hương hoa kim ngân tịnh tài, ngũ thể đầu thành, nhất tâm kính lễ dưới toà sen báu.\n\nCúi xin đức Đại sỹ không rời bạn nguyện, theo Phật phó chúc trên cung trời Đạo lợi, chở che cứu vớt chúng con và cả gia quyến như thể mẹ hiền, phù trì con đỏ, nhờ ánh ngọc Minh châu tiêu trừ tội cấu, trí tuệ mở mang, được mây từ che chở, tâm đạo khai hoa, não phiền nhẹ bớt. Khi còn sống thực hành thiện nguyện, noi gương Đại sỹ, cứu độ chúng sinh. Khi vận hạn ốm đau, nhờ được đức từ hộ niệm, Thần linh bản xứ giúp yên. Lúc lâm chung được nhờ ánh bi quang, vượt khỏi tam đồ, sinh lên cõi thiện.\n\nLại nguyện cho Hương kinh Gia tiên chúng con nhờ công đức cúng dâng này thảy đều siêu thoát.\n\nTín chủ con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "76",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Đức Quán Thế Âm Bồ Tát (Phật bà Quan Âm)",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con Nam mô Đại từ, Đại bi Linh cảm Quán thế Bồ Tát.\n\n- Con xin kính lạy đức Viên thông Giáo chủ thuỳ từ chứng giám.\n\nTín chủ con là . . . . . . . .\n\nNgụ tại. . . . . . . . . . . . .\n\nHôm nay là ngày ... tháng ... năm . . . .\n\nTín chủ con thành tâm đến trước Phật đài, nơi điện Cửa hoa, kính dâng phẩm vật, hương hoa kim ngân tịnh tài, ngũ thể đầu thành, nhất tâm kính lễ dưới toà sen hồng.\n\nCúi xin đức Đại sỹ không rời bạn nguyện, theo Phật phó chúc trên cung trời Đạo lợi, chở che cứu vớt chúng con và cả gia quyến như thể mẹ hiền, phù trì con đỏ. Nhờ nước dương chi, lòng trần cầu ân thanh tịnh, thiện nguyện nêu cao. Được anh từ quang soi tỏ, khiến cho nghiệp trần nhẹ bớt, tâm đạo khai hoa, độ cho đệ tử con cùng toàn thể gia quyến ba tháng đông, chín tháng hè luôn được sức khỏe dồi dào, phúc thọ khang ninh, lộc tài vương tiến, công việc hanh thông, vạn sự tốt lành, sở cầu như ý, sở nguyện tòng tâm.\n\nCầu gì cũng được, nguyện gì cũng thành.\n\nTín chủ con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "77",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Giải trừ Bệnh tật",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư Phật, Chư Phật mười phương.\n\n- Con xin kính lạy Đức Đông phương giáo chủ tiêu tai duyên thọ Dược Sư Lưu Ly Quang Vương Phật.\n\n- Con xin kính lạy Đức Thiên Thủ Thiên Nhãn, Tầm Thanh cứu khổ cứu nạn Linh cảm Quán Thế Âm Bồ Tát.\n\nTín chủ con là . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nNgụ tại. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n\nHôm nay là ngày…  tháng ….. năm. . . . . . . . . . . . . . . . . . . . . . . .\n\nTín chủ con thành tâm sắm sửa lễ vật, hương hoa trà quả, kính dâng lên Đức Đông phương giáo chủ tiêu tai duyên thọ Dược Sư Lưu Ly Quang Vương Phật, Đức Thiên Thủ Thiên Nhãn, Tầm Thanh cứu khổ cứu nạn Linh cảm Quán Thế Âm Bồ Tát.\n\nXin các ngài linh thiêng giáng thế, thụ hưởng lễ vật nghe lời tâu trình:\nNhân duyên chưa hết\n\nSớm được nhẹ nhàng\n\nBệnh tật tiêu trừ\n\nThân, tâm an lạc\n\nChí thành bái đảo\n\nTam bảo chứng minh\n\nThương xót hữu tình\n\nRủ lòng cứu độ\n\nTín chủ con lễ bạc tâm thành, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "Cách cầu nguyện, khấn nguyện, xin chữa cho mau hết bệnh, lành bệnh nan y "
    },
    {
        "IDVK": "78",
        "SamLe": "Theo phong tục cổ truyền khi đến Đình, Đền, Miếu, Phủ nên có lễ vật có thể to, nhỏ, nhiều, ít, sang, mọn tuỳ tâm. Mặc dù ở những nơi này thờ Thánh, Thần, Mẫu nhưng người ta vẫn có thể sắm các lễ chay như hương hoa quả, oản,… để dâng cũng được.\n\n1. Lễ Chay: Gồm hương hoa, trà, quả, phẩm oản… dùng để lễ ban Phật, Bồ Tát (nếu có).\n\nLễ chay cũng dùng để dâng ban Thánh Mẫu. Trong trường hợp này sắm thêm một số hàng mã để dâng cũng như: tiền, vàng, nón, hia…\n\n2. Lễ Mặn: Gồm gà, lợn, giò, chả… được làm cẩn thận, nấu chín. Nếu có lễ này thì đặt bàn thờ Ngũ vị quan lớn tức là ban công đồng.\n\n3. Lễ đồ sống: Gồm trứng, gạo, muối hoặc thịt mồi (một miếng thịt lợn khoảng vài lạng)\n\nĐây là lễ dành riêng cho việc dâng cúng quan Ngũ Hổ, Bạch xà, Thanh xà đặt ở hạ ban Công Đồng Tứ phủ.\n\nTheo lễ thường thì gồm 5 quả trứng vịt sống đặt trong một đĩa muối, gạo, hai quả trứng gà sống đặt trong hai cốc nhỏ, một miếng thịt mồi được khía (không đứt rời) thành năm phần, để sống.\n\nKèm theo lễ này cũng có thêm tiền vàng.\n\n4. Cỗ mặn sơn trang: Gồm những đồ đặc sản Việt Nam: cua, ốc, lươn, ớt, chanh quả… Nếu có gạo nếp cẩm nấu xôi chè thì cũng thuộc vào lễ này.\n\nTheo lệ thường, khi sắm lễ mặn sơn trang, người ta thường sắm theo con số 15: 15 con ốc, cua, 15 quả ớt, chanh hoặc có thể chỉ cần 1 quả nhưng được khía ra làm 15 phần… Con số 15 này tương ứng với 15 vị được thờ tại ban sơn trang:\n\n1 vị chúa\n\n2 vị hầu cận\n\n12 vị cô sơn trang\n\n5. Lễ ban thờ cô, thờ cậu: Thường gồm oản, quả, hương hoa, hia, hài, nón, áo… (đồ hàng mã) gương, lược… Nghĩa là những đồ chơi mà người ta thường làm cho trẻ nhỏ. Nhưng lễ vật này cầu kỳ, nhỏ, đẹp và được bao trong những túi nhỏ xinh xắn, đẹp mắt.\n\n6. Lễ thần Thành Hoàng, Thư điền: Thường dùng lễ mặn: chân giò lợn luộc, xôi, rượu, tiền, vàng… \n\n**Hạ lễ:\n\nSau khi kết thúc khấn, lễ ở các ban thờ, thì trong khi đợi hết một tuần nhang có thể viếng thăm phong cảnh nơi thừa tự, thờ tự.\n\nKhi thắp hết một tuần nhang có thể thắp thêm một tuần nhang nữa. Thắp nhang xong, vái 3 vái trước mỗi ban thờ rồi hạ tiền, vàng… (đồ mã) đem ra nơi hoá vàng để hoá. Khi hoá tiền, vàng… cần hoá từng lễ một, từ lễ của ban thờ chính cho tới cuối cùng là lễ tiền vàng… ở ban thờ Cô thờ cậu.\n\nHoá tiền vàng xong mới hạ lễ dâng cúng khác. Khi hạ lễ thì hạ từ ban ngoài cùng vào đến ban chính. Riêng các đồ lễ ở bàn thờ Cô, thờ Cậu như gương, lược… thì để nguyên trên bàn thờ hoặc giả nơi đặt bàn thờ này có nơi để riêng thì nên gom vào đó mà không đem về.",
        "TenLoai": "Văn khấn lễ Thành Hoàng ở Đình, Đền, Miếu",
        "VanKhan": "Nam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nKính lạy Hoàng thiên Hậu Thổ chư vị Tôn thần.\n\nKính lạy Ngài Kim niên Đương cai Thái tuế chí đức Tôn thần.\n\nKính lạy Ngài Bản cảnh Thành Hoàng chư vị Đại Vương.\n\nHôm nay là ngày . . . tháng . . . năm . . .\n\nHương tử con là . . . . . . .\n\nNgụ tại . . . . . .\n\nKính nghĩ: Đức Đại Vương nhận mệnh Thiên Đình giáng lâm ở nước Việt Nam làm Bản cảnh Thành Hoàng chủ tể một phương bấy nay ban phúc lành che chở cho dân. Nay hương tử chúng con thành tâm dâng lên lễ bạc, hiến tế hương hoa, phẩm oản…..\n\nCầu mong Đức Bản cảnh Thành Hoàng chư vị Đại Vương chứng giám, rủ lòng thương xót, phù hộ che chở cho chúng con mọi sự tốt lành, lắm tài nhiều lộc, an khang thịnh vượng, sở cầu như ý, sở nguyện tòng tâm.\n\nDãi tấm lòng thành, mong được che chở.\n\nCẩn tấu.\n\n \n\n ",
        "YNghia": "Theo tập tục văn hoá truyền thống, ở mỗi tỉnh thành, làng, xã Việt Nam đều có các Đình, Đến, Miếu, Phủ là nơi thờ tự Thần linh, Thành Hoàng, Thánh Mẫu.\n\nCác vị thần linh, Thành Hoàng, Thánh Mẫu là các bậc tiền nhân đã có công với cộng đồng làng xã, dân tộc trong lịch sử đấu tranh giữ nước và dựng nước của người Việt Nam.\n\nNgày nay, theo nếp xưa người Việt Nam ở khắp mọi miền đất nước hàng năm vẫn đi lễ, đi trẩy Hội ở các Đình, Đền, Miếu, Phủ vào các ngày lễ, tết, tuần tiết, sóc, vọng và ngày Hội, để tỏ lòng tôn kính, ngưỡng mộ biết ơn các bậc Tôn thần đã có công với đất nước.\n\nĐình, Đền, Miếu, Phủ cùng với sự lưu truyền sự linh diệu của các thần trong nhiều trường hợp đã đi vào trang sử oai hùng của dân tộc Việt Nam góp phần không nhỏ vào việc duy trì tình cảm yêu nước. Nơi thờ tự Đình, Đền, Miếu, Phủ còn là những nơi sinh hoạt tâm linh, tín ngưỡng. Con người hy vọng rằng bằng những hành vi tín ngưỡng, có thể cầu viện đấng Thần linh phù hộ cho bản thân, cùng gia đình, cộng đồng được an khang, thành đạt và thịnh vượng, yên bình, biến hung thành cát, giải trừ tội lỗi…"
    },
    {
        "IDVK": "79",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Tam Tòa Thánh Mẫu",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con kính lạy Đức Hiệu Thiên chí tôn kim quyết Ngọc Hoàng Huyền cung cao Thượng đế.\n\n- Con kính lạy Hoàng Thiên Hậu Thổ chư vị Tôn thần.\n\n- Con xin kính Cửu trùng Thanh Vân lục cung công chúa.\n\n- Con kính lạy Đức thiên tiên Quỳnh Hoa Liễu Hạnh Mã Hoàng Công chúa, sắc phong Chế Thắng Hoà Diệu đại vương, gia phong Tiên Hương Thánh Mấu.\n\n- Con kính lạy Đức đệ nhị đỉnh thượng cao sơn triều mường Sơn tinh công chúa Lê Mại Đại Vương.\n\n- Con kính lạy Đức đệ tứ khâm sai Thánh Mẫu, tứ vi chầu bà, năm toà quan lớn, mười dinh các quan, mười hai Tiên cô, mười hai Thánh cậu, ngũ hổ Đại tướng, Thanh Hoàng Bạch xà đại tướng.\n\nHưởng tử con là. . . . . . . ..\n\nNgụ tại. . . . . . . .\n\nHôm nay là ngày. . .tháng. . .năm. . .\n\nHương tử con đến nơi Điện (Phủ, Đền)… … …chắp tay kính lễ khấu đầu vọng bái, lòng con thành khẩn, dạ con thiết tha, kính dâng lễ vật, cúi xin các Ngài xót thương phù hộ độ trì cho gia chung chúng con sức khoẻ dồi dào, phúc thọ khang ninh, cầu tài đắc tài, cầu lộc đắc lộc, cầu bình an đắc bình an, vạn sự hanh thông, gặp nhiều may mắn.\n\nHương tử con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "80",
        "SamLe": ".....",
        "TenLoai": "Văn khấn Mẫu Thượng Ngàn (Chùa Hương)",
        "VanKhan": "Nam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nHương từ chúng con dốc lòng kính lạy Đức Chúa Thượng Ngàn đỉnh thượng cao sơn triều mường Sơn Tinh Công chúa Lê Đại Mại Vương Ngọc Điện Hạ.\n\nKính lạy:\n\n- Đức Thượng Ngàn Chúa Tể Mị Nương Quế Hoa Công Chúa tối tú tối linh, cai quản tám mươi mốt cửa rừng trong cõi Nam giao.\n\n- Chư Tiên, Chư Thánh, Chư Thần, Bát bộ sơn trang, mười hai Tiên Nương, Văn võ thị vệ, Thánh cô Thánh cậu, Ngũ hổ Bạch xà đại tướng.\n\nHương tử con là:… … … … … … … … …\n\nCùng gia quyến, ngụ tại:… … … … … … …\n\nNhân lễ hội chùa Hương – huyện Mỹ Đức – Thành phố Hà Nội chúng con thân đến… … … … …phủ chúa trên ngàn, đốt nén tâm hương kính dâng lễ vật, một dạ chí thành, chắp tay khấn nguyện. Cúi xin lượng cả bao dung, thể đức hiếu sinh, ra tay cứu vớt, độ cho chúng con cùng cả gia quyến bốn mùa được chữ bình an, tám tiết hưng long thịnh vượng, lộc tài quảng tiến, công việc hanh thông, giải vận giải hạn, biến hung thành cát, đổi họa ra tường, như ý sơ cầu, tòng tâm sở nguyện.\n\nGiãi tấm lòng thành, cúi xin chứng giám.\n\nCẩn tấu.\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "81",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Thánh Mẫu Thượng Thiên",
        "VanKhan": "Nam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nNam mô A Di Đà Phật!\n\nHương tử chúng con thành tâm kính lạy Đức Hiệu Thiên chí kim quyết Ngọc Hoàng Huyền cung cao Thượng đế.\n\nKính lạy Đức Cửu Trùng Thanh Vân lục cung công chúa.\n\nKính lạy Đức thiên tiên Quỳnh Hoa Liễu Hạnh Mã Hoàng công chúa, sắc phong Chế Thắng Hòa Diệu đại vương, gia phong Tiên Hương Thánh mẫu.\n\nKính lạy  Đức đệ nhị đỉnh thượng cao sơn triều mường Sơn tinh công chúa Lê Mại Đại Vương.\n\nKính lạy Đức đệ tam Thủy Phủ, Lân nữ công chúa.\n\nKính lạy  Đức đệ tứ khâm sai Thánh mẫu, tứ vị Chầu bà, năm toà quan lớn, mười dinh các quan, mười hai Tiên cô, mười hai Thánh cậu, ngũ hổ Đại tướng, Thanh Hoàng Bạch xà đại tướng.\n\nHương tử con là . . . . . . . . . . .\n\nNgụ tại . . . . . . . . . . .\n\nCùng toàn thể gia đình đến nơi Điện (Phủ, Đền) . . . . . . . chắp tay kính lễ khấu đầu vọng bái, lòng con thành khẩn, dạ con thiết tha, kính dâng lễ vật, cúi xin các Ngài xót thương ủng hộ, kiến cho gia chúng con tiêu trừ tai nạn, điềm lành thường tới, điềm dữ lánh xa, hết tai ương bệnh tật trong nhà, hưởng thịnh vượng an lành mãi mãi. Tài như nước đến, lộc như mây về, bốn mùa không hạn ách nào xâm, tám tiết có phúc lành tiếp ứng.\n\nLại xin: Thể đức hiếu sinh, rủ lòng cứu độ, khiến cho chúng con như ý sở cầu, cho hương tử tòng tâm sở nguyện.\n\nDãi tấm lòng thành, cúi xin chứng giám.\n\nCẩn tấu.\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "82",
        "SamLe": ".....",
        "TenLoai": "Văn khấn ban Công Đồng",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con lạy chín phương trời, mười phương Chư phật, Chư phật mười phương\n\n- Con lạy đức Vua cha Ngọc Hoàng Thượng đế\n\n- Con lạy Tam Toà Thánh Mẫu\n\n- Con lạy Tam phủ Công Đồng, Tứ phủ Vạn linh\n\n- Con lạy Tứ phủ Khâm sai\n\n- Con lạy Chầu bà Thủ Mệnh\n\n- Con lạy Tứ phủ Đức Thánh Hoàng\n\n- Con lạy Tứ phủ Đức Thánh Cô\n\n- Con lạy Tứ phủ Đức Thánh Cậu\n\n- Con lạy cộng đồng các Giá, các Quan, mười tám cửa rừng, mười hai cửa bể.\n\n- Con lạy quan Chầu gia.\n\nHương tử con là:. . . . . . . . . . . . . . . . .\n\nCùng đồng gia quyến đẳng, nam nữ tử tôn\n\nNgụ tại:. . . . . . . . . . . . . . . . .\n\nHôm nay là ngày….. tháng….. năm Tín chủ con về Đền… … … … … thành tâm kính lễ, xin Chúa phù hộ độ trì cho gia đình chúng con sức khoẻ dồi dào, phúc thọ khang ninh, cầu tài đắc tài, cầu lộc đắc lộc, cầu bình an đắc bình an, vạn sự hanh thông, gặp nhiều may mắn.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "83",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Đức Thánh Trần",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con kính lạy Tứ phủ Công Đồng Trần Triều\n\n- Con kính lạy Nguyên Từ Quốc Mẫu Thiên Thành Thái Trưởng Công.\n\n- Con kính lạy Đức Trần Triều hiển thánh Nhân vũ Hưng Đạo Đại Vương Đại Nguyên soái, Tổng quốc chính, Thái sư Hương phụ Thượng quốc công tiết chế, Lịch triều tấn tặng khai quốc an chính hồng đồ tá trị hiện linh trác vĩ, Minh đức trĩ nhân, Phong huân hiên liệt, Chí trung đại nghĩa, Dực bảo trung hưng, Thượng đẳng tôn thần, Ngọc bệ tiền.\n\n- Con kính lạy tứ vị Thánh tử đại vương, Nhị vụ vương cô Hoàng Thánh.\n\n- Con kính lạy Đức ông phạm điệu suý tôn thần, tả quan Nam Tào, Hữu quan Bắc Đẩu, Lục bộ thượng từ, chư vị bách quan.\n\nHương tử con là:. . . . . . . . . . . . .\n\nNgụ tại:. . . . . . . . . . . . .\n\nHôm nay ngày…. tháng….. năm… … .. Hương tử chúng chấp kỳ lễ bái xin các vị phù hộ độ trì cho hương tử con cùng toàn gia quyến được luôn mạnh khoẻ. Đầu năm chí giữa, nửa năm chí cuối, chín tháng đông, ba tháng hè được tai quan nạn khỏi, điều lành mang đến, điều giữ giải đi, cầu tài đắc tài, cầu lộc đắc lộc, cầu bình an đắc bình an. Xin cho con được có người có cửa, được nhân an vật thịnh đi đến nơi về đến chốn, làm ăn được thuận buồn xuôi gió, vạn sự như ý.\n\nHương tử con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "84",
        "SamLe": ".....",
        "TenLoai": "Văn khấn tại đền Bà Chúa Kho",
        "VanKhan": "Nam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n- Con xin kính lạy Tam giới Thiên chúa cập nhất thiết Thánh chúng.\n\n- Con xin kính lạy Tam phủ công đồng. Tứ phủ vạn linh.\n\n- Con xin kính lạy Thiên tiên Thánh mẫu, Địa thiên Thánh mẫu, Thủy tiên thánh mẫu.\n\n- Con xin kính lạy Đức Chúa kho Thánh mẫu hiển hoá anh linh.\n\n- Con xin kính lạy Đương niên hành khiển chí đức Tôn thần.\n\n- Con xin kính lạy Đường cảnh Thành Hoàng Bản Thổ đại vương.\n\n- Con xin kính lạy Ngũ hổ thần tướng, Thanh bạch xà Thần linh\n\nHương tử con là:. . . . . . . . . . . . . .\n\nNgụ tại:. . . . . . . . . . . . . . . . . .\n\nNgày hôm nay là ngày. . . . . . . . . . . .\n\nCon sắm sửa kim ngân, hương hoa, lễ vật chí thiết một lòng thành tâm dâng lễ, sám hối cầu xin phù hộ cho hương tử con được: gia quyến bình an, cầu tài đắc tài, cầu lộc đắc lộc, bách sự cầu được như ý.\n\nHương tử con lễ bạc tâm thành, cúi đầu thành tâm kính lễ Chúa Kho Thánh mẫu, cúi xin được phù hộ độ trì.\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\nNam mô a di Đà Phật!\n\n",
        "YNghia": "....."
    },
    {
        "IDVK": "85",
        "SamLe": ".....",
        "TenLoai": "Văn khấn lễ Thánh mẫu Liễu Hạnh",
        "VanKhan": "Nam mô A Di Đà Phật! \n\nNam mô A Di Đà Phật! \n\nNam mô A Di Đà Phật! \n\nHương tử chúng con kính lạy:\n\n- Thánh mẫu Liễu Hạnh, Chế thắng Hòa Diệu, Đại vương “Tối linh chí linh”.\n\n- Mẫu đệ nhất thiên tiên.\n\n- Mẫu đệ nhị thượng ngàn.\n\n- Mẫu đệ tam thủy cung.\n\nHương tử con là:… … … … … … … …\n\nNgụ tại:… … … … … … .\n\nNgày hôm nay là ngày… … … … … ..\n\nTại: Phủ Tây Hồ phường Quảng Bá, Quận Tây Hồ thành kính dâng lễ vật:… … … … …..\n\nCung thỉnh Tam Tòa Thánh Mẫu, vua cha Ngọc Hoàng, Tam phủ công đồng Tứ phủ vạn linh, Hội đồng các quan, Bát bộ sơn trang, Thập nhị quan Hoàng, Thập nhị chầu cô, Thập nhị quan cậu, Ngũ lôi thiên tướng, Ngũ hổ thần quan, Thanh bạch xà thần linh, chấp kỳ lễ bạc chứng giám cho con được hưởng: Gia quyến bình an, đắc lộc, đắc tài, đắc thọ, bách sự như ý…\n\nDãi tấm lòng thành, cúi xin chứng giám.\n\nCẩn tấu\n\nNam mô A Di Đà Phật! \n\nNam mô A Di Đà Phật! \n\nNam mô A Di Đà Phật! ",
        "YNghia": "....."
    },
    {
        "IDVK": "86",
        "SamLe": "a. Cúng\n\nKhi có giỗ Tết, gia chủ bày hoa (bông) quả, nước, rượu, cỗ bàn, chén bát, đũa, muỗng (thìa) lên bàn thờ rồi thắp nhang (hương), thắp đèn, đốt nến (đèn cầy), khấn, vái, hay lạy để tỏ lòng hiếu kính, biết ơn, và cầu phước lành. Đây là nghĩa rộng của cúng. Trong nghĩa bình thường, cúng là thắp nhang (hương), khấn, lạy,và vái.\n\nb. Khấn\n\nKhấn là lời cầu khẩn lầm rầm trong miệng khi cúng, tức là lời nói nhỏ liên quan đến các chi tiết về ngày tháng năm, nơi chốn, mục đích buổi cúng lễ, cúng ai, tên những người trong gia đình, lời cầu xin, và lời hứa.\n\nSau khi khấn, người ta thường vái vì vái được coi là lời chào kính cẩn. Người ta thường nói khấn vái là vậy. Trong truyện Kiều, Nguyễn Du dùng từ khấn vái trong câu “Lầm rầm khấn vái nhỏ to,/ Sụp ngồi đặt cỏ trước mồ bước ra.” (câu 95 96)\n\nc. Vái\n\nVái thường được áp dụng ở thế đứng, nhất là trong dịp lễ ở ngoài trời. Vái thay thế cho lạy ở trong trường hợp này. Vái là chắp hai bàn tay lại để trước ngực rồi đưa lên ngang đầu, hơi cúi đầu và khom lưng xuống rồi sau đó ngẩng lên, đưa hai bàn tay xuống lên theo nhịp lúc cúi xuống khi ngẩng lên. Tùy theo từng trường hợp, người ta vái 2, 3, 4, hay 5 vái (xem phần sau).\n\nd. Lạy\n\nLạy là hành động bày tỏ lòng tôn kính chân thành với tất cả tâm hồn và thể xác đối với người trên hay người quá cố vào bậc trên của mình. Có hai thế lạy: thế lạy của đàn ông và thế lạy của đàn bà. Có bốn trường hợp lạy: 2 lạy, 3 lạy, 4 lạy, và 5 lạy. Mỗi trường hợp đều có mang ý nghĩa khác nhau.\n\n- Thế Lạy Của Đàn Ông\n\nThế lạy của đàn ông là cách đứng thẳng theo thế nghiêm, chắp hai tay trước ngực và dơ cao lên ngang trán, cúi mình xuống, đưa hai bàn tay đang chắp xuống gần tới mặt chiếu hay mặt đất thì xòe hai bàn tay ra đặt nằm úp xuống, đồng thời quỳ gối bên trái rồi gối bên phải xuống đất, và cúi rạp đầu xuống gần hai bàn tay theo thế phủ phục. Sau đó cất người lên bằng cách đưa hai bàn tay chắp lại để lên đầu gối trái lúc bấy giờ đã co lên và đưa về phía trước ngang với đầu gối chân phải đang quỳ để lấy đà đứng dậy, chân phải đang quỳ cũng theo đà đứng lên để cùng với chân trái đứng ở thế nghiêm như lúc đầu. Cứ theo thế đó mà lạy tiếp cho đủ số lạy (xem phần ý nghĩa của Lạy dưới đây). Khi lạy xong thì vái ba vái rồi lui ra.\n\nCó thể quỳ bằng chân phải hay chân trái trước cũng được, tùy theo thuận chân nào thì quỳ chân ấy trước. Có điều cần nhớ là khi quỳ chân nào xuống trước thì khi chuẩn bị cho thế đứng dậy phải đưa chân đó về phía trước nửa bước và tì hai bàn tay đã chắp lại lên đầu gối chân đó để lấy thế đứng lên. Thế lạy theo kiểu này rất khoa học và vững vàng. Sở dĩ phải quỳ chân trái xuống trước vì thường chân phải vững hơn nên dùng để giữ thế thăng bằng cho khỏi ngã. Khi chuẩn bị đứng lên cũng vậy. Sở dĩ chân trái co lên đưa về phía trước được vững vàng là nhờ chân phải có thế vững hơn để làm chuẩn.\n\nThế lạy phủ phục của mấy nhà sư rất khó. Các Thầy phất tay áo cà sa, đưa hai tay chống xuống ngay mặt đất và đồng thời quỳ hai đầu gối xuống luôn. Khi đứng dậy các Thầy đẩy hai bàn tay lấy thế đứng hẳn lên mà không cần phải để tay tỳ lên đầu gối. Sở dĩ được như thế là nhờ các Thầy đã tập luyện hằng ngày mỗi khi cúng Phật. Nếu thỉnh thoảng quí cụ mới đi lễ chùa, phải cẩn thận vì không lạy quen mà lại bắt chước thế lạy của mấy Thầy thì rất có thể mất thăng bằng.\n\n- Thế Lạy Của Đàn Bà\n\nThế lạy của các bà là cách ngồi trệt xuống đất để hai cẳng chân vắt chéo về phía trái, bàn chân phải ngửa lên để ở phía dưới đùi chân trái. Nếu mặc áo dài thì kéo tà áo trước trải ngay ngắn về phía trước và kéo vạt áo sau về phía sau để che mông cho đẹp mắt. Sau đó, chắp hai bàn tay lại để ở trước ngực rồi đưa cao lên ngang với tầm trán, giữ tay ở thế chắp đó mà cúi đầu xuống. Khi đầu gần chạm mặt đất thì đưa hai bàn tay đang chắp đặt nằm úp xuống đất và để đầu lên hai bàn tay. Giữ ở thế đó độ một hai giây, rồi dùng hai bàn tay đẩy để lấy thế ngồi thẳng lên đồng thời chắp hai bàn tay lại đưa lên ngang trán như lần đầu. Cứ theo thế đó mà lạy tiếp cho đủ số lạy cần thiết (xem phần ý nghĩa của Lạy dưới đây). Lạy xong thì đứng lên và vái ba vái rồi lui ra là hoàn tất thế lạy.\n\nCũng có một số bà lại áp dụng thế lạy theo cách quỳ hai đầu gối xuống chiếu, để mông lên hai gót chân, hai tay chắp lại đưa cao lên đầu rồi giữ hai tay ở thế chắp đó mà cúi mình xuống, khi đầu gần chạm mặt chiếu thì xòe hai bàn tay ra úp xuống chiếu rồi để đầu lên hai bàn tay. Cứ tiếp tục lạy theo cách đã trình bày trên. Thế lạy này có thể làm đau ngón chân và đầu gối mà còn không mấy đẹp mắt.\n\nThế lạy của đàn ông có vẻ hùng dũng, tượng trưng cho dương. Thế lạy của các bà có tính cách uyển chuyển tha thướt, tượng trưng cho âm. Thế lạy của đàn ông có điều bất tiện là khi mặc âu phục thì rất khó lạy. Hiện nay chỉ có mấy vị cao niên còn áp dụng thế lạy của đàn ông, nhất là trong dịp lễ Quốc Tổ. Còn phần đông, người ta có thói quen chỉ đứng vái mà thôi.\n\nThế lạy của đàn ông và đàn bà là truyền thống rất có ý nghĩa của người Việt ta. Nó vừa thành khẩn vừa trang nghiêm trong lúc cúng tổ tiên. Nếu muốn giữ phong tục tốt đẹp này, các bạn nam nữ thanh niên phải có lòng tự nguyện. Muốn áp dụng thế lạy, nhất là thế lạy của đàn ông, ta phải tập dượt lâu mới nhuần nhuyễn được. Nếu đã muốn thì mọi việc sẽ thành.\n",
        "TenLoai": "Nguyên tắc Cúng, Khấn, Vái, và Lạy\n",
        "VanKhan": "Số lần lạy và vái đều mang một ý nghĩa rất đặc biệt. Sau đây chúng tôi xin trình bày về ý nghĩa của vái và lạy. Đây là phong tục đặc biệt của Việt Nam ta mà người Tàu không có tục lệ này. Khi cúng, người Tàu chỉ lạy 3 lạy hay vái 3 vái mà thôi.\n\na. Ý nghĩa Của 2 Lạy và 2 Vái\n\nHai lạy dùng để áp dụng cho người sống như trong trường hợp cô dâu chú rể lạy cha mẹ. Khi đi phúng điếu, nếu là vai dưới của người quá cố như em, con cháu, và những người vào hàng con em, v.v., ta nên lạy 2 lạy.\n\nNếu vái sau khi đã lạy, người ta thường vái ba vái. Ý nghĩa của ba vái này, như đã nói ở trên là lời chào kính cẩn, chứ không có ý nghĩa nào khác. Nhưng trong trường hợp người quá cố còn để trong quan tài tại nhà quàn, các người đến phúng điếu, nếu là vai trên của người quá cố như các bậc cao niên, hay những người vào hàng cha, anh, chị, chú, bác, cô, dì, v. v., của người quá cố, thì chỉ đứng để vái hai vái mà thôi. Khi quan tài đã được hạ huyệt, tức là sau khi chôn rồi, người ta vái người quá cố 4 vái.\n\nTheo nguyên lý âm dương, khi chưa chôn, người quá cố được coi như còn sống nên ta lạy 2 lạy. Hai lạy này tượng trưng cho âm dương nhị khí hòa hợp trên dương thế, tức là sự sống. Sau khi người quá cố được chôn rồi, phải lạy 4 lạy.\n\nb. Ý nghĩa Của 3 Lạy và 3 Vái\n\nKhi đi lễ Phật, ta lạy 3 lạy. Ba lạy tượng trưng cho Phật, Pháp, và Tăng (xin xem bài về “Nghĩa Đích Thực của Quy Y Tam Bảo” đã được phổ biến trước đây và sẽ được nhuận sắc và phổ biến). Phật ở đây là giác, tức là giác ngộ, sáng suốt, và thông hiểu mọi lẽ. Pháp là chánh, tức là điều chánh đáng, trái với tà ngụy. Tăng là tịnh, tức là trong sạch, thanh tịnh, không bợn nhơ. Đây là nói về nguyên tắc phải theo. Tuy nhiên, còn tùy mỗi chùa, mỗi nơi, và thói quen, người ta lễ Phật có khi 4 hay 5 lạy.\n\nTrong trường hợp cúng Phật, khi ta mặc đồ Âu phục, nếu cảm thấy khó khăn trong khi lạy, ta đứng nghiêm và vái ba vái trước bàn thờ Phật.\n\nc. Ý nghĩa Của 4 Lạy và 4 Vái\n\nBốn lạy để cúng người quá cố như ông bà, cha mẹ, và thánh thần. Bốn lạy tượng trưng cho tứ thân phụ mẫu, bốn phương (đông: thuộc dương, tây: thuộc âm, nam: thuộc dương, và bắc: thuộc âm), và tứ tượng (Thái Dương, Thiếu Dương, Thái Âm, Thiếu Âm). Nói chung, bốn lạy bao gồm cả cõi âm lẫn cõi dương mà hồn ở trên trời và phách hay vía ở dưới đất nương vào đó để làm chỗ trú ngụ.\n\nBốn vái dùng để cúng người quá cố như ông bà, cha mẹ, và thánh thần, khi không thể áp dụng thế lạy.\n\nd.Ý nghĩa Của 5 Lạy và 5 Vái\n\nNgày xưa người ta lạy vua 5 lạy. Năm lạy tượng trưng cho ngũ hành (kim, mộc, thuỷ, hỏa, và thổ), vua tượng trưng cho trung cung tức là hành thổ màu vàng đứng ở giữa. Còn có ý kiến cho rằng 5 lạy tượng trưng cho bốn phương (đông, tây, nam, bắc) và trung ương, nơi nhà vua ngự. Ngày nay, trong lễ giỗ Tổ Hùng Vương, quí vị trong ban tế lễ thường lạy 5 lạy vì Tổ Hùng Vương là vị vua khai sáng giống nòi Việt.\n\n\nIV. Kết Luận\n\nPhong tục có được là do thói quen mà mọi người đã chấp nhận, nhiều khi không giải thích được lý do tại sao lại như thế mà chỉ biết làm theo cho đúng thôi. Trong mỗi gia đình Việt Nam, dù theo đạo nào cũng vậy, chúng ta, con dân nước Việt, hãy cố gắng thiết lập một bàn thờ gia tiên. Có như thế, con cháu ta mới có cơ hội học hỏi cách thiết lập bàn thờ gia tiên, và hiểu được ý nghĩa của việc thờ cúng ra sao.\n\nThờ cúng là cách biểu thị lòng nhớ ơn tổ tiên cũng như lòng thương và hiếu thảo đối với ông bà cha mẹ. Đây là một truyền thống văn hóa tốt đẹp của người Việt mà chúng ta cần phải duy trì.\n\nKhải Chính Phạm Kim Thư\n\nNăm vái dùng để cúng Tổ khi không thể áp dụng thế lạy vì quá đông người và không có đủ thì giờ để mỗi người lạy 5 lạy.\n",
        "YNghia": "Khi cúng thì chủ gia đình phải bầy đồ lễ cùng với hoa quả theo nguyên tắc “đông bình tây quả”, rượu, và nước. Sau đó, phải đốt đèn (đèn dầu, đèn cầy, hay đèn điện), thắp nhang, đánh chuông, khấn, và cúng trước rồi những người trong gia đình theo thứ tự trên dưới cúng sau. Nhang (hương) đèn để mời và chuông để thỉnh tổ tiên. Khi cúng thì phải chắp tay đưa lên ngang trán khấn.\n\nKhấn là lời trình với tổ tiên về ngày cúng liên quan đến tên người quá cố, ngày tháng năm ta và tây, tên địa phương mình ở, tên mình và tên những người trong gia đình, lý do cúng và lời cầu nguyên, v.v.. Riêng tên người quá cố ta phải khấn rõ nhỏ. Sau khi khấn rồi, tuỳ theo địa vị của người cúng và người quá cố mà vái hay lạy. Nếu bố cúng con thì chỉ vái bốn vái mà thôi. Nếu con cháu cúng tổ tiên thì phải lạy bốn lạy. Chúng ta cần hiểu cho rõ về ý nghĩa của Cúng, Khấn, Vái, và Lạy.\n"
    }
]
