[{
        "mong_content": "- Ăn cơm ở nhà là điềm sắp có chuyện vui cho cả gia đình. \n- Ăn cơm ở nơi khác nên đề phòng hao tài tốn của vì có kẻ lừa gạt, tình cũng như tiền. \n- Ăn đồ béo như bơ sữa v.v... thì sắp có chuyện vui do người phương xa trở về. \n- Ăn thịt trâu bò tức sắp có điềm lành trong một ngày rất gần. \n- Ăn thịt chó là điềm sắp có kiện tụng. \n- Ăn thịt heo thì sắp sửa bị bệnh. \n- Ăn thịt nấu chín là điềm tốt, ăn thịt sống là điềm xấu, ăn thịt những con vật chết sình là điềm chia ly trong gia đình. \n- Ăn thịt ngỗng, vợ hay chồng sắp có bệnh.\n- Ăn thịt gà vịt, sắp có lợi vào.\n- Ăn bánh cuốn, chả, chả giò, gỏi cuốn v.v... nên đề phòng tai tiếng hoặc có sự cải vã.\n- Ăn dừa đề phòng té ngã.\n- Ăn dưa, cà, mướp đề phòng sự đau ốm bệnh tật.\n- Ăn hạt bí và các loại hạt, đậu v.v... nếu có thai tức sắp sinh con quý tử, nếu không thai sẽ gặp sự may mắn về đường con cái.\n- Ăn ổi, cam, hồng là điềm bất thường.\n- Ăn đào: Có một cuộc tình duyên.\n- Ăn táo, dâu, sắp có tài bất ngờ.\n- Ăn lê, Có sự vui mừng.\n- Ăn các loại rau mùi như hành, hẹ, tỏi, củ kiệu v.v... là điềm thật xấu, mọi việc đều bất thành và có thể bị tai họa.",
        "mong_name": "Ăn"
    },
    {
        "mong_content": "- Chiêm bao thấy tặng ảnh cho ai, hay người khác tặng ảnh cho mình là điềm sắp chia ly,hoặc sắp đi xa.\n- Thấy đi chụp ảnh là có người mong nhớ muốn gặp mình.\n- Thấy xé ảnh của người là sắp sửa được hội ngộ với người ấy.\n- Thấy ảnh treo trên vách tự nhiên rớt xuống, là điềm bất tường,đề phòng tai nạn bất ngờ,nhất là xe cộ. \n- Thấy đốt ảnh là điềm tơ duyên sắp thành tụ.\n- Thấy vẽ ảnh truyền thần cho người yêu là điềm gặp tình địch.",
        "mong_name": "Ảnh"
    },
    {
        "mong_content": "- Chiêm bao thấy áo quần là điềm xấu. \n- Chiêm bao thấy thay đổi áo quần,hoặc nóng bức cởi phăng quần áo vứt bỏ đi,là điềm sắp chấm dứt một tai họa. Nếu có kiện tụng,sẽ thắng đối phương. \n- Thấy quần áo rách rưới hay vướng vào gai rách tơi tả là điềm sắp mang lời ăn tiếng nói. \n- Thấy ăn mặc sang trọng là điềm sắp bị ô nhục hoặc bị xỉ vả.\n- Thấy áo giáp: Có người giúp đỡ.\n- Thấy áo nhung: Được người yêu thương, âu yếm.\n- Thấy áo quan màu đỏ: Có thể phát tài.\n- Thấy áo quần the: Có duyên tình say đắm.\n- Thấy áo quần the đen: Đề phòng có tang.\n- Thấy áo quần the đỏ: Có thể phát tài.\n- Thấy áo quần the trắng: Vượt qua được sự ganh ghét.\n- Thấy áo tang: Trong nhà sắp có đám cưới.\n- Thấy thay đổi áo lót là điềm tái hợp vợ chồng.\n",
        "mong_name": "Áo"
    },
    {
        "mong_content": "- Chiêm bao thấy bị áp bức hay bị nạt nộ, hăm dọa là điềm sắp được người nâng đỡ bằng tiền hoặc bằng mọi cách. \n- Thấy mình dọa nạt người khác là điềm phiền não, âu lo. \n- Thấy mình bị áp bức hay bị áp lực đè bẹp là điềm sắp gặp may mắn trên đường sự nghiệp, tiền công như danh vọng.",
        "mong_name": "Áp lực"
    },
    {
        "mong_content": "- Chiêm bao thấy đánh lộn với người cùng phái là điềm sắp bị thất vọng về tình duyên, hoặc sắp bị phản bội trong tình trường. \n- Thấy đánh lộn với người khác phái là điềm sắp nhúng tay vào một cuộc tình duyên vụng trộm.\n- Thấy đang chứng kiến một cuộc ẩu đả là điềm được lợi về phần mình. Sẽ có người mang đến cho mình những chuyện bất ngờ về tiền tài.",
        "mong_name": "Ẩu đả"
    },
    {
        "mong_content": "- Chiêm bao thấy tiền là điềm không tốt. \n- Thấy được nhiều tiền là công việc làm ăn sẽ gặp trở ngại. \n- Thấy gặp tiền,hoặc lượm tiền là bị trộm. \n- Thấy đếm tiền là sắp sửa bị kiện tụng về tiền bạc.\n- Thấy vọc tiền là tai hại, nên đề phòng chết bất ngờ.\n- Thấy cờ bạc là điềm hao tài. \n- Thấy ăn cờ bạc là bị tình phụ. \n- Thấy thua cờ bạc là sắp có chuyện trong gia đình. \n- Chỉ có một trường hợp đặc biệt là thấy bạc chất thành khối là sắp sửa có người khác phái giúp đỡ về tiền bạc.",
        "mong_name": "Bạc"
    },
    {
        "mong_content": "- Nếu thấy mưa bão cuốn mình hoặc làm nhà cửa sụp đổ, thì nên đề phòng bị mắc lừa. Nếu trú ẩn an toàn thì là sắp giải được tiếng oan.\n- Thấy mưa bão làm cây cối ngã đè lên mình, nên đề phòng tai nạn có thể thiệt mạng.\n- Thấy bão cát sa mạc: Điềm dữ, đề phòng tai nạn.\n",
        "mong_name": "Bão"
    },
    {
        "mong_content": "- Chiêm bao thấy đang cúng vái trước bàn thờ là điềm được người bao bọc về mọi mặt. Nếu đang chúng kiến cảnh đổ nát là điềm chia ly. \n- Thấy đang đứng trước bàn ăn là điềm vui vẻ, sẽ có bạn xa về thăm.\n- Thấy đang đứng trước bàn viết là sắp sửa xảy ra việc tranh giành quyền lợi cá nhân, có thể bước ra pháp lý.",
        "mong_name": "Bàn"
    },
    {
        "mong_content": "- Chiêm bao thấy họp bạn là sắp sửa gặp điều may mắn. \n- Thấy bạn từ xa về là gặp tình duyên đẹp. \n- Thấy bạn tặng quà hay vật dụng là được của bất ngờ. \n- Thấy bạn mất tích,hoặc chết là sẽ có hung tin.\n- Thấy bạn đi tù là điềm báo dính líu đến pháp luật.\n- Thấy bạn phản mình là điềm hao tài tốn của. \n- Thấy mình lừa bạn là điềm có người khác phái yêu mình tha thiết.",
        "mong_name": "Bạn"
    },
    {
        "mong_content": "- Chiêm bao thấy ban công: Sẽ có được những khoản thu tài chính lớn trong tương lai hoặc đường công danh sắp được thăng tiến.\n- Thấy ban công đổ: Ban công sụp đổ mà mình vẫn không sao, là điềm thay đổi địa vị hay chỗ ở. Ban công sup đổ mình bị cuốn theo là điềm thăng quan tiến chức.",
        "mong_name": "Ban công"
    },
    {
        "mong_content": "- Chiêm bao thấy làm bánh hay ăn bánh có nhân là điều sắp có của bất ngờ. \n- Nếu ăn bánh không nhân,sẽ có chuyện buồn,gia đình lủng củng.\n- Thấy vứt bánh đi,nên đề phòng mất cắp hoặc đánh rơi đồ vật. \n- Thấy bánh xe dọc đường bị gãy là thất bại nặng nề. \n- Bánh xe bị kẻ khác đập phá là điềm vợ chồng chia ly. \n- Bánh xe cán trúng mình là có người khác phái để ý đến mình.",
        "mong_name": "Bánh"
    },
    {
        "mong_content": "- Chiêm bao thấy một mình tựa mình trên bao lơn là đường công danh sắp được hiển hách. \n- Đứng trên bao lơn với người khác phái sẽ có cãi vã trong gia đình. \n- Bao lơn sụp đổ mà mình vẫn không sao,là điềm thay địa vị hay chỗ ở. \n- Bao lơn sụp đổ mình bị cuốn theo là điềm thăng quan tiến chức. \n- Chiêm bao thấy bao thơ phong kín lại là có tin xa về. \n- Thấy đang mở bao thơ ra là có tin vui về tình duyên. \n- Thấy mình xé bao thơ bỏ đi là hôn nhân sắp thành tựu.",
        "mong_name": "Bao"
    },
    {
        "mong_content": "- Chiêm bao thấy đọc báo là ngược lại với việc mở bao thơ,nghĩa là sắp có hung tin từ xa về. \n- Thấy xe báo vứt đi là điềm sắp mang tai tiếng.\n\n",
        "mong_name": "Báo"
    },
    {
        "mong_content": "Chiêm bao thấy đang đi quan sát trong viện Bảo Tàng là điềm thành công trong công việc trù định. \n- Thấy đập phá bảo vật là có người mời đi du lịch,hoặc được xuất ngoại. \n- Thấy lượm được bảo vật là điềm bị phỉ báng.",
        "mong_name": "Bảo tàng"
    },
    {
        "mong_content": "- Nếu thấy mưa bão cuốn mình hoặc làm nhà cửa sụp đổ, thì nên đề phòng bị mắc lừa. Nếu trú ẩn an toàn thì là sắp giải được tiếng oan.\n- Thấy mưa bão làm cây cối ngã đè lên mình, nên đề phòng tai nạn có thể thiệt mạng.\n- Thấy bão cát sa mạc: Điềm dữ, đề phòng tai nạn.\n",
        "mong_name": "Bão"
    },
    {
        "mong_content": "- Chiêm bao thấy đang sắp xếp chén bát là điềm gia đình yên ổn,có người cố tình giúp đỡ. \n- Thấy chén bát đổ lung tung hay bị đập bể là điềm cãi vã trong gia đình nếu không dần sẽ đổ vỡ. \n- Thấy được chén bát bằng vàng, bạc là điềm tốt về con cái, nếu không con là gia đình sắp phát đạt. \n- Thấy được chén bằng ngọc là điềm được của bất ngờ, chẳng hạn như trúng số. \n- Thấy được chén bát bằng sứ, là có người mời ăn uống. \n- Thấy chén bát khua là phải đề phòng tai tiếng,mang lời ăn tiếng nói. \n- Nếu thấy chén bát rơi xuống giếng hay xuống sông là điềm sắp có nguy biến.",
        "mong_name": "Bát"
    },
    {
        "mong_content": "- Chiêm bao thấy bắt bọ: Vượt qua một âm mưu ám hại mình.\n- Thấy bắt bớ: Thấy mình bị bắt là điềm báo sẽ gặp người yêu lý tưởng.\n- Thấy bị bắt đưa lên lầu cao là được thăng quan tiến chức.\n- Thấy bắt bướm: Sắp có tình yêu say đắm.\n- Thấy bắt cá về ăn là tài lợi dồi dào, nhưng vào rừng bắt cá là thất bại về sự nghiệp.\n- Thấy bắt chim én: Sắp có tình duyên.\n- Thấy bắt chuồn chuồn: Bắt đầu một cuộc làm ăn nhiều lợi.\n- Thấy bắt cóc: Sẽ đạt được ước nguyện.\n- Thấy bắt dế: Gia đình yên vui.\n- Thấy bắt ếch: Thoát được một tai nạn.\n- Thấy bắt giam: Điềm thất bại trong công việc, bế tắc về tài chính.\n- Thấy bắt sóc: Gặp cuộc tình duyên tay ba, tay tư.\n- Thấy bị bắt trói bằng lưới là cần đề phòng kiện tụng, thấy bị bắt trói vào cột là sắp có bệnh nặng.\n- Thấy bắt được trộm là có tài lộc lớn.\n- Thấy trèo lên cành bắt ve sầu là bị rắc rối.",
        "mong_name": "Bắt"
    },
    {
        "mong_content": "- Chiêm bao thấy trồng bầu có trái là điềm cấn thai, nếu phái nam là sắp có chuyện ghen tuông trong gia đình. \n- Thấy cắt bầu trên giàn là điềm ngoại tình trong nhà. \n- Thấy ăn bầu nấu canh hay luộc là sắp có hung tin. \n- Thấy mang bầu (có thai) là điềm hạnh phúc.",
        "mong_name": "Bầu"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên bay lên Trời là sắp sửa có tài lộc vào nhiều. \n- Thấy bay lên Trời mà chới với và ngộp là sắp vỡ nợ. \n- Thấy trèo lên nóc nhà rồi bay bổng lên không trung là gặp thời có danh lợi. \n- Đang bay Giấc mơ phổ biến khác nữa là thấy mình đang bay, lững lờ qua những đám mây hoặc bay vút trong không trung như một con chim. Ý nghĩa: Bạn đang cảm thấy tự do vì bạn đang hoàn toàn kiểm soát được mình. Đầy sinh lực, bạn sẽ thành công trong công việc  ",
        "mong_name": "Bay"
    },
    {
        "mong_content": "- Chiêm bao thấy bầy thú rừng bao vây mình là điềm sang giàu sắp đến. \n- Bầy thú trông thấy mình bỏ chạy là điềm sa sút. \n- Thấy bầy gà vịt hay chim cò bay vây mình là điềm cãi vã với hàng xóm.\n- Thấy bầy hươu là gia đình được thịnh vượng.\n",
        "mong_name": "Bầy"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đóng bè là sắp được việc. \n- Thấy mình ngồi trên bè là sắp có tài lợi. \n- Thấy mình cùng ngồi trên bè với nhiều bạn là sắp có người rủ mình hùn vốn làm ăn có lợi. \n- Thấy bè rã là sạt nghiệp.",
        "mong_name": "Bè"
    },
    {
        "mong_content": "- Chiêm bao thấy hùm beo gầm là sắp nên danh vọng. \n- Thấy cưỡi trên lưng beo là thắng được đối phương, nhất là về việc kiện tụng. \n- Thấy bị beo vồ là sắp mất của. \n- Bị beo chụp vào chân là thất bại trong công việc. \n- Thấy giết được beo là thù trở thành bạn. \n- Thấy beo chạy vào nhà là tiền vô như nước.",
        "mong_name": "Beo"
    },
    {
        "mong_content": "- Chiêm bao thấy nhúm bếp lửa là điềm nên danh phận. \n- Thấy nước từ bếp lửa chảy ra là có hoạnh tài. \n- Nấu nướng trên bếp là sắp có cưới gả. \n- Bếp lạnh lẽo là gia đình xào xáo. \n- Thấy khua chén dĩa trong bếp là có cãi vã với hàng xóm. \n- Thấy rắn bò vào bếp là có khách sang tới nhà. \n- Thấy nồi niêu ngã đổ đầy bếp là điềm tang khó. \n- Thấy một nhà có hai bếp là công việc làm ăn thất bại. \n- Thấy sửa sang bếp là tiền sắp vào nhà.",
        "mong_name": "Bếp"
    },
    {
        "mong_content": "- Chiêm bao thấy bắn bia là điềm bất hạnh.\n-  Thấy dựng bia là dẫm chân vào việc tội lổi. \n- Thấy bia trước mộ là tài lợi sắp tới tay.\n",
        "mong_name": "Bia"
    },
    {
        "mong_content": " - Bị  rượt đuổi Trong giấc mơ, bạn bị các nhân vật ghê tởm rượt đuổi. Bạn trốn chạy và cố đánh lừa kẻ muốn làm tổn thương bạn. Ý nghĩa: Điều này thường xảy ra khi bạn đang có cảm giác lo lắng trong cuộc sống. Bạn bị stress và sợ hãi, bạn trốn chạy tình trạng này thay vì đương đầu với nó. Mơ thấy mình bị rượt đuổi cũng là một giấc mơ phổ biến. Thường thì trong giấc mơ người rượt đuổi là một con quái vật hoặc một ai đó khiến bạn sợ hãi. Đôi khi đó có thể là một con vật nào đó. Cũng có thể những giấc mơ này là việc diễn lại một sự kiện có thật trong cuộc sống của bạn. Giải thích Đây là giấc mơ thường xuất hiện khi người nằm mơ bị stress. Trong những giấc mơ kiểu này, bạn cảm thấy sợ hãi, bị tấn công và gặp nguy hiểm. Nếu bạn mơ thấy mình bị rượt đuổi bởi ai đó mà bạn biết thì đây là người góp phần khiến bạn lo lắng trong đời thực. Nếu bạn mơ thấy bị rượt đuổi bởi một người lạ thì người lạ tượng trưng cho một khía cạnh nào đó bên trong bạn. Theo tiến sỹ Anuj, hành động chạy là một phản ứng bản năng khi gặp những mối đe dọa về thể xác trong môi trường của chúng ta. Vì thế, những mơ kiểu này cho biết cách bạn đối phó với sự lo lắng và stress. Thay vì đương đầu với nó, bạn lại bỏ chạy ",
        "mong_name": "Đuổi "
    },
    {
        "mong_content": "- Thấy lá già là có kẻ tranh chấp với mình trước tụng đình. \n- Thấy lá đầm là có người góa vợ hay góa chồng đeo đuổi quấy rầy mình, đề phòng gia đình có đổ vỡ vì ghen lầm. \n- Thấy lá bồi là có chuyện lôi thôi sinh việc tội tù. \n- Thấy lá ách là bị trộm hoặc có tang,nếu hai lá ách cùng một lúc là có thể có tang khó trong vòng 10 ngày. \n- Thấy lá 10 là có chuyện phiền lụy. \n- Nếu lá 10 kèm lá già và lá ách, đàn ông sẽ bị tội tù vì thâm lạm tiền, đàn bà sẽ bị bệnh nặng,hoặc gia đình tan rã. \n- Thấy lá 9 là công việc làm ăn thất bại.\n- Thấy lá 8 là mất chỗ làm. \n- Thấy lá 7 là có việc rắc rối,nếu là 7 bích kèm lá 7 cơ thì việc rắc rối trở thành có lợi.",
        "mong_name": "Bích"
    },
    {
        "mong_content": "- Chiêm bao thấy biển đầy nước là điềm phát tài to. \r\n- Thấy biển động là bạn bè phản phúc. \r\n- Thấy biển cạn lòi bãi là làm ăn thua lổ.\r\n",
        "mong_name": "Biển"
    },
    {
        "mong_content": "- Chiêm bao thấy biệt ly là điềm gặp duyên lành. \r\n- Thấy than khóc trong lúc ly biệt là có sự mừng vui hội ngộ.\r\n",
        "mong_name": "Biệt ly"
    },
    {
        "mong_content": " - Một giấc mơ đáng sợ khi bạn thấy mình đang cố gắng cử động nhưng không được, bạn bị liệt. Ý nghĩa: Giấc mơ phản ánh trực tiếp sự thụ động của bạn. Nó cũng chỉ ra rằng bạn bị lãnh cảm. Bạn không thể giải quyết được các vấn đề bạn phải đối mặt.",
        "mong_name": "Bị liệt"
    },
    {
        "mong_content": "- Chiêm bao thấy binh lính vào nhà là sắp có điềm lành. \n- Thấy binh lính vào thành là tài lợi đến tới tấp. \n- Thấy binh lính bảo vệ mình là có sự vui mừng. \n- Thấy binh lính lên đường là công việc làm ăn có nhiều trở ngại.\n- Thấy binh lính thua trận là có sự sầu lo.",
        "mong_name": "Binh lính"
    },
    {
        "mong_content": "- Chiêm bao thấy bình sứ là có người mời ăn uống. \n- Thấy có người tặng bình thì phải đề phòng kẻ tiểu nhân đang tìm cách ám hại mình. \n- Thấy mình lỡ tay làm rơi bình bể tan nát là thoát được sựu bực mình.\n",
        "mong_name": "Bình"
    },
    {
        "mong_content": "- Chiêm bao thấy đang đi du thuyền và ngã bịnh là điềm nguy kịch. \n- Thấy người bịnh ca hát là điềm dữ đáng ngại. \n- Thấy bịnh vùng dậy là sắp có chết chóc. \n- Thấy ụa mửa là sắp lành bịnh. \n- Thấy tự nhiên mắc bịnh là có sự vui mừng.\n- Thấy bịnh vừa khóc vừa cười là bịnh lâu ngày sẽ dứt.\n\n",
        "mong_name": "Bịnh (bệnh)"
    },
    {
        "mong_content": "- Chiêm bao thấy bò chạy ra cửa ngõ là điềm sắp sửa có việc may mắn. \n- Thấy bò leo lên núi là điềm thành đạt. \n- Thấy bò vàng vào nhà là gặp của bất ngờ. \n- Thấy bò đẻ con là điềm làm ăn phát tài. \n- Thấy cưỡi bò vào thành thị là sắp sửa có tin mừng từ xa đưa về. \n- Thấy sừng bò vấy máu là sắp sửa được vinh thăng. \n- Nhưng nếu thấy bò húc là điềm thất bại. \n- Thấy bò biết nói là sắp sửa có việc chẳng lành. \n- Thấy bò ốm mà hung hăng là sắp có việc xô xát trong nhà. Chiêm bao thấy bò con là điềm vợ sắp cấn chửa. \n- Thấy bò rừng nên đề phòng có tình địch đang rắp tâm ám hại.",
        "mong_name": "Bò"
    },
    {
        "mong_content": "- Chiêm bao thấy người trên trước ruồng bỏ là điềm phát tài. \n- Nếu thấy bị gia đình ruồng bỏ là hung tin,đề phòng có kẻ thân tín phản phúc. \n- Chiêm bao thấy vợ hay chồng ruồng bỏ là điềm tội tù,đề phòng bị phao vu.Nhất là nên tránh những đồ đạc do người đem đến gửi.",
        "mong_name": "Bỏ"
    },
    {
        "mong_content": "- Chiêm bao thấy đang cột hoa thành bó là có sự mời mọc liên hoan. \n- Thấy tặng bó hoa cho người đẹp là sắp bị quyến rũ vì tình, đề phòng sa ngã. \n- Thấy có người cùng phái mang hoa tặng mình là sắp bị phản bội. \n- Thấy người khác phái tặng mình bó hoa là sắp được người để ý cất nhắc. \n- Chiêm bao thấy mình đang bó củi khô là điềm gặp người yêu lý tưởng. \n- Thấy bó củi còn xanh mà không lá là điềm nguy hiểm đến tính mạng, nếu bó củi có lá là sắp sửa có tiền. \n- Chiêm bao thấy bó củi tự nhiên rời rã là điềm hao tài. \n- Thấy đun bó củi vào lửa là điềm tang khó.",
        "mong_name": "Bó"
    },
    {
        "mong_content": "- Chiêm bao thấy bị bọ cắn là điềm có kẻ tiểu nhân đang lăm le ám hại. \r\n- Thấy cắn ở đ ùi là điềm hao tài tốn của. \r\n- Thấy cắn ở tay,vai nên đề phòng sự phản phúc của kẻ ăn người ở trong nhà. \r\n- Thấy bắt bọ chét hay bắt chí rận cho bất cứ ai là vượt qua một cuộc âm mưu ám hại mình. \r\n- Nếu thấy người bắt bọ chét hay chí rận cho mình là điềm hạnh thông tài lợi. Thấy bọ chét ngựa tự nhiên chồng chất lên nhau khiến mình muốn khiếp đảm,là điềm được hoạnh tài. \r\n- Thấy bọ dừa,bọ hung,sâu bọ là điềm gặp nhiều trở ngại trong công việc,đề phòng hao tài.\r\n",
        "mong_name": "Bọ"
    },
    {
        "mong_content": "- Chiêm bao thấy bồ câu trắng đáp vào mình là điềm sắp được ngườigiúp đỡ bao bọc nhất là trong công việc làm ăn. \r\n- Thấy đ àn bồ câu trắng bay lượn chung quanh nhà mà không đáp xuống là việc làm ăn còn bị ngăn cách. \r\n- Thấy đ àn bồ câu trắng đang lượm lúa hay hạt,dưới sân nhà là sắp sửa có tài lộc vào như nước. \r\n- Thấy bồ câu vằn vện hay nhiều màu đáp vào mình là nên đề phòng có kẻ lừa để hãm hại mình. \r\n- Đàn bồ câu nầy bay đáp vào nhà nếu trong nhà đang có người bệnh,đó là điều đáng buồn,tang khó có thể đến. \r\n- Nếu thấy bồ câu vằn bay theo đáp phía sau mình đó là điềm sắp sửa thoát được chuyện bực mình, hoặc chấm dứt một cuộc kiện tụng dai dẳng mà kết quả phần được sẽ về mình\r\n",
        "mong_name": "Bồ câu"
    },
    {
        "mong_content": "Chiêm bao thấy Bồ tát ngự trên tòa sen là điềm sắp sửa thành đạt về công danh,hoặc đang dự một kỳ thi nào,sẽ đổ đạt. \r\n- Thấy bồ tát bay ở lưng chừng trời nếu dần dần hạ xuống là gia đình sắp gặp điều may mắn, nhất là về phần tử tức. \r\n- Nếu dần dần bay lên, nếu đang có bịnh lâu ngày, sắp sửa đến thời kỳ gặp thầy, gặp thuốc. \r\n- Nếu thấy bồ tát vuốt ve an ủi,hay dùng lời ủy lạo,đó là có người đem lợi tới cho mình, hoặc rủ hùn hạp làm ăn rất thịnh lợi.\r\n",
        "mong_name": "Bồ tát"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang bơi trong hồ tắm là điềm sắp có người giúp đỡ làm ăn. \r\n- Nếu hồ tắém gợn sóng là mất người bạn đường. \r\n- Thấy nước trong hồ lạnh như băng tuyết, là công việc làm ăn sắp phát đạt,tài lợi hanh thông. \r\n- Nước nóng là công việc làm ăn ngưng trệ,buồn rẩu sắp đến. \r\n- Thấy mình đang bơi giữa dòng sông là sắp dược hoạnh tài.Thấy mình đang bơi bỗnh nhiên hụt chân chới với,là làm ăn thua lỗ,nếu hụt chân chìm xuống đáy nước,nên đề phòng có kiện tụng.\r\n",
        "mong_name": "Bơi"
    },
    {
        "mong_content": "- Chiêm bao thấy thầy bói là điềm sắp bị lừa gạt,đề phòng hao tài. \r\n- Thấy mình đưa tay cho bà thầy bói là sắp gặp duyên bất ngờ,nhưng không gắn bó. \r\n- Thấy mình bói cho người khác,là có người rủ ăn uống. \r\n- Thấy đập phá đồ nghề của thầy bói là qua được một chuyện bực mình rắc rối.\r\n\r\n",
        "mong_name": "Bói"
    },
    {
        "mong_content": "- Chiêm bao thấy cho con nít bú là điềm phát đạt,sắp sửa có mối lợi bất ngờ. \r\n- Thấy cho đ àn ông bú,hay người khác phái bú là có người để ý đến mình,sẽ tính chuyện trăm năm với mình. \r\n- Thấy con nít đang bú,là công việc làm ăn sắp bị ngưng trệ.\r\n",
        "mong_name": "Bú"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang sử dụng búa trong công việc gì đó là sắp sửa vướng vào cạm bẩy. Chiêm bao thấy mình đang sử dụng búa trong công việc gì đó là sắp sửa vướng vào cạm bẩy. \r\n- Thấy búa gãy cán là thoát đưực cạm bẩy. \r\n- Thấy tướt được búa trong tay kẻ khác là tước lộc sắp đến. \r\n- Thấy đánh người văng búa là đư ợc của bất ngơ. \r\n- Thấy búa nhầm chân nếu có máu là điềm trúng số,không máu là có ngươi đua đến cho mình một công việc có lợi.\r\n",
        "mong_name": "Búa"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nhờ người vẽ bùa là điềm buồn bực. \r\n- Thấy dán bùa trước cửa là sắp có chuyện lục đục trong gia đình. \r\n- Thấy mình vẽ bùa cho ai là thoát được một tai nạn. \r\n- Thấy thầy bùa xâm xâm vào nhà được mình tiếp đãi nồng hậu là hoạn nạn sắp đến,đề phòng xe cộ lúc đi đường.Thấy mình xua đuổi thầy bùa là sắp có chuyện vui từ xa đưa về, có tin tức người trong thân. \r\n- Thấy xé bùa vứt đi là gặp người tri kỷ.\r\n",
        "mong_name": "Bùa"
    },
    {
        "mong_content": "- Chiêm bao thấy bụi bay mịt trời là điềm sắp bị quyến rũ,đề phòng sa ngã. \r\n- Thấy mình tắm sạch bụi là sắp lành bịnh dây dưa. \r\n- Thấy bị người hốt bụi vãi vào mắt là gặp việc bực mình không giải quyết được. \r\n- Thấy bị đánh túi bụi là sắp gặp người đem tin lành đến. \r\n- Thấy mình chui vào bụi là sắp nhúng tay vào việc bất chính.\r\n",
        "mong_name": "Bụi"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang đốt bùi nhùi là sắp có người giúp đỡ trong công việc làm ăn. \r\n- Thấy bùi nhùi tắt lửa là công việc ngưng trệ. \r\n- Thấy vứt bùi nhùi là sắp xa quê hương.\r\n",
        "mong_name": "Bùi nhùi"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lội vào bùn là sắp bị khốn đốn. \r\n- Thấy mình té vào bùn là sắp bị bịnh. \r\n- Thấy người ném bùn vào mình là sắp mang lời ăn tiếng nói. \r\n- Thấy mình ném bùn vào người khác,hoặc tăm gội hết bùn là rửa được một hàm oan.\r\n\r\n",
        "mong_name": "Bùn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi buôn là gia đình sắp bị sa sút. \r\n- Thấy gặp người buôn bán hay người buôn hàng mời mình mua là sắp có tiền.\r\n",
        "mong_name": "Buôn"
    },
    {
        "mong_content": "- Chiêm bao thấy buồn rầu lo sợ là sắp gặp bạn tốt. \r\n- Thấy chấm dứt dược một chuyện buồn là có người đang r ắp tâm ám hại mình,đề phòng bạn thân.\r\n\r\n",
        "mong_name": "Buồn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bước vào buồng trống là điềm buồn bực. hấy buồng đông người là sắp gặp tình duyên êm đềm. \r\n- Thấy buồng lộng lẫy huy hoàng là sắp có của bất ngờ. \r\n- Thấy bước vào buồng ở khách sạn là có người rủ mình đi làm ăn xa.\r\n",
        "mong_name": "Buồng"
    },
    {
        "mong_content": "- Mơ thấy hái bưởi là điềm âm thầm yêu ai mà không dám thổ lộ. \r\n- Thấy ăn bưởi là có người thổ lộ tâm tình với mình. \r\n- Thấy ăn bưởi đắng miệng là cuộc tình duyên sắp thành tựu. \r\n- Thấy vứt một múi bưởi là tình bị ruồng rẫy.\r\n",
        "mong_name": "Bưởi"
    },
    {
        "mong_content": "- Chiêm bao thấy bướm là gặp người phản phúc. \r\n- Thấy bướm bay lượn là mọi việc không thành.Thấy đang bắt bướm là sắp say đắm vì tình. \r\n- Con gái thấy bướm là tình duyên rời rã.\r\n",
        "mong_name": "Bướm"
    },
    {
        "mong_content": "- Chiêm bao thấy đang cầm bút là có tin từ xa về. \r\n- Thấy mình cầm bút viết thơ là điềm tài lợi,sắp có người đề nghị với mình một việc làm ăn. \r\n- Thấy người giựt bút của mình là hao tài tốn của vì chuyện không đâu. \r\n- Thấy mình vứt bút hay cắn nát cán bút là sắp thất bại trong công việc đang trù tính.\r\n",
        "mong_name": "Bút"
    },
    {
        "mong_content": "- Chiêm bao thấy cá lội nhởn nhơ trong nước là điềm tài lợi hạnh thông, công việc làm ăn phát đạt. \r\n- Thấy cá nhảy lên bờ là điềm xui xẻo.\r\n- Thấy cá chết là bị lừa gạt. \r\n- Thấy cá bay khỏi mặt nước là mọi sự thất bại. \r\n- Thấy cá trong giếng là sắp thay địa vị. \r\n- Thấy bắt cá về ăn là tài lợi dồi dào. \r\n- Thấy vào rừng bắt cá trong đầm, ao là thất bại về sự nghiệp. \r\n- Thấy bầy cá đẻ non là sắp có người mang của đến cho mình. \r\n- Thấy cá khô xuống nước là may mắn dồn dập. \r\n- Thấy cá hóa rồng là sắp thua lỗ trong công việc, hao tài tốn của. \r\n- Thấy bắt được cá bạc là sắp được của hoạnh tài. \r\n- Thấy cá trắng tự nhiên hóa đen là điềm bị mất trộm.\r\n",
        "mong_name": "Cá"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn cà là điềm bất lợi. \r\n- Thấy cà trên cây tự nhiên héo hoặc rụng xuống đất là sắp bị người áp bức không giải thoát được. \r\n- Thấy cà xanh trở thành đỏ là tìm được của bị mất từ lâu.\r\n",
        "mong_name": "Cà"
    },
    {
        "mong_content": "- Chiêm bao thấy cãi vã với ai là điềm tốt lành, công việc trù tính sắp có kết quả. \r\n- Thấy gia đình cãi cọ là vợ chồng đầm ấm. \r\n- Thấy cãi với người khác phái là gặp người tri kỷ.\r\n",
        "mong_name": "Cãi"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn cam là điềm bất tường, sắp có sự nguy hiểm xảy ra. \r\n- Thấy trèo lên cây cam là sắp có kiện tụng. Thấy cam rụng nhằm mình là thoát được một tai nạn.\r\n\r\n",
        "mong_name": "Cam"
    },
    {
        "mong_content": "- Chiêm bao thấy cân là điềm ô nhục.\r\n- Thấy đang cân món hàng là bị người bôi lọ thanh danh mà không giải oan được. \r\n- Thấy mình đứng lên cân bàn là đang bị kiện tụng. \r\n- Thấy đập cân vào đầu người khác là sắp thất kiện. \r\n- Thấy bị người ta đập cân vào mình là sắp thắng kiện.\r\n",
        "mong_name": "Cân"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mình mọc cánh là điềm không được yên ổn trong gia đình. \r\n- Thấy rơi đi một cánh là công việc đang làm sẽ dang dỡ \r\n- Thấy cả hai cánh đều rụng là chấm dứt được một mối lo ngại. \r\n- Thấy cánh chim rừng đang bay về phía mình là điềm gỡ, đề phòng tang khó bất ngờ. \r\n- Thấy cánh chim nhà (như chim bồ câu, chim sẻ chẳng hạn) là điềm thịnh vượng. \r\n- Thấy cánh cửa trong nhà tự nhiên gãy đổ là điềm sắp ly hương. hấy có người đem đến tặng mình một cánh cửa là điềm lượm được của ở dọc đường.\r\n",
        "mong_name": "Cánh"
    },
    {
        "mong_content": "- Chiêm bao thấy thợ cạo tóc cho mình là điềm có sự tranh giành về tiền bạc có thể đi đến kiện tụng. \r\n- Thấy mình cạo cho người khác là thắng lợi về mình. \r\n- Thấy cạo râu là sắp sửa có chuyện lo buồn.\r\n",
        "mong_name": "Cạo"
    },
    {
        "mong_content": "- Chiêm bao thấy cào đất là điềm lành, thấy cào cấu với ai là cùng người đó hùn hạp có lợi. \r\n- Thấy mèo chó cào là điềm xấu, có thể xảy ra tai biến trong gia đình. \r\n- Thấy chim từ trên cao bay xuống cào vào mặt là trong nhà sẽ mất một người.\r\n\r\n",
        "mong_name": "Cào"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm dao cắt cổ một con vật là sắp sửa bị bịnh thình lình. \n- Thấy cắt quần áo là chịu tang khó.\n- Thấy cắt lúa từ đồng ruộng mang về là tài lợi sắp vào.",
        "mong_name": "Cắt"
    },
    {
        "mong_content": "- Chiêm bao thấy đang câu cá là điềm phát đạt. \n- Thấy câu cá trên ruộng khô cạn là thất vọng về mọi mặt.",
        "mong_name": "Câu"
    },
    {
        "mong_content": " - Chiêm bao thấy sửa sang cầu cống là giải quyết được việc khó khăn. \n- Thấy đi qua cầu là có kiện tụng, cầu gãy là thất kiện. \n- Thấy mình ngồi trên cầu là tài lộc sắp vô nhà. \n- Thấy dắt tay lên cầu là vợ có thai, hoàn thành cầu mới là tiền bạc vô như nước. \n- Thấy đang đi trên cầu có tiếng gọi mình là sẽ thắng kiện.",
        "mong_name": "Cầu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lủi vào lùm cây là điềm có công việc làm ăn mới.\n- Thấy ngồi dưới cội cây ngắm nghía cảnh vật là sắp đi du lịch nơi xa. \n- Thấy trèo lên cây bẻ trái, trái xanh là tài, trái chín là lộc. Nếu ăn trái trên cây là có của bất ngờ. \n- Thấy lạc vào một rừng cây um tùm không lối ra là tiền của đầy nhà. \n- Thấy đi dạo trong rừng cây là có việc mừng vui đem đến có lợi. \n- Thấy cây tự nhiên phát cháy là phát làm giàu. \n- Thấy mình đốn cây là có món lợi bất ngờ.",
        "mong_name": "Cây"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi cấy dưới ruộng nước mênh mông là điềm phát đạt, tài lợi đến tới tấp. \n- Thấy mình cấy dưới đám ruộng sình lầy mà không thấy nước là công việc đang trù tính, gặp nhiều trở ngại nhưng vẫn vượt qua trong thời gian ngắn sau cùng là thành tựu theo ý muốn của mình. \n- Thấy mình cưỡi trâu dẫm lên công ruộng đang cấy là vô tình mình làm một việc đê hèn vì trót nghe lời xúi giục của kẻ ác ý làm mình phải chịu hậu qủa. \n- Thấy mình cấy vòng quanh theo nhà của người khác là được người tận tình giúp đỡ, bao bọc cho mình làm ăn đến thành đạt. \n- Thấy mình cùng cấy lúa với một đám đông, toàn là nam phái là có bao nhiêu người bu quanh ăn bám mình mà còn chực làm hại mình. \n- Thấy mình đang cấy lúa với một đám toàn nữ phái và hẹn hò đối đáp rấ t vui vẻ là sắp sửa có đám cưới trong nhà. \n- Thấy mình cấy mạ rồi nhổ lên vứt đi nơi khác là bị kẻ mình nuôi trong nhà cướp duyên của mình. \n- Thấy mình cấy lúa trên mặt nước mà không thấy ruộng là điềm mất của, đề phòng bị trộm to. \n- Thấy mình cấy bắp dưới ruộng nước là hao tài một cách vô lối, nhưng không tránh được, dù mình có đoán biết việc làm của mình là bất lợi. \n- Thấy mình cấy bắp trên ruộng khô vừa gặt hết lúa là điềm tốt, tài lộc sẽõ vào nhà dễ dàng như có người đem tới cho mình. Nếu cấy trên ruộng khô nứt nẻ hết là công việc ngưng trệ, hoặc việc đang trù tính luôn luôn bị ngăn cản.",
        "mong_name": "Cấy"
    },
    {
        "mong_content": "- Chiêm bao thấy chải đầu cho một người nào là được người ấy để ý.\n- Thấy vợ chồng chải đầu cho nhau là vợ sắp cấn thai. \n- Thấy chải lông cho loài vật như chó, ngựa v.v là điềm rất vượng về tài.",
        "mong_name": "Chải"
    },
    {
        "mong_content": "- Chiêm bao thấy trùm chăn lên người là sắp sửa có người bao bọc. \n- Thấy chăn có rận rệp là có kẻ gian đang rình mò, đề phòng mất cấp. \n- Thấy vứt chăn đi để lõa lồ thân thể là sắp có hành động ám muội, như tà dâm chẳng hạn.",
        "mong_name": "Chăn"
    },
    {
        "mong_content": "Thông thường Cha tượng trưng cho uy quyền, Mẹ tượng trưng cho tình thương vô bờ bến, nằm mơ thấy cha mẹ mình co nhiều nghĩa, nhất định phải phối hợp thêm các chi tiết khác , đại cương , nếu song thân đã quá vãng ma (một hay cả hai ) lại về báo mộng và còn chuyện trò với mình trong giấc mơ thì ắt sắp có tin quan trọng ; đồng thời , nằm mơ thấy mẫu thân chỉ sự gặt hái hạnh phúc trong đời sống tình cảm của mình. Còn nằm mơ thấy phụ thân thì báo trước các vấn đề trong lãnh vực nghề nghiệp làm ăn co tiến triển. Nếu mính nằm mơ làm cha mẹ người ta trong khi mình không phải hoặc còn độc thân thì đây là điềm báo các diễn biến nào đó trong đời sống của mình đang ở trong một khúc quanh bất ngờ ma mình tưởng đã vô vọng rồi. Nằm mơ thấy cha mẹ vợ / chồng báo trước sẽ co một trạng huống khó xử , mình phai\" khéo léo lắm mới vượt qua khỏi. Sau cung nằm mơ thấy song thân cua người khác tương đối lạ báo trước mình co thể nhờ cậy bạn bè khi cần thiết.",
        "mong_name": "Cha mẹ"
    },
    {
        "mong_content": "- Chanh, khế, bưởi, bông là những trái tượng trưng của dục tình, nên chiêm bao thấy ngậm chanh, ăn chanh là điềm có sự sanh tâm trong lòng. \n- Thấy trèo trên cây chanh hái trái là đã lỡ bước sang ngang, thầm lén làm việc vụng dại. \n- Thấy bóp nát trái chanh là sự lén lút bị bễ bạc.",
        "mong_name": "Chanh"
    },
    {
        "mong_content": "- Chiêm bao thấy cháy là ít nhiều ảnh hưởng đến cuộc đời tình ái của chính mình đang thực hiện, hay trong thời kỳ nung nấu. \n- Thấy đám cháy trước mặt mình là cuộc tình duyên sắp bị ảnh hưởng, hoặc có kẻ rắp tâm ngăn cản.\n- Thấy cháy nhà mà mình thoát ra được là thoát được một cạm bẩy vì tình. \n- Thấy cháy nhà mình dập tắt được bằng nước. Nếu nước có vòi là cuộc tình duyên sắp thành tựu, nếu nước loan rộng áp đảo được lửa là tình duyên dằm ấm. Nếu thấy nước từ sông rạch dâng lên, tràn vào đám cháy là hạnh phúc đến bên thềm.",
        "mong_name": "Cháy"
    },
    {
        "mong_content": "- Chiêm bao thấy chạy bộ hoặc rượt đuổi theo một kẻ nào, đó là điềm giải thoát được một mối ưu phiền. \n- Thấy kẻ đuổi mình chạy trối chết là buồn bực sắp tới. \n- Thấy chạy đua với đám đông là tài lợi sắp vào.  Chạy bộ Việc cần thiết của bạn là tìm giải pháp để thoát khỏi một tình huống. Nếu bạn không muốn bị theo dõi thì hãy tránh những cái nhìn, cái soi mói của mọi người. Một ước mơ không thể trở thành hiện thực được nếu thiếu tự tin và sợ thất bại. Cố gắng phân tích những mong muốn của mình theo từng giai đoạn và cố gắng thực hiện chúng. Chắc chắn bạn sẽ nhận được kết quả như mong đợi.",
        "mong_name": "Chạy"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bưng chậu đầy nước là điềm sắp thành công trong công việc. \n- Thấy bưng chậu cho người bạn rửa mặt là sắp có bà vợ thứ nhì đầy đủ thinh sắc. \n- Thấy mình đang úp chậu nầy lên chậu kia là gia đình từ lâu ly tán đã có cơ sum họp vui vẻ.\n- Thấy có người bán chậu cho mình hay đem chậu cho mình là làm ăn dễ dàng. Nhưng thấy chậu mất đáy là sạt nghiệp bất ngờ.",
        "mong_name": "Chậu"
    },
    {
        "mong_content": "- Chiêm bao thấy chém lộn với ai là điểm sắp gây tai nạn, nên đề phòng việc xe cộ. \n- Thấy bị người khác chém mình mà không có máu là bịnh lâu năm sắp gặp thuốc, có máu nếu trong nhà có người bịnh là điềm chẳng lành. \n- Thấy mình bị chém lìa một tay hay một chân là có chuyện nguy hiểm trong công ăn việc làm.",
        "mong_name": "Chém"
    },
    {
        "mong_content": "- Chiêm bao thấy đang sắp xếp chén bát là điềm gia đình yên ổn, có người cố tình giúp đỡ. \n- Thấy chén bát đổ tung hay bị đập bể là điềm cãi vã trong gia đình nếu không dằn sẽ đổ vỡ. \n- Thấy xí được chén bát bằng vàng, bạc là điềm tốt về con cái, nếu không con là gia đình sắp phát đạt. \n- Thấy được chén bằng ngọc là điềm dược của bất ngờ, chẳng hạn như trúng số.\n-  Thấy được chén bát bằng sứ, là có người mời ăn uống. \n- Thấy bịt vá chén bát là căn bịnh dây dưa sắp chấm dứt. \n- Thấy chén bát khua là phải đề phòng tai tiếng, mang lời ăn tiếng nói. Nếu thấy chén bát rơi xuống giếng hay xuống sông rạch là điềm sắp có nguy biến.",
        "mong_name": "Chén"
    },
    {
        "mong_content": "- Chiêm bao thấy mình chết là điềm phát tài. \n- Thấy người thân chết là được người giúp đỡ. \n- Thấy người lạ chết là được của bất ngờ.\n- Chết trên đất liền là ăn cờ bạc. \n- Chết ở dưới nước, nếu trôi nằm là trúng số, trôi đứng là xí được của ở dọc đường.  Cái chết (của người nào đó) Bạn mơ thấy người đã chết từ rất lâu rồi hoặc bạn thấy người thân của mình đang hấp hối. Ý nghĩa: nói chung mơ thấy người chết là tín hiệu cho thấy bạn đang giao du và bị ảnh hưởng bởi những người xấu. Mơ về người đã chết lâu rồi có nghĩa là bạn cần chấm dứt mối quan hệ hiện tại. Nếu bạn mơ về cái chết của người thân có nghĩa là bạn thiếu phẩm chất mà người đó có. Cái chết (của chính bạn) dĩ nhiên một trong những giấc mơ buồn nhất là đây, bạn thấy hoặc cảm thấy mình đang chết mà không có cách nào thoát ra được. Ý nghĩa: Hiển nhiên, giấc mơ này làm bạn lo lắng nhưng chính giấc mơ lại có ý nghĩa tích cực vì nó cho biết rằng cuộc đời bạn sắp sửa thay đổi theo chiều hướng tốt hơn. Hiện tại, nó cũng có nghĩa bạn đang có một lối sống tiêu cực hoặc có mối quan hệ không lành mạnh. \n- Chết đuối Bạn đang bơi và đột nhiên bị dìm xuống nước. Bạn không thể thở được và bạn chết đuối. Ý nghĩa: Về nghĩa đen bạn đang chìm trong cảm xúc. Tình cảm bị kìm nén đang quay lại ám ảnh bạn. Nếu bạn chết đuối, đó sẽ là sự “tái sinh” tình cảm. Nếu bạn sống sót, thì bạn sẽ trải qua được vấn đề này. Nếu mình nằm mơ thấy chính mình chết đi thì đây là điềm báo các muộn phiền sẽ được giải tỏa hoặc la mình sẽ được lành bệnh. Nếu trong giấc mơ mình nói chuyện với ai đã quá vãng, mình sẽ nhận được tin rất tốt lành nay mai. Nếu nằm mơ thấy chết chóc nhiều lần sẽ có tin vui sinh nở. Trong giấc mơ nếu mình ý thức thấy có người chết lai vãng thì đây là điềm báo có sự thừa hưởng gián tiếp có lợi cho mình. còn nằm mơ thấy đầu lâu báo mộng mình sẽ vô tình khám phá một bí mật không nên khám phá. Phải rất thận trọng khi mình xử sự nó vì hoàn cảnh này có thể ảnh hưởng tương lai của mình lâu dài. Thi thể: Mơ thấy thi thể là điềm tốt báo mộng sự thành công. Bất cứ thi thể này mỹ lệ hay méo mó đi nữa. Mơ thấy thân người đàn bà thì mình được thành công trong lãnh vực giao tế, thân người đàn ông thì làm ăn phát đạt. Nếu thân này của chính mình và lại không mặc đồ thì mình sắp có tiền vô bất ngờ , may mắn hoặc là hoàn cảnh của mình có tiến bộ thấy rõ. Nhưng nếu thân thể không mặc quần áo mà là kẻ khác thì ắt sẽ có người bội tín trong vòng thân cận của mình. Xác chết: Nằm mơ thấy xác chết là điềm báo một đời hạnh phúc , ấm no nếu xác chết đó là người lạ. Nếu mình nhận ra xác chết là ai thì đây là điềm báo liên can đén sự ly thân , ngăn cách hay một mối giao tình nào đó không vui. Nếu trong giấc mơ của mình có nhiều xác chết thì mình sắp sửa gặt hái được thành công nào đó mà mình trước giờ cũng không để ý cho lắm. Còn nếu mình mơ thấy một cuộc thử nghiệm tử thi thì đây là điềm báo sắp có một sự việc gì đó kỳ thú, mới lạ đến mình không tránh khỏi. Sau cùng nếu mơ thấy thây người chết trong một quan tài thì mình sắp có chuyên buồn. Tuy nhiên, nếu tử thi này là chính mình thì mình sắp gặp hên. Chỉ có quan tài trống không trong giấc mơ là dấu hiệu của sự mất mát một người bạn bè, người này không nhất thiết phải đi qua bên kia thế giới. Bị bệnh tật hoặc sắp chết Giấc mơ về cái chết cũng khá phổ biến. Đó có thể là cái chết của những người nổi tiếng, của bố mẹ, con cái hoặc người yêu bạn hoặc thậm chí là chính bạn. Giải thích Giấc mơ này nói lên rằng bạn đang bị tổn thương về mặt tinh thần hoặc sợ bị tổn thương. Chuyên gia Anuj giải thích: “Đây là dấu hiệu cảnh báo về nguy cơ sắp xảy đến đối với cơ thể bạn hoặc người bạn yêu. Nếu một ai đó chết trong giấc mơ của bạn thì nó nói lên rằng bạn cảm thấy một phần của cơ thể bạn cũng đã chết. Hoặc nó thể hiện việc bạn lo sợ sẽ mất người ấy trong đời thực”.",
        "mong_name": "Chết"
    },
    {
        "mong_content": "- Chiêm bao thấy đang trải chiếu lên ván lên giưòng là điềm gặp may mắn .Nếu cuốn chiếu lại là bị thất bại. \r\n- Thấy mở chiếu vừa đủ để một mình ngồi là sắp được chọn vào một địa vị.\r\n",
        "mong_name": "Chiếu"
    },
    {
        "mong_content": "- Chiêm bao thấy chim là điềm lành. \n- Thấy chim phượng hoàng là có qúy nhân trợ giúp. Phượng hoàng đậu trên mình là sắp được chia gia tài. \n- Thấy chim én bay về là có tin vui. Chim én bay vào mình là vợ sắp có thai. \n- Bắt được chim én là sắp được thuận tình. \n- Thấy chim sẻ cắn nhau là qua một tai nạn. Chim sẻ rơi trước mặt là trong nhà có tang khó. \n- Thấy chim anh vũ là vợ có ngoại tình. Thấy chim uyên ương là vợ chồng gãy đổ. \n- Thấy chim cú là tai tiếng sắp đến. \n- Thấy chim cót là lợi lộc sắp vào. Nghe tiếng chim kêu mà không trông thấy là điềm vợ hoặc chồng gặp tai nạn.",
        "mong_name": "Chim"
    },
    {
        "mong_content": "- Chiêm bao thấy chó là được người nâng đỡ.\n- Thấy chó cò là may mắn gần kề.  \n- Thấy chó mực, nên đề phòng bị lừa gạt. \n- Thấy chó cái là sắp được thỏa mãn ân tình.  \n- Thấy chó cắn nhau là bị phá khuấy làm bực mình. \n- Thấy bị chó sủa nên đề phòng mất của. \n- Thấy chó săn là công cuộc làm ăn gặp hồi thịnh vượng. \n- Thấy chó điên là điềm gở. Chó điên cắn nhầm mình là bị tiếng thị phi. Chó thường tượng trưng cho năng lượng nam giới. Một con chó thân thiện biểu thị sự bình yên và hạnh phúc trong gia đình. Một con chó hoang dã và dữ dằn có thể là một dấu hiệu của rắc rối về sức khỏe hay tài chính. Nếu nó tấn công bạn có nghĩa là bạn sắp gặp rắc rối trong tình bạn. Nếu nó chỉ hú lên thì đó có thể là sự chia ly người thân. Một con chó bồn chồn và có chút căng thẳng cho thấy bạn đang chán nản với vấn đề nào đó.. Nếu nó sủa quyết liệt, bạn đang được cảnh báo về các rắc rối có thể liên quan tới pháp lý.",
        "mong_name": "Chó"
    },
    {
        "mong_content": "- Chiêm bao thấy chợ búa đang nhóm họp là điềm lợi lộc sắp đến. \n- Thấy chợ thưa thớt người là công việc làm ăn bị trở ngại. Nếu thấy chợ đã tan là mọi việc thua lỗ. \n- Thấy mình ngồi giữa chợ buôn bán là có kẻ tìm cách hại mình để đoạt của hay địa vị.\n- Thấy mình buôn may bán đắt ở chợ là điềm chủ nợ sắp đến nhà bức bách.",
        "mong_name": "Chợ"
    },
    {
        "mong_content": "- Chiêm bao thấy dạo chơi một mình là sẽ có chuyện phải lo nghĩ. Đi cả đoàn là có lúc cãi vã. Đi chơi đồi là gặp duyên tình cờ.\n",
        "mong_name": "Chơi"
    },
    {
        "mong_content": "- Chiêm bao thấy mưa chớp nhoáng liên hồi là công việc làm ăn thua lỗ. \n- Thấy chớp nhoáng mà không mưa, thịnh vượng bắt đầu. \n- Thấy chớp nhoáng có tiếng sét đánh vang, đề phòng hỏa hoạn, nhà cửa tiêu tan.",
        "mong_name": "Chớp"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm chổi quét nhà hoặc quét phòng là sắp thành công trong công việc giao phó vào tay kẻ khác. Nếu cầm chổi quét hầm,giếng lạng,ý nghĩa sẽ trái ngược, thất bại gần kề \n- Thấy cầm chổi quét sân là một tai họa, đề phòng có thể đến tụng đình.",
        "mong_name": "Chổi"
    },
    {
        "mong_content": "Đây là một giấc mơ có ý nghĩa trái ngược quan hệ đến tình ái. Nếu mình nằm mơ thấy lấy một người nào đó làm chồng / vợ trong khi mình thật sự không có thì đây là điềm báo có cãi cọ nặng giữa hai người hay là một mối liên hệ đang trên đường gãy đổ.",
        "mong_name": "Chồng, vợ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị chôn sống là tai nạn đang lảng vảng bên mình. \n- Thấy đám đi chôn là sắp có sự hùn hạp nhiều lời. Nếu là đám chôn của một người trong họ hay một bạn thân là cuộc hôn nhân sẽ gãy đổ.",
        "mong_name": "Chôn"
    },
    {
        "mong_content": "- Chiêm bao thấy chồn nên đề phòng mưu gian, quỉ kế của kẻ được mình lâu nay giúp đỡ. \n- Thấy chồn cắn mình, nếu có máu là khám phá được một mưu gian; không có máu là sẽ hao tài tốn của mà còn chịu nhơ danh.",
        "mong_name": "Chồn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình tự nhiên chột một mắt là sẽ gặp tai nạn, nên đề phòng lúc đi đường. \n- Thấy bị người đâm vào mắt cho mình chột đi một con là có người khác phái để ý đến mình. \n- Thấy người đẹp chột mắt là chuyện não nề lảng vảng bên mình.",
        "mong_name": "Chột"
    },
    {
        "mong_content": "- Chiêm bao thấy ông chủ hay bà chủ đến viếng nhà là có nịnh hót, đề phòng đừng nghe lời mà tan nhà hại cửa.\n- Thấy chủ thăng thưởng là sắp mất sở làm. \n- Thấy chủ đuổi là thay đổi địa vị.",
        "mong_name": "Chủ"
    },
    {
        "mong_content": "- Chùa, Đinh, Miếu, Nhà thờ là những nơi tôn nghiêm.Vì vậy khi chiêmbao thấy vào các nơi ấy hoặc chiêm bái,hoặc thăm viếng,đều là điềm lành cả. \n- Thấy mình vào chùa vái lạy là sắp gặp tình duyên bền chặt. \n- Thấy vào chùa nghe kinh, là mọi việc hạnh thông. \n- Thấy vào chùa nói chuyện bậy bạ,hoặc tinh nghịch là sắp lâm nguy. \n- Thấy dựng nên một kiểng chùa là có điềm lành đem đến.",
        "mong_name": "Chùa"
    },
    {
        "mong_content": " - Chiêm bao thấy chuối là sắp gặp người yêu thương. \n- Thấy vào vườn bẻ chuối là có ngừơi mê mệt vì mình.\n- Thấy gánh quài chuối lên vai còn xách thêm nhiều nãi khác là sắp phài lòng một người,sẽ cùng người ấy biền hẹn non thề.",
        "mong_name": "Chuối"
    },
    {
        "mong_content": "- Chiêm bao thấy đeo chuỗi vào người là điềm được người sang trọng giúp đỡ. \n- Thấy có người đem biếu mình một xâu chuỗi là xiềng xích lãng vãng bên mình. \n- Thấy vứt bỏ một xâu chuỗi là thoát được một việc có thể đưa đến tù tội. \n- Thấy bán xâu chuỗi là bị mất trộm. \n- Thấy lần chuỗi bồ đề là có người khách lạ tình cờ đến nhà rồi để ý giúp đỡ mình.",
        "mong_name": "Chuỗi"
    },
    {
        "mong_content": "- Chiêm bao thấy chuồn chuồn bay trước mắt là điềm sa sút thấy rõ. \n- Thấy bắt chuồn chuồn là bắt đầu một cuộc làm ăn nhiều lợi. \n- Thấy chuồn chuồn bắt cặp đáp vào mình là có người đẹp để ý, mê mệt vì mình.",
        "mong_name": "Chuồn chuồn"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng chuông đổ từng hồi là sắp có khách từ phương xa tới thăm. \n- Thấy đánh chuông mà không nghe tiếng kêu là được chia gia tài. hấy chuông rơi từ trên cao xuống đất là sắp bị thất bại, có thể tiêu cả tiền của. \n- Thấy chuông úp xuống đất là chuyện rắc rối không giải quyết được.",
        "mong_name": "Chuông"
    },
    {
        "mong_content": " - Chiêm bao thấy dựng chuồng cho súc vật là trong lòng thảnh thơi, sắp sửa được đi du lịch. \n- Thấy chuồng trống là gặp cảnh túng thiếu.Chuồng đầy súc vật là tiền bạc dồi dào. Chuồng đổ nát là có người phá quấy không để mình được yên thân.",
        "mong_name": "Chuồng"
    },
    {
        "mong_content": " - Chiêm bao thấy chuột bạch là mơ một bóng hình mà không được thành tựu. \n- Thấy chuột lắt là có kẻ toan phá hoại tình duyên của mình. \n- Thấy chuột cống là phải đề phòng bạn bè phản trắc. \n- Thấy chuột đồng, nếu chạy dưới nước là công việc làm ăn sắp gặp may. Nếu chuột chạy trên khô là còn ngưng trệ. -- Nếu chuột gặm lúa hay cỏ là sắp hao tài.\n- Thấy chuột gặm áo quần là điều tang khó.Chuột gặm chân tay là có người mưu hại mình. Nghe chuột xạ rúc, nên đề phòng bị mất trộm",
        "mong_name": "Chuột"
    },
    {
        "mong_content": "- Thông thường chữ thập đại diện cho sự cân bằng tuyệt vời trong cuộc sống. Nó cũng có thể chỉ ra một ngã tư trong quyết định quan trọng của bạn sắp tới. Nó cũng có thể là một dấu hiệu cho thấy có sự kết thúc trong một mối quan hệ nào đó hoặc là một công việc…",
        "mong_name": "Chữ thập"
    },
    {
        "mong_content": "- Chiêm bao thấy cò trên cành là nguy hiểm sắp đến.\n- Thấy cò mổ cá là có chuyện phải xa gia đình. \n- Thấy cò lộn cổ xuống ao là giải quyết được một chuyện bực mình. \n- Thấy cò đậu có đôi trên cành là điềm lợi ích đến vun vén thêm cho gia đình.",
        "mong_name": "Cò"
    },
    {
        "mong_content": "- Chiêm bao thấy cổ mình tự nhiên to lớn là điềm sắp được chia của. \r\n- Thấy cổ mình dài ra là có kẻ nịnh hót để chực lấy tiền của mình. \r\n- Thấy cổ ngắn, hoặc ốm lại là vận rủi sắp đến.\r\n",
        "mong_name": "Cổ"
    },
    {
        "mong_content": "- Chiêm bao thấy vác cờ trên vai là danh dự sắp đến. \r\n- Thấy treo cờ trước nhà là chuyện mừng vui dồn dập.Thấy cờ của một quốc gia khác là thất bại gần kề.\r\n\r\n",
        "mong_name": "Cờ"
    },
    {
        "mong_content": "- Chiêm bao thấy cóc nhảy hay bắt cóc là bị bạn bè lừa dối nghèo khổ sẽ đến. \r\n- Thấy giết cóc là chấn chỉnh dược hoàn cảnh.Nghe cóc nghiến răng là bi tai tiếng.\r\n\r\n",
        "mong_name": "Cóc"
    },
    {
        "mong_content": "- Chiêm bao thấy sử dụng cối xay là làm ăn phát đạt. \n- Thấy cối quay nhanh là thịnh vượng vượt bực.Cối quay chậm là tài lợi vào rất khó khăn.Cối đứng lại là làm ăn ngưng trệ. Cối hư là hao hụt.",
        "mong_name": "Cối"
    },
    {
        "mong_content": "- Chiêm bao thấy công là sắp gặp người đẹp.Nếu người nằm chiêm bao là cô gái thì sẽ gặp người yêu lý tưởng. Nếu người đã có gia đình là điềm sắp sanh con tốt.\r\n",
        "mong_name": "Công"
    },
    {
        "mong_content": " - Thấy lá già là có người giúp đỡ, đầm là gặp người đàn bà chung tình muốn kết bạn trăm năm. \n- Thấy lá bồi là có người lạ muốn cầu thân với mình. \n- Thấy lá ách là có chuyện thật vui, lợi lộc vào như nước. \n- Thấy lá 10 là có của bất ngờ do người đem đến cũng bất ngờ. \n- Thấy lá 9 là có sự vui vẻ trong gia đình anh chị em ở xa về sum họp. \n- Thấy lá 8, nếu người đã có gia đình là sắp sanh con quí, nếu chưa có gia đình là gặp hôn nhân bền chặt. \n- Thấy lá 7 nếu người có gia đình, con cái sẽ làm nên. Nếu chưa có gia đình, bạn trai sẽ gặp người nội trợ tài đức, bạn gái sẽ gặp người chồng biết yêu vợ.",
        "mong_name": "Cơ"
    },
    {
        "mong_content": "- Chiêm bao thấy vào cổng đền chùa, nhà thờ là điềm quới nhơn phù hộ. \n- Thấy vào cổng nhà lạ là gặp người bạn tốt. \n- Thấy vào cổng nhà mình là tiền của đầy nhà. \n- Thấy vào cổng vườn hoa là sắp có tiệc tùng.",
        "mong_name": "Cổng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạc lỏng giữa cù lao là điềm thất bại trong công ăn việc làm. \n- Thấy cù lao bao bọc toàn nước bạc là sắp tìm được công việc sau thời gian vất vả.\n- Thấy thoát khỏi một cù lao là vượt được một trở ngại.",
        "mong_name": "Cù lao"
    },
    {
        "mong_content": "- Chiêm bao thấy đang đ ào đất lấy củ khoai hay thứ củ gì khác là điềm bối rối vì công việc, tìm không ra kế giải quyết. - Thấy cầm củ mà ăn là sắp bị bệnh về tim. \n- Thấy vứt xuống đất là giải quyết được chuyện bực mình.",
        "mong_name": "Củ"
    },
    {
        "mong_content": "- Chiêm bao thấy cua là điềm bị người sỉ nhục. \n- Thấy cua bò lên chân là có kẻ sinh sự. \n- Thấy đạp chết một con cua là thắng được kẻ toan ám hại mình. \n- Thấy cua rụng càng là qua một cơn giông tố, nghèo ngặt.",
        "mong_name": "Cua"
    },
    {
        "mong_content": "- Chiêm bao thấy cài bông cúc vào áo hay vào tóc là hôn nhân bền chắc. \n- Thấy cúc trắng là người trăm năm xinh đẹp. \n- Cúc vàng là người trăm năm có tính kiêu hãnh. \n- Cúc tím là người trăm năm hay lấn lướt chồng.",
        "mong_name": "Cúc"
    },
    {
        "mong_content": "- Chiêm bao thấy bửa củi là có tiệc linh đình trong nhà. \n- Thấy đốt củi trong lò là mọi việc được tốt đẹp. \n- Thấy củi trong lò không cháy là công việc làm ăn ngưng trệ.\n",
        "mong_name": "Củi"
    },
    {
        "mong_content": "- Chiêm bao thấy lo sợ trước gông cùm là gia đình sắp gặp tai biến. \n- Thấy gông cùm bị gãy là tai nạn chấm dứt.\n\n",
        "mong_name": "Cùm"
    },
    {
        "mong_content": "- Chiêm bao thấy có người dẫn vào đền đài cung điện là tài lợi sắp vượng.\n- Vào cung điện gặp mỹ nhân là có người thầm yêu trộm nhớ mình. \n- Cung phi mời mọc âu yếm là sắp có bệnh. \n- Vào cung bị bẻ cửa lại là tai nạn bất ngờ. \n- Chiêm bao thấy bắn nhau bằng cung tên là sắp có sự tranh giành quyền lợi. \n- Thấy cung không giương được là anh em ly biệt.\n- Có người đem cung tên cho mình là được người giúp công giúp của. \n- Cầm cung giương thẳng lên là làm gì được nấy. \n- Giương cung đứt dây là mọi việc đổ vỡ. \n- Có người dùng cung bắn mình là người thân mất tích bỗng nhiên trở về. \n- Thấy mình dùng cung bắn người là sắp phải lìa xa quê hương .",
        "mong_name": "Cung"
    },
    {
        "mong_content": "- Chiêm bao thấy cửa tự nhiên mở là điềm giàu sang sắp đến. \n- Thấy mình mở cửa là công việc dễ dàng. \n- Thấy cửa khép lại là mọi chuyện toan tính đều bế tắc.Thấy mình đóng cửa là thất bạ",
        "mong_name": "Của"
    },
    {
        "mong_content": "- Chiêm bao thấy cười nghiêng ngửa đến lúc giật mình thức giấc cũng còn nghe tiếng khúc khích, đó là điềm buồn rầu. \n- Thấy cười vui hỉ hả là sắp được một cái tin làm cho mình phát khùng lên.\n",
        "mong_name": "Cười"
    },
    {
        "mong_content": "- Chiêm bao thấy đi dự đám cưới là sắp sửa có việc rầu buồn. \n- Thấy mình cưới vợ là mọi việc trở ngại. \n- Thấy cưới một người đàn bà xấu xí là buồn bã không vơi. \n- Cưới người đẹp là có ghen tuông hoặc phản bội trong nhà.\n- Cưới một người đàn bà góa, nên đề phòng có kẻ toan hãm hại mình.\n- Cưới một người bà con bạn dì là điềm tủi nhục. \n- Cưới một người đàn bà lạ là mọi việc bất thành. \n- Cưới một thiếu nữ nhân từ là hạnh phúc sẽ đến, gia đình hòa thuận.",
        "mong_name": "Cưới"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm cương cưỡi ngựa là điềm lên chức. \n- Thấy cưỡi ngựa đứt cương là mất công ăn việc làm.\n",
        "mong_name": "Cương"
    },
    {
        "mong_content": "- Chiêm bao thấy cưỡng bức một người đàn bà là tai nạn sắp đến, đề phòng tù tội. \n- Thấy cưỡng bức một đứa trẻ là tai nạn bất ngờ. \n- Cưỡng bức một tiên nữ hay một hồn ma là sắp bị bệnh ngặt nghèo, khó trị. \n- Cưỡng bức một kẻ tu hành là có hỏa hoạn trong nhà hoặc có người trong nhà bị chết vì hỏa hoạn.",
        "mong_name": "Cưỡng bức"
    },
    {
        "mong_content": "- Chiêm bao thấy cướp vào nhà là bị vu khống trong việc quan hệ. \n- Thấy bị cướp hạ là chết một đứa con, hay cha mẹ, nếu không có người chết là cơ nghiệp hết.\n- Thấy bị cướp giết là tài sản tiêu điều, thấy mình giết kẻ cướp là thoát được tai ương. \n- Thấy mình đi ăn cướp là tài danh lừng lẫy.",
        "mong_name": "Cướp"
    },
    {
        "mong_content": "- Đây là giấc mơ với ý nghĩa trái ngược. Nằm mơ thấy đám ma hay dự một tang lễ là điềm báo sẽ có hỷ sự, ăn mừng, có thể lại là tin đính hôn hay đám cưới của người thân quen.\n- Nếu nằm mơ thấy đám ma của chính mình thì muộn phiền sẽ được giải tỏa.",
        "mong_name": "Đám ma"
    },
    {
        "mong_content": "- Đánh bạc ở Las Vegas, Thành phố Atlantic hay ở trong một sòng bạc nào đó, bạn đang vui thú đánh bạc suốt đêm.\n Ý nghĩa: có lẽ bạn đang tham gia một vài hoạt động có độ rủi ro cao và có thể bạn không chịu trách nhiệm với hành động của mình. Nếu bản chất của bạn không phải là một tay cờ bạc thì giấc mơ này báo hiệu bạn cần nắm bắt lấy một cơ hội.",
        "mong_name": "Đánh bạc"
    },
    {
        "mong_content": "- Đánh nhau: Bạn mơ thấy mình đánh nhau với ai đó. Thậm chí đánh đến chết. \nÝ nghĩa: Nó ám chỉ rằng bạn đang trải qua những rối loạn tinh thần. Với ý tưởng bạn đang ganh đua để được chú ý. Nếu bạn đánh nhau cho đến chết, có nghĩa là bạn không sẵn sàng thừa nhận mâu thuẫn trong cuộc sống biến động của mình.",
        "mong_name": "Đánh nhau"
    },
    {
        "mong_content": "- Dạ là về đêm tức là có liên quan đến vấn đề sinh lý, ái tình.\n- Chiêm bao nghe mùi dạ lý là sắp gặp cuộc tình duyên thơ mộng nhưng không bền. - Thấy hoa dạ lý trổ bông là hứa hẹn cuộc hôn nhân đẹp. \n- Thấy hoa dạ lý rụng là hôn nhân không thành tựu. \n- Thấy hoa dạ hương cũng cùng ý nghĩa với hoa dạ lý.",
        "mong_name": "Dạ"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm dao nhỏ là có chuyện rầy rà trong gia đình. \n- Thấy cầm dao nhỏ đâm ai là sắp có kiện tụng. \n- Thấy người đâm mình là thoát một cuộc bố thiết về tinh thần. \n- Thấy cầm một con dao to là điềm bất lợi. \n- Thấy nhiều dao to là có cuộc ấu đả, nên dằn nén kẻo có thể xảy ra án mạng.\n- Thấy cầm dao mác là sẽ bị thương hoặc có kẻ rình rập ám hại.",
        "mong_name": "Dao"
    },
    {
        "mong_content": "- Đây là điềm may nếu mình nhìn thấy một cô dâu trong áo soire trắng hay là chính mình \"đóng vai\" cô dâu đó trong giấc mơ, mặc dù còn phải phải phối kiểm thêm chi tiết xem may mắn đến cỡ nào. Các chi tiết như kiểu áo cô dâu, bầu không khí có vui vẻ không hay là giữa tiệc tùng mà cô dâu hay chú rễ mặt ... bí xị ! Đến lúc chúc mừng nếu mình hôn cô dâu hay chú rể thì mình sẽ được một món thừa hưởng tuy nhỏ thôi nhưng cũng thú vị như chiếc hôn vậy. \n- Nằm mơ thấy cô dâu là điềm may nhưng thấy chú rể lại không may chút nào, hoạch định ấp ủ nào của mình sẽ có trì trệ, chậm trễ bất ngờ. Nhưng cũng đừng nản chí vội, thay đổi chiến thuật có thể sẽ thành công. \n- Còn đám cưới, đi ngoài đường thấy đám cưới ai cũng bảo là xui! Trong giấc mơ thì không hẳn vậy. Mình sẽ có khoảng thời gian vui vẻ mặc dù ngắn ngủi. \n- Sau cùng, nếu mình mơ thấy mình đang kết hôn thì đây là điềm báo một mối giao hảo nào đó càng ngày càng chỉ có cho mà không nhận, nên kiếm \"đồng minh\" mới cho đường dài tốt hơn\n\n",
        "mong_name": "Dâu (rể, hôn sự)"
    },
    {
        "mong_content": "- Chiêm bao thấy đang bẻ lá dâu là công cuộc làm ăn được thuận lợi. \n- Thấy ngồi trên cây dâu cành lá sum sê là ái tình vụng trộm. \n- Thấy cây dâu khô lá là cuộc vụng trộm bị bẽ bạc. \n- Thấy nô đùa với một cô gái trên cành dâu là sắp cưới được người vợ đảm đang.",
        "mong_name": "Dâu (cây, quả ..)"
    },
    {
        "mong_content": "- Chiêm bao thấy mình chặt dây nhợ là bệnh sắp lành. \n- Thấy dây nhợ quấn mình là rắc rối trong công việc. \n- Thấy mình dùng dây trói một người khác là mọi việc được vừa ý.\n",
        "mong_name": "Dây"
    },
    {
        "mong_content": "- Chiêm bao thấy dê xồm hay có người dẫn đến cho mình con dê xồm là điềm sắp được hưởng gia tài to.\n- Thấy dê cái chạy vào mình là hạnh phúc đang ve vãn quanh mình. \n- Thấy mua dê cái là được hoạnh tài. \n- Thấy làm thịt dê cái hoặc đốt dê cái là có chuyện khóc đến nơi. \n- Thấy dê cái màu trắng là gặp cuộc tình duyên thấm thía. Thấy dê đen là tình duyên thầm lén. \n- Thấy dê cái đi lang thang một mình là tình duyên sắp gãy đổ.\n- Thấy dê con là mừng vui sắp đến. \n- Thấy rờ rẫm dê con là hy vọng hảo huyền, khó thành đạt. \n- Thấy dẫn dê con đi ăn là có việc buồn phiền. \n- Thấy dê con nằm ngủ là chấm dứt được nỗi buồn không đâu. \n- Thấy vác dê con trên vai là có chuyện hài lòng.",
        "mong_name": "Dê"
    },
    {
        "mong_content": "- Chiêm bao thấy bắt dế là gia đình yên vui. \n- Thấy dế đáp vào mình là hạnh phúc gần kề. \n- Thấy dế chui xuống hang là tiền bạc vào tủ. \n- Thấy dế đá lộn là kẻ muốn ám hại mình đã bị kẻ khác hạ.\n",
        "mong_name": "Dế"
    },
    {
        "mong_content": "- Chiêm bao thấy mình làm di chúc là điềm tang khó. \n- Thấy có người làm di chúc cho mình là bệnh ngặt nghèo sắp khỏi. \n- Thấy di chúc bị trộm hay bị đốt cháy là tiền bạc sắp vào.\n",
        "mong_name": "Di"
    },
    {
        "mong_content": "- Chiêm bao thấy rửa dĩa là phủi sạch một công trình. \n- Thấy ăn cơm bằng dĩa là thất bại muốn điên.\n- Thấy đập bể đĩa là gia dình tạm yên.\n",
        "mong_name": "Dĩa"
    },
    {
        "mong_content": "- Chiêm bao thấy dơi bay là điềm bị hạ lúc ban đêm. \n- Thấy giết một con dơi là buồn bực, xúc động. \n- Thấy ăn thịt dơi là qua một cơn nguy khốn.\n",
        "mong_name": "Dơi"
    },
    {
        "mong_content": "- Chiêm bao thấy dời bò vào đồ ăn là tiền của vào nhà. \n- Thấy ăn nhằm một con dời là được của bất ngờ, thử mua vé số.\n",
        "mong_name": "Dời leo"
    },
    {
        "mong_content": "- Nếu giấc mơ của bạn có sự lừa dối với người bạn đời thì đó là dấu hiệu xuất hiện của tội lỗi hoặc quá mức hơn là việc bạn đang có ý định “ăn chả ăn nem”. Người ấy lừa dối bạn thì đó là bạn đang sợ hãi nếu bị bỏ rơi hoặc bạn đang thiếu lòng tự trọng.",
        "mong_name": "Dối trá"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi du lịch với nhiều người là có nhiều kẻ đang âm mưu hạ mình. \n- Thấy đi du lịch một mình là bơ vơ. \n- Thấy đi du lịch với gia đình là có việc không hay cho vợ hay chồng.",
        "mong_name": "Du lịch"
    },
    {
        "mong_content": "- Chiêm bao thấy đi dù là chuyện mơ ước từ lâu sắp thành tựu. \n- Thấy che dù cho một người là được bao bọc làm ăn. Thấy người che dù cho mình là có sự phản trắc.\n",
        "mong_name": "Dù"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn dưa là điềm bị lừa. \n- Thấy có người mang dưa đến tặng mình là sắp bị hao tài. \n- Thấy mình gánh dưa đi bán là tìm được việc làm vừa ý.\n\n",
        "mong_name": "Dưa"
    },
    {
        "mong_content": "- Chiêm bao thấy mình khuân đá là có kẻ đổi ơn thành oán. \n- Thấy đá rơi nhằm đầu là khám phá được âm mưu hãm hại mình.\n- Thấy ném đá trên đất khô là hao tài mới tiêu tan tai nạn. \n- Thấy ném đá xuống nước ao, hồ là công việc làm ăn bắt đầu thịnh vượng.",
        "mong_name": "Đá"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạc lõng vào giữa đám đông là bị người có thế lực ép buộc mình vào một công việc gì. Nếu thoát được khỏi đám đông ấy là phiền lụy đến mình, nếu bị đám đông hạ là mình tự cứu một cách yên lành. \n- Chiêm bao thấy đám tang là điềm tài lợi dồi dào. \n- Thấy đám tang có áo quan màu đỏ là có hoạnh tài. \n- Thấy mình mặc tang phục là trong nhà có cuộc hôn nhân. \n- Thấy đám tang có kèn trống linh đình là có kẻ gây rối rắm cho mình. \n- Thấy mình khiêng quan tài trong đám tang là có người đem lợi đến cho mình. \n- Thấy mình là người chết trong đám tang là việc làm ăn sắp phát đạt.",
        "mong_name": "Đám"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị người đánh là tài lợi sắp vào. \n- Thấy mình đánh vợ, đánh chồng hay đánh anh em trong nhà là có phản bội.\n- Thấy bị vợ đánh hay bị chồng đánh là điềm đáng ngại. \n- Thấy trong nhà đánh nhau là điềm phân tán. \n- Thấy đàn bà hay phụ nữ đánh nhau là điềm bệnh hoạn. \n- Thấy anh em đánh nhau là lợi lộc sắp vào. \n- Chiêm bao thấy đánh bạc là điềm hao tài. ",
        "mong_name": "Đánh"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn trái đ ào là khao khát một cuộc tình duyên. \n- Thấy bóp nát trái đ ào là tình duyên thành tựu.Thấy ngửi hoa đ ào là thất bại trong tình trường. \n- Thấy mình đào đất là túi cạn tiền hết.",
        "mong_name": "Đào"
    },
    {
        "mong_content": "- Chiêm bao thấy đắm thuyền bè làm ăn thất bại. \n- Thấy thoát một cuộc chết đắm là thoát được tai nạn nguy hiểm.\n\n",
        "mong_name": "Đắm"
    },
    {
        "mong_content": "- Chiêm bao thấy đất có nhiều hột và trái là điềm thịnh vượng trong gia đình. \n- Thấy mình hôn đất là bị hạ nhục. \n- Thấy mua một cục đất là nghèo nàn sắp đến hoặc chết chóc bất ngờ.\n",
        "mong_name": "Đất"
    },
    {
        "mong_content": "- Chiêm bao thấy đầu lâu tái mét là sắp có bệnh hoặc có chuyện lo sợ. \n- Thấy mình bị chặt mất đầu là hạnh phúc tới nơi. \n- Thấy mình chặt đầu người khác là có chuyện thù hằn. \n- Thấy tự nhiên đầu mình hóa to là lợi lộc vào như nước. \n- Thấy đầu đầy tóc bạc là danh vọng sáng chói. \n- Thấy tóc đen ngòm là thay đổi tính tình gây ác cảm với người khác. \n- Thấy đầu sói tóc là bị hàm oan. \n- Thấy đầu nhỏ lại là mờ mắt trước mối lợi nhỏ làm hạ thấp phẩm giá mình. \n- Thấy đầu cao lên là có thêm địa vị. \n- Thấy hai tay ôm đầu là có chuyện buồn bực làm quẩn trí.\n- Thấy ôm đầu người chết là có điều lo ngại. Ôm một cái đầu đẹp là vui vẻ tới tấp. Ôm một cái đầu xấu xí là buồn bã không nguôi. \n- Thấy tự nhiên mình mất đầu là người bị xỉ nhục, âu lo không ngớt.",
        "mong_name": "Đầu"
    },
    {
        "mong_content": "- Chiêm bao thấy trồng đậu là việc toan tính sắp thành. \n- Thấy dẫm lên đám đậu hay nhiều hột đậu là có kẻ nói xấu mình. \n- Thấy rang đậu hay nấu đậu là công việc bị cản trở. \n- Đi thi mà thấy ăn đậu là rớt.",
        "mong_name": "Đậu"
    },
    {
        "mong_content": "- Chiêm bao thấy ngồi trên ghế đẩu là có niềm vui nho nhỏ. \n- Thấy ngồi trên đẩu có bánh xe lăn là có kẻ tiểu tâm mưu hại. \n- Thấy ngồi trên đẩu sang trọng cẩn ốc xa cừ là được của bất ngờ\n- Thấy ngồi trên đẩu trong nhà thờ là điềm chết chóc.",
        "mong_name": "Ghế đẩu"
    },
    {
        "mong_content": "- Chiêm bao thấy người bị đầy là có kẻ phỉ báng hoặc có điều tủi nhục. \n- Thấy mình bị đầy là tài lợi tới nơi.\n",
        "mong_name": "Đầy"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đập lên đe là thắng lợi trong công việc. \n- Thấy đe ngã trên chân mình là công việc thất bại vì sự do dự của mình.\n",
        "mong_name": "Đe"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị ma quỷ đè là bệnh hoạn không tránh được. \n- Thấy mình bị đ è dưới đống gạch đá hay cây cối là có chuyện khổ tâm không giải quyết được.\n\n",
        "mong_name": "Đè"
    },
    {
        "mong_content": "- Chiêm bao thấy người đàn bà đẻ là vượng tài. \n- Thấy mình đỡ đẻ là hạnh phúc tới.\n- Thấy người đỡ đẻ cho người khác là có người bao bọc giúp đỡ mình làm ăn.\n",
        "mong_name": "Đẻ"
    },
    {
        "mong_content": "- Chiêm bao thấy đèn là được thêm danh vọng. \n- Thấy đèn sáng tỏ là lợi vào. \n- Đèn bị gió tắt là có kẻ toan ám hại. \n- Thấy mình thổi tắt đ èn là thoát ách.\n",
        "mong_name": "Đèn"
    },
    {
        "mong_content": "- Chiêm bao thấy bị đẽn cắn là gặp nguy hiểm khó lường. \n- Thấy mình giết được đẽn là kẻ toan ám hại mình đã bị hại.\n\n",
        "mong_name": "Đẽn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lên đèo cao là bị bắt, hoặc bị án tù. \n- Thấy mình lên đèo thấp như đồi nên đề phòng cạm bẫy, giảm bớt việc đi dạo chốn xa, chẳng hạn như đi nghỉ mát.\n",
        "mong_name": "Đèo"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đẽo cây là có cạm bẫy.\n- Thấy người đẽo cây là mình bị mắc lừa đàn bà.\n",
        "mong_name": "Đẽo"
    },
    {
        "mong_content": "- Chiêm bao thấy đêm thanh lặng là gia đình hạnh phúc. \n- Thấy đêm nhiều sao là có cưới gả tốt đẹp. \n- Thấy đêm u tịch là buồn bực không yên. \n- Thấy đêm giông gió là có kẻ âm mưu hãm hại mình.",
        "mong_name": "Đêm"
    },
    {
        "mong_content": "- Chùa, Đình, Miếu, Nhà thờ: là những nơi tôn nghiêm. Vì vậy khi chiêm bao thấy vào các nơi ấy hoặc chiêm bái, hoặc thăm viếng, đều là điềm lành cả. \n- Thấy mình vào chùa vái lạy là sắp gặp tình duyên bền chặt. \n- Thấy vào chùa nghe kinh, là mọi việc hạnh thông. \n- Thấy vào chùa nói chuyện bậy bạ, hoặc tinh nghịch là sắp lâm nguy.\n- Thấy dựng nên một kiểng chùa là có điềm lành đem đến.\n",
        "mong_name": "Đền"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi mau là công việc làm ăn được trôi chảy. \n- Thấy đi thụt lùi là hao tài. \n- Thấy đi chậm là lợi vào chắc chắn. \n- Thấy mình đi bằng một chân gỗ là bệnh dai dẳng tốn kém. \n- Thấy đi vào một nơi ô-uế là có tai nạn. \n- Thấy đi vào một chốn lạ chưa bao giờ bước chân đến là thành công rực rỡ, tiền cũng như danh vọng vào.",
        "mong_name": "Đi"
    },
    {
        "mong_content": "- Chiêm bao thấy đĩa đầy ao là có kẻ phỉnh nịnh để đoạt của mình. \n- Thấy đĩa đeo đầy chân là thoát ách.\n",
        "mong_name": "Đỉa"
    },
    {
        "mong_content": "- Chiêm bao thấy ông Địa là điềm vượng tài. \n- Thấy đền miếu Thổ Địa vái lạy là có người để ý giúp đỡ. \n- Thấy ông Địa biết nói là hung tin, đề phòng tai nạn.\n",
        "mong_name": "Địa"
    },
    {
        "mong_content": "- Chiêm bao thấy cùng đi dạo với một gái điếm là mình đang suy tính làm một việc hèn hạ, ám muội.\n",
        "mong_name": "Điếm"
    },
    {
        "mong_content": "- Chiêm bao thấy một hay nhiều người điên là có chuyện hãi hùng. \n- Thấy bị người điên rượt đánh là nguy hiểm đến nơi. \n- Thấy mình hóa điên là trong nhà có người sinh đẻ.\n",
        "mong_name": "Điên"
    },
    {
        "mong_content": "- Chiêm bao thấy nhận được điện tín là sắp có tin vui mừng.\n- Thấy vứt điện tín là mất một cơ hội.\n",
        "mong_name": "Điện"
    },
    {
        "mong_content": "- Chiêm bao thấy đóng đinh hay mua đinh là công việc làm ăn không phát triển nổi. \n- Thấy nhổ một cây đinh là có người bàn tính công việc với mình.\n",
        "mong_name": "Đinh"
    },
    {
        "mong_content": "- Chùa, Đinh, Miếu, Nhà thờ: là những nơi tôn nghiêm. Vì vậy khi chiêmbao thấy vào các nơi ấy hoặc chiêm bái hoặc thăm viếng đều là điềm lành cả. \n- Thấy mình vào chùa vái lạy là sắp gặp tình duyên bền chặt. \n- Thấy vào chùa nghe kinh, là mọi việc hạnh thông. \n- Thấy vào chùa nói chuyện bậy bạ hoặc tinh nghịch là sắp lâm nguy. \n- Thấy dựng nên một kiểng chùa là có điềm lành đem đến.",
        "mong_name": "Đình"
    },
    {
        "mong_content": "- Chiêm bao thấy sang đò là có người rủ đi du lịch.\n- Thấy mình ngồi câu cá trên đò là phải vất vả lắm mới tìm được sinh kế. \n- Thấy lỡ một chuyến đò là sắp sa chân vào một chuyện nguy biến.",
        "mong_name": "Đò"
    },
    {
        "mong_content": "- Chiêm bao thấy thiếu nữ mặc áo đỏ là hạnh ngộ duyên tình. \n- Thấy màu đỏ mà không thấy người là nhiều danh nhưng mất lợi.\n",
        "mong_name": "Đỏ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang đói là may mắn sẽ đến hy vọng tràn đầy. ",
        "mong_name": "Đói"
    },
    {
        "mong_content": "- Chiêm bao thấy mình độc thân là nhiều lần ly dị. \n- Thấy mình uống thuốc độc là có chuyện rắc rối trong gia đình, vợ chồng ly tán. Thấy mình âm mưu đầu độc kẻ khác là chuyện xằng bậy bị bại lộ, hối hận đã trễ.",
        "mong_name": "Độc"
    },
    {
        "mong_content": "- Chiêm bao thấy mình vào đồn canh là có người giúp đỡ. \n- Thấy mình vào làm cho đồn điền là bị bắt nạt. \n- Thấy cai quản đồn điền là có ngoại tình. \n- Thấy rời bỏ đồn điền là qua một chuyện bực mình.",
        "mong_name": "Đồn"
    },
    {
        "mong_content": "- Chiêm bao thấy đồng bóng là mơ ước hảo huyền không thành tựu . \n- Thấy đồng hồ treo vách là có người tìm mình để bàn tính công việc. \n- Thấy đồng hồ để bàn là lợi lộc tới nhà. \n- Thấy đồng hồ rơi là thất một vụ kiện. Nghe tiếng đồng hồ đổ mà không thấy đồng hồ là có người cất nhắc lên một địa vị.",
        "mong_name": "Đồng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình chui vào hang động là điềm bị đe doạ, có thể đi đến tù tội.\n- Nếu hang động có nhiều ánh sáng rọi vào là hy vọng thoát ách. \n- Nếu phá hang động là chấm dứt được nạn tai.\n",
        "mong_name": "Động"
    },
    {
        "mong_content": "- Chiêm bao thấy đánh đu, cần đề phòng kẻ tiểu nhân đang lảng vảng bên mình. \n- Thấy mình đánh đu với một người bạn gái là có việc hùn hạp sinh lợi. \n- Đánh đu với một bạn trai là mình chịu thua thiệt. \n- Đánh đu cùng một đám người, thất bại trong công việc. \n- Đu đứt: công việc làm ăn bắt đầu có lợi.",
        "mong_name": "Đu"
    },
    {
        "mong_content": "- Đứa trẻ: Những em bé dễ thương thường đại diện cho những gì yếu ớt, dễ bị tổn thương, hoặc cảm giác cô đơn trong tình yêu. Nếu bạn thấy một em bé xinh xắn, cực kỳ dễ thương trong mơ thì rất có thể bạn sẽ gặp may mắn sau đó. Tuy nhiên, nếu em bé không được vừa mắt bạn thì hãy cẩn thận với những người xung quanh bạn. Có thể một ai đó sẽ không xứng đáng với lòng tin cậy của bạn.",
        "mong_name": "Đứa trẻ"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm đũa chia cho mọi người là có lợi vào nhà. \n- Thấy người trao đũa cho mình là có thất bại nhỏ.\n",
        "mong_name": "Đũa"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm đuốc dẫn đường là được mời giữ một chức vị. Nếu là học sinh, sẽ đỗ đạt.\n- Thấy đuốc sáng ngời là có tài lớn. \n- Thấy đuốc tắt là bị ngưng trệ công việc.\n",
        "mong_name": "Đuốc"
    },
    {
        "mong_content": "- Chiêm bao thấy mình vớt một người chết đuối là điềm phát tài. \n- Thấy một người chết đuối mà mình vớt không được là có chuyện buồn phiền. \n- Thấy mình bị chết đuối, đề phòng mất của.",
        "mong_name": "Đuối"
    },
    {
        "mong_content": "- Chiêm bao thấy có người đuổi theo mình là điềm bất thường, có thể đi đến tù tội. \n- Thấy chó đuổi theo mình là có kẻ phản phúc mưu hại mình. \n- Thấy thú dữ đuổi theo mình là tai nạn sẽ đến, đề phòng lúc ban đêm. \n- Thấy mình bị đuổi khỏi sở là có người thương hết lòng giúp mình. Học trò đi thi thấy bị đuổi khỏi phòng thi là đậu chắc.\n- Thấy bỏ quên giấy tờ nên bị đuổi không cho vào phòng thi là bài dễ nhưng khiếp sợ nên làm sai.",
        "mong_name": "Đuổi"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn đường là bị lừa gạt. \n- Thấy mình bán đường là tài sản bị đe doạ. \n- Thấy mình đi trên con đường cái tốt đẹp là vượng tài. \n- Thấy đường bùn sình lầy lội là công việc làm ăn bị ngưng trệ. \n- Thấy đường quanh co khúc khuỷu là nhiều việc rắc rối làm gián đọan công việc. \n- Thấy đường lên dốc là bị bế tắc. \n- Thấy xuống dốc là bắt đầu phát đạt. \n- Thấy mưa trên đường là có người mời ăn nhậu.\n- Thấy đường bị sạt lún là tài lợi tiêu tan. ",
        "mong_name": "Đường"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng ẹc ẹc là có của bất ngờ, nhưng đến chậm.\n",
        "mong_name": "Ẹc"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng éc éc là điềm gỡ, có tang khó trong nhà.\n",
        "mong_name": "Éc"
    },
    {
        "mong_content": "- Chiêm bao thấy én liệng khắp trời là hạnh phúc gần bên. \n- Thấy én đậu trên cành hay trên dây điện là mọi việc toan tính sẽ đạt thành. \n- Thấy én sa trước mặt là có người đến nhà cầu hôn. \n- Thấy én ngậm đuôi với nhau là có người giúp đỡ cho mình về mọi mặt, công việc hạnh thông.",
        "mong_name": "Én"
    },
    {
        "mong_content": "- Chiêm bao thấy trời mưa ếch nhảy đầy sân là có tai tiếng đang vướng víu vào mình. \n- Thấy ếch ngồi dưới ao, là có kẻ phao vu. \n- Thấy bắt được ếch lá thoát được một tai nạn. \n- Thấy ăn thịt ếch là kẻ mưu hại mình bị lộ tẩy. Nghe tiếng ếch kêu là có kẻ nói xấu mình.",
        "mong_name": "Ếch"
    },
    {
        "mong_content": "- Chiêm bao thấy ga là có người rủ đi làm ăn xa. \n- Thấy ga tấp nập hành khách là sẽ thành công trong dịp đi xa. \n- Thấy ga vắng vẻ là có người cản trở, việc rủ rê không thành. \n",
        "mong_name": "Ga"
    },
    {
        "mong_content": "- Chiêm bao thấy một đ àn gà trống là có của vào trong ngày rất gần. \n- Thấy ăn thịt gà trống là có chuyện buồn bực. Nghe tiếng gà gáy mà không thấy gà là có chuyện tình duyên âm thầm. \n- Thấy gà mái là điềm nhiều lợi lộc. \n- Thấy gà mái đang đẻ là có của bất ngờ. \n- Thấy gà mái dắt bầy gà con là của vào như nước. Thấy gà trống tơ hay gà mái tơ là có cuộc tình duyên đầm ấm. \n- Thấy gửi tặng ai một con gà gio là thành công trong việc ái tình. \n- Thấy gà trống tơ đang đạp mái là cuộc tình duyên lén lút đã có kết quả, cô gái mang bầu.",
        "mong_name": "Gà"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lên gác là sắp có danh vọng. \n- Thấy đứng trên gác nhìn xuống là vừa có danh vừa có tiền. \n- Thấy té từ trên gác xuống là thay đổi một địa vị quan trọng hơn.\n",
        "mong_name": "Gác"
    },
    {
        "mong_content": "- Chiêm bao thấy làm đổ dầu chảy khắp nơi là lợi sắp vào. \n- Thấy mình uống dầu là hao tài tốn của. \n- Thấy mua dầu là có xích mích giữa vợ chồng. \n- Thấy tạt dầu vào mặt một người khác là chuyện bực mình sắp được giải quyết.",
        "mong_name": "Dầu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nằm trên bãi cỏ là điềm thất bại nặng nề. \n- Thấy có kẻ nhét cỏ vào miệng mình là tai họa bất ngờ, đề phòng lúc đi sông, biển. \n- Thấy đi dạo trên bãi cỏ là có điều suy nghĩ.",
        "mong_name": "Cỏ"
    },
    {
        "mong_content": "Bạn mơ thấy mình đang tìm cách thoát khỏi một nơi nào đó mình không rành như khu rừng, đường phố, tòa nhà hoặc bất kỳ nơi nào trông như một mê cung. Một tình huống khác là bạn mơ thấy mình bị mắc kẹt, bị chôn sống hoặc không chuyển động được vì một lý do nào đó. \nGiải thích: Mơ thấy mình bị lạc rất phổ biến và thường xảy ra khi bạn không thể quyết định cách phản ứng lại một tình huống cụ thể nào đó trong cuộc sống. Theo tiến sỹ Anuj, những giấc mơ kiểu này thường chứa đựng sự sợ hãi hoặc tức giận và thường ám chỉ bạn bị đang mắc kẹt trong đời thực và không thể có lựa chọn đúng",
        "mong_name": "Bị lạc - mắc kẹt"
    },
    {
        "mong_content": "Trong giấc mơ, bạn bị các nhân vật ghê tởm rượt đuổi. Bạn trốn chạy và cố đánh lừa kẻ muốn làm tổn thương bạn. \nÝ nghĩa: Điều này thường xảy ra khi bạn đang có cảm giác lo lắng trong cuộc sống. Bạn bị stress và sợ hãi, bạn trốn chạy tình trạng này thay vì đương đầu với nó. Mơ thấy mình bị rượt đuổi cũng là một giấc mơ phổ biến. Thường thì trong giấc mơ người rượt đuổi là một con quái vật hoặc một ai đó khiến bạn sợ hãi. Đôi khi đó có thể là một con vật nào đó. Cũng có thể những giấc mơ này là việc diễn lại một sự kiện có thật trong cuộc sống của bạn. Giải thích Đây là giấc mơ thường xuất hiện khi người nằm mơ bị stress. Trong những giấc mơ kiểu này, bạn cảm thấy sợ hãi, bị tấn công và gặp nguy hiểm. Nếu bạn mơ thấy mình bị rượt đuổi bởi ai đó mà bạn biết thì đây là người góp phần khiến bạn lo lắng trong đời thực. Nếu bạn mơ thấy bị rượt đuổi bởi một người lạ thì người lạ tượng trưng cho một khía cạnh nào đó bên trong bạn. Theo tiến sỹ Anuj, hành động chạy là một phản ứng bản năng khi gặp những mối đe dọa về thể xác trong môi trường của chúng ta. Vì thế, những mơ kiểu này cho biết cách bạn đối phó với sự lo lắng và stress. Thay vì đương đầu với nó, bạn lại bỏ chạy.",
        "mong_name": "Bị rượt đuổi"
    },
    {
        "mong_content": "- Chiêm bao thấy gai là có gây gổ với xóm giềng. \n- Thấy bị gai chích là có chuyện khổ tâm. \n- Thấy té vào một cây có gai bị gai đâm là mất sở làm.\n- Thấy bị ngã trên bụi cây gai là khổ sở không lối thoát.",
        "mong_name": "Gai"
    },
    {
        "mong_content": "- Chiêm bao thấy gãi đầu là có chuyện rắc rối khó giải quyết. \n- Thấy mình gãi đầu cho người khác là có kẻ đến gây sự với mình. \n- Thấy gãi đầu văng nhiều chí là gia đình buồn bực.\n",
        "mong_name": "Gãi"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng gà gáy là điềm tốt lành. Nhưng nghe tiếng chim gáy thì trái lại là điềm gở. \n- Nghe tiếng gáy từ trên cây cao là có bạn bè rù quến vợ mình. \n- Nghe tiếng gáy từ dưới đất là có việc thông dâm trong gia đình.",
        "mong_name": "Gáy"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đánh đàn là điềm sắp có bệnh về lá lách. Cần đề phòng bị ngã.\n- Nghe tiếng đàn hát mà không trông thấy người là điềm sắp có tang.\n- Đi dự nhạc hội hay nghe đàn hát là điềm gặp tơ duyên. Hạnh phúc về tình cũng như về tiền.",
        "mong_name": "Âm nhạc"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng hạc réo là điềm hiển đạt. \n- Thấy hạc bay trên trời là tai hoạ sắp đến. \n- Thấy thả hạc bay lên là được tiền của. \n- Thấy khắc hình hạc vào gỗ là có kiện tụng. \n- Thấy hạc đậu trên lưng quy là có quý nhân giúp đỡ trong bất cứ việc gì.",
        "mong_name": "Hạc"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang sống trong hang là bị bó trong hoàn cảnh không lối thoát. \n- Thấy chui khỏi hang là công việc bắt đầu trôi chảy. \n- Thấy phá hang là làm một việc táo bạo đầy gai góc. \n- Thấy đuổi thú dữ vào hang là thoát được tai ách.",
        "mong_name": "Hang"
    },
    {
        "mong_content": "- Chiêm bao thấy vào cửa hàng là bắt đầu một công việc có người giúp đỡ. \n- Thấy mình đứng bán hàng là mọi việc đều có lợi. \n- Thấy cửa hàng hiu quạnh là có trở ngại trong việc làm.",
        "mong_name": "Hàng"
    },
    {
        "mong_content": "- Chiêm bao thấy hành bó từng bó là có gây gỗ trong nhà.\n- Thấy ăn hành là ấu đả đến đổ máu. \n- Thấy bỏ hành vào nồi luộc chín là tránh được cuộc cãi vã. \n- Chiêm bao thấy mình đi hành khất là tìm được kế sinh nhai. \n- Thấy cụ già hành khất là được vinh thăng. \n- Thấy bà lão hành khất là con cái làm nên.\n- Thấy bố thí cho người hành khất là được của bất ngờ.",
        "mong_name": "Hành"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ăn trái hạnh là được bạn thân giúp đỡ tận tình. \n- Thấy mình trèo lên cây hạnh hái trái là việc làm thành tựu.",
        "mong_name": "Hạnh"
    },
    {
        "mong_content": "- Chiêm bao thấy hào quang sáng tỏ trên không trung là điềm lành, nhà được vui vẻ. \n- Thấy hào quang tỏa quanh mình là được địa vị cao sang. \n- Thấy hào quang phủ trên nóc nhà là sinh con quý.",
        "mong_name": "Hào"
    },
    {
        "mong_content": "- Chiêm bao thấy hầm hố là điềm trở ngại bất cứ việc gì. \n- Thấy mình chui vào hầm là nguy hiểm gần kề. \n- Thấy té vào hầm rượu là công việc hanh thông.\n- Té vào hầm đá là được chia của.",
        "mong_name": "Hầm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình hấp hối là bình yên khỏe mạnh. \n- Thấy thân nhân hay bạn bè hấp hối là có tài lộc đem đến. \n- Thấy người lạ hấp hối là có của hoạnh tài, thử mua vé số. \n- Thấy học trò hấp hối là thi đậu.",
        "mong_name": "Hấp"
    },
    {
        "mong_content": "- Chiêm bao thấy hẹn hò là bị bội ước. \n- Thấy hẹn với trai là thất vọng trong việc làm.\n- Thấy hẹn với gái là bị lừa dối.",
        "mong_name": "Hẹn"
    },
    {
        "mong_content": "- Chiêm bao thấy một bầy heo là sinh tâm làm việc xằng bậy với kẻ ăn người ở trong nhà. \n- Thấy làm thịt heo là có người mời ăn nhậu. \n- Thấy ăn thịt heo là hao tài. \n- Thấy bị heo cắn là có kiện tụng. \n- Chiêm bao thấy heo rừng là có người hãm hại. \n- Thấy giết được heo rừng là tránh được kẻ thù.\n- Ăn thịt heo rừng là kẻ thù trở thành bạn thân.",
        "mong_name": "Heo"
    },
    {
        "mong_content": "- Chiêm bao thấy mua hoa là có người đẹp để ý đến mình.\n- Thấy kết hoa thành bó là có vui trong chốc lát. \n- Thấy hoa nở là được người quyền quý bao bọc\n- Thấy hoa tàn là bị thất vọng vì tình phụ. \n- Thấy hoa bay trước gió là tình yêu thỏa mãn.\n- Hoa tươi sắc thắm nở rộ ngoài cửa hay trong nhà là điềm hứa hẹn hạnh phúc tuyệt vời. \n- Nếu hoa tàn hay héo và mình vất đi đây là điềm nhắc mình bất cẩn \"trèo cao thì té đau\". \n- Hoa giả là điềm báo mình sẽ bị áp lực đi ngược lại các nguyên tắc của mình ; nên kiên trì đừng để bị ảnh hưởng sa ngã. \n- Hoa dại hứa hẹn một cuộc phiêu lưu hào hứng đầy vui sướng. \n- Thấy thủy tiên mình có thể quên đi những âu lo về tình cảm bản thân. Thủy tiên nở thắm ngoài vườn (không phải nội gia ) mình ắt sẽ có một tương lai khá dài va hạnh phúc một cách... khác thường. \n- Gom nhặt hoa hồng bất cứ loai nào là điềm báo mình sẽ sự hoan hỉ vô vàn; thấy mình tặng hoa hồng mình sẽ được thương mến thật tình, đậm đà; thấy mình nhận hoa hồng người khác tặng hứa hẹn thành công phi thường trong lãnh vực xã giao. \n- Chỉ có thấy hoa hồng giả là điềm bị ganh ghét hoặc lừa dối bởi một người bạn mà mình hằng tin tưởng mà thôi.\n- Hoa dạ lý hương: Chiêm bao gặp hoa dạ lý hương là sắp gặp cuộc tình duyên thơ mộng nhưng không thành thân\n- Hoa hồng: Thấy hoa hồng đang nở là có chuyện mừng vui đem đến, hoa hồng tàn là thua lỗ trong việc làm ăn\n- Hoa huệ: Điềm tài lộc dồi dào\n- Hoa lan: Điềm sinh con gái quý tử\n- Hoa lan rụng: Thấy hoa lan rơi rụng đầy đường là có đám cưới trong nhà\n- Họa mi: Thấy chim họa mi là điềm hao tài Thấy chim họa mi đá nhau là tìm thấy vật thất lạc\n- Hoa nhài: Thấy hoa nhài là điềm gặp người giúp việc trung thành\n- Hoa nở: Thấy hoa nở là được người chức vụ giúp đỡ. Thấy hoa nở trên cành là sắp có con. Thấy hoa vừa nở đã tàn là con cái sắp bệnh nặng\n- Hoa sen: Thấy ôm bó hoa sen là có vui vẻ trong gia đình\n- Hoa sen rụng: Có cuộc tình duyên vô vọng\n- Hoa tai: Thấy đeo hoa tai, dù là bạn trai hay bạn gái là có danh vọng tốt\n- Hoa tàn: Buồn chuyện tình duyên.\n- Hoa tím: Gặp tình duyên đằm thắm, tốt đẹp",
        "mong_name": "Hoa"
    },
    {
        "mong_content": "- Chiêm bao thấy hòa thượng đi hành khất là điềm lành. \n- Thấy hòa thượng niệm kinh là điềm xấu.\n",
        "mong_name": "Hòa"
    },
    {
        "mong_content": "- Chiêm bao thấy chim họa mi là điềm hao tài. Nghe tiếng họa mi hót là lượm được của rơi.\n- Thấy chim họa mi đá nhau là tìm thấy của mất.\n",
        "mong_name": "Họa "
    },
    {
        "mong_content": "- Chiêm bao thấy vào cung yết kiến hoàng hậu là điềm thăng tiến.\n- Thấy hoàng hậu mời ăn uống là bệnh hoạn sắp đến. \n- Thấy bị hoàng hậu đuổi khỏi cung son là tài lộc đến bất ngờ.\n",
        "mong_name": "Hoàng"
    },
    {
        "mong_content": "- Chiêm bao thấy dự lễ hỏi là có sa ngã. \n- Thấy có lễ hỏi trong gia đình là có chuyện không hay.\n",
        "mong_name": "Hỏi"
    },
    {
        "mong_content": "- Chiêm bao thấy hòm không là có người trung thân chết. \n- Thấy hòm sơn đỏ là phát tài to. \n- Thấy bửa hòm là qua được một tai nạn.",
        "mong_name": "Hòm"
    },
    {
        "mong_content": "- Chiêm bao thấy đứng trước miệng hố là gia đình sa sút. \n- Thấy rơi xuống hố là gia đình ly tán. \n- Thấy lên khỏi hố là vượt được những trở ngại trong công việc.\n- Thấy rơi xuống hố là ly tán \n- Thấy lên khỏi hố là vượt được những trở ngại trong công việc\n- Thấy một hay nhiều hổ cọp là có sự bối rối trong công việc\n- Thấy bắt hoặc giết được một con hổ là thành công trong mọi việc",
        "mong_name": "Hố"
    },
    {
        "mong_content": "- Hồ nước: Chiêm bao thấy hồ nước là bị phỉ báng. Thấy lọt chân vào hồ là có chuyện xao xuyến trong đầu óc.\n- Hồ ao: Mơ thấy một mặt hồ phẳng lặng gương soi có nghĩa là thịnh vượng và một tương lai hạnh phúc. Ngược lại, một cái hồ đục bùn được cho là biểu hiện sự mất mát và tình trạng rất lo lắng\n- Hồ bơi: Thấy mình đang bơi trong hồ bơi là điềm báo sắp có người giúp đỡ làm ăn\n- Hồ bơi gợn sóng: Nếu hồ tắm gợn sóng là mất bạn\n",
        "mong_name": "Hồ"
    },
    {
        "mong_content": "- Chiêm bao thấy một hay nhiều hổ (cọp) là có sự do dự trong công việc. \n- Thấy hổ đuổi theo mình là nguy hiểm khó tránh. \n- Thấy giết được một con hổ là thành công trong mọi việc. \n- Thấy bắt được một con hổ là kẻ thù toan ám hại mình đều bị hại.\n",
        "mong_name": "Hổ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi dự cuộc hội họp vào ban ngày là sắp thành công trong công việc. \n- Thấy đi hội vào ban đêm là tổn thương danh dự. \n- Thấy mình dự hội hè linh đình vui vẻ là có chuyện buồn bực không tránh khỏi. Nếu hội hè đơn sơ là hao tài không đáng kể.",
        "mong_name": "Hội"
    },
    {
        "mong_content": "- Chiêm bao thấy mình hôn một người nào hoặc hôn người yêu là bị phản bội chắc chắn. \n- Thấy người khác hôn nhau là tình yêu thành tựu. \n- Thấy mình bị người khác hôn là có người đắm đuối yêu mình \n- Hôn đất: Thấy mình hôn đất là sắp bị tai tiếng\n- Hôn kẻ địch: Mơ thấy hôn kẻ địch hoặc đối thủ thể hiện bạn đang dần giảng hòa với bạn bè\n- Hôn má: Hôn lên má phụ nữ là có chuyện vui\n- Hôn mẹ: Có thể đang thành công trong công việc, được kính trọng và được yêu mến\n- Hôn người lạ: Mơ thấy hôn một người lạ thể hiện sự suy đồi về đạo đức\n- Hôn người yêu trong bóng tối: Có thể là dấu hiệu cảnh báo cho nguy hiểm\n- Hôn trán: Điềm được người giúp đỡ\n- Hôn vợ, chồng: Thể hiện sự hòa thuận trong gia đình, hoặc khao khát có được sự hòa thuận trong gia đình",
        "mong_name": "Hôn"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa hồng đang nở mùi thơm phảng phất là có chuyện mừng vui đem đến. \n- Thấy hoa hồng tàn rụng là thua lỗ trong việc làm ăn.\n",
        "mong_name": "Hồng"
    },
    {
        "mong_content": "- Chiêm bao thấy được hộp bằng vàng là điềm hạnh phúc vô biên. \n- Hộp bạc là sắp phạm vào lỗi lầm. \n- Hộp bạch kim là khổ sở. \n- Hộp bằng vàng: Điềm hạnh phúc vô biên\n- Hộp cây là sắp sửa đi du lịch. \n- Hộp có mùi thơm là sụp đổ. \n- Hộp có gương là có người thầm nhớ mình\n- Thấy mình vào hộp đêm là có ly dị giữa vợ chồng.",
        "mong_name": "Hộp"
    },
    {
        "mong_content": "- Chiêm bao thấy hơi bốc lên từ các nấm mồ như mây khói là mọi sự tốt đẹp. \n- Thấy hơi khói tỏa đầy trời là vui vẻ tới tấp.\n",
        "mong_name": "Hơi"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa huệ là điềm tài lợi dồi dào. \n- Thấy huệ nở là phát tài to nhưng bị tình phụ.",
        "mong_name": "Huệ"
    },
    {
        "mong_content": "- Chiêm bao thấy được huy chương là điềm bị giáng cấp hay mất sở. \n- Thấy huy chương bằng vàng là bị tù tội. Huy chương bạc là hao tài. Huy chương đồng là có chết chóc.",
        "mong_name": "Huy"
    },
    {
        "mong_content": "- Chiêm bao thấy đốt hương là có kẻ phỉnh nịnh đừng nghe mà thua thiệt.\n- Thấy hương trầm tỏa khói là có lộc vào.",
        "mong_name": "Hương"
    },
    {
        "mong_content": "- Chiêm bao thấy hươu là điềm thành đạt. \n- Thấy hạ được con hươu là được hưởng gia tài.\n- Thấy một bầy hươu là gia đình được phồn thịnh.\n- Thấy bị hươu đuổi là có phản bội vì tình. \n- Thấy mình đuổi hươu là ái tình tươi đẹp. \n- Thấy ăn thịt hươu là được người hiến thân thể.",
        "mong_name": "Hươu"
    },
    {
        "mong_content": "- Chiêm bao thấy có kẻ bắt mình là điềm bệnh hoạn.\n- Thấy trò chuyện với kẻ dữ là sắp bị tai tiếng.",
        "mong_name": "Kẻ"
    },
    {
        "mong_content": "- Chiêm bao thấy mua dây kẽm là điềm thêm tài lợi. \n- Thấy cột dây kẽm là công việc càng lâu càng phát đạt. \n- Thấy dây kẽm gai là có trở ngại trong công việc nhưng chỉ một thời gian ngắn.\n",
        "mong_name": "Kẽm"
    },
    {
        "mong_content": "- Chiêm bao thấy con tằm trong kén là có tài nhỏ. \n- Thấy kén chín vàng là được lúc vượng tài.",
        "mong_name": "Kén"
    },
    {
        "mong_content": "- Chiêm bao thấy mình thổi kèn là có sự phản bội về ái tình. \n- Nghe tiếng kèn thổi êm dịu là được hài lòng. \n- Nghe tiếng kèn thúc dục là hỏng một cơ hội. Nghe tiếng kèn rút dài, nếu phái nam là vợ có ngoại tình, phái nữ là có ghen tuông dữ dội.",
        "mong_name": "Kèn"
    },
    {
        "mong_content": "- Chiêm bao thấy kéo là điềm cãi vã, chia ly, đổ vỡ.\n- Thấy kéo cắt nhằm tay hay một nơi nào khác, nếu có máu là thoát được một cảnh não nề. \n- Nếu không máu là gia đình tan rã vì chuyện không đâu.\n- Bị người khác kéo lên mặt thành là sắp có chức vụ hữu danh vô thực\n",
        "mong_name": "Kéo"
    },
    {
        "mong_content": "- Chiêm bao thấy chim két là bị phiền toái. \n- Nghe két kêu là sự dự tính trong lòng sẽ thất bại. \n- Thấy mình nói chuyện với két là chuyện bí mật của mình sẽ bị tiết lộ.\n",
        "mong_name": "Két"
    },
    {
        "mong_content": "- Khánh tận: Đây là giấc mơ trái nghĩa. Nằm mơ thấy chính mình bị khánh tận thì mình sẽ thịnh vượng, phát đạt ngày mai. Chỉ có nằm mơ thấy kẻ khác khánh tận thì mối là điềm gỡ. Mình nên cẩn thận bớt \"manh mún\" trong công việc làm ăn và cũng phải tránh xa kẻ nào như thế nữa.\n- Chiêm bao nghe tiếng khánh là có khách quý đến nhà. \n- Thấy người đánh khánh mà không nghe tiếng là tiền của vào như nước.\n- Khánh thành cầu: Thấy khánh thành cầu mới là tiền bạc vô như nước",
        "mong_name": "Khánh"
    },
    {
        "mong_content": "- Chiêm bao thấy đội khăn lên đầu là được nghe che chở. \n- Thấy lượm được khăn tay là mang tai tiếng.\n- Thấy vắt khăn lên vai là thắng một vụ kiện.\n- Thấy đội khăn nhung là có duyên tình\n",
        "mong_name": "Khăn"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm khí giới bén là có cuộc chia ly trong gia đình.\n- Thấy cầm khí giới có lửa đạn là có cãi vã đổ máu. \n- Thấy người mang khí giới đến cho mình là nhiều hạnh phúc. \n- Thấy khí cầu bay là điềm gở, mọi việc đều ngưng trệ. \n- Thấy đi trên khí cầu là thất vọng trong sự toan tính làm hạ thấp phẩm cách mình.\n",
        "mong_name": "Khí"
    },
    {
        "mong_content": "- Chiêm bao thấy khỉ là điềm dối trá, xảo quyệt. \n- Thấy khỉ bao vây mình là bị kẻ tiểu nhân quấy nhiễu. \n- Thấy khỉ cắn là thất thế trong công việc. \n- Thấy khỉ leo cây hay leo núi là có hiềm khích với bạn bè. \n- Thấy khỉ mặc quần áo là có kẻ lạm dụng danh nghĩa mình để làm chuyện xằng bậy.\n",
        "mong_name": "Khỉ"
    },
    {
        "mong_content": "- Chiêm bao thấy khiêu dâm là điềm hãm tài. \n- Thấy mình bị khiêu khích là lụy vì tình.\n- Thấy mình khiêu khích người là có người mê mệt vì mình. \n- Thấy khiêu vũ với người là công việc làm ăn phát đạt. \n- Thấy người khiêu vũ là bị thương tích.\n",
        "mong_name": "Khiêu"
    },
    {
        "mong_content": "- Chiêm bao thấy vào kho tàng vương giả là nhiều lợi lộc. \n- Thấy lợp kho tàng là vượng tài. \n- Thấy kho tàng sụp đổ là có rủi ro.",
        "mong_name": "Kho"
    },
    {
        "mong_content": "- Chiêm bao thấy mua ống khóa hay lượm được ống khóa là thua thiệt trong công việc. \n- Thấy bẻ khóa hay vứt khóa là lợi lộc vào. \n- Thấy mất chìa khóa nên không mở được khóa là tích trữ được của cải.\n",
        "mong_name": "Khóa"
    },
    {
        "mong_content": "- Chiêm bao thấy mình khỏa thân và chạy trên đường là có người trong thân lừa gạt. \n- Thấy một người khỏa thân là mơ ước thành tựu. \n- Gặp phụ nữ khỏa thân là hạnh phúc tràn đầy niềm vui tới tấp. \n- Bạn mơ thấy mình đến công sở hay đến trường mà không một mảnh vải che thân và cảm thấy xấu hổ. Ý nghĩa: Khỏa thân nơi công cộng nghĩa là bạn sợ bị phát hiện những yếu kém của mình. Bạn dễ bị tổn thương và mất đi tham vọng.",
        "mong_name": "Khỏa"
    },
    {
        "mong_content": "- Chiêm bao thấy khóc lóc với người là điềm vui vẻ đáng mừng. \n- Thấy khóc lớn tiếng là thích thú vì thành công. \n- Thấy người ở xa đến nhà mình khóc là điềm dữ đáng sợ. \n- Thấy ngồi trên giường khóc là có hung tin.\n- Thấy mếu khóc là có kiện tụng. \n- Thấy vừa khóc vừa cười là bệnh lâu ngày sắp lành. \n- Thấy người chết khóc là có tai tiếng. \n- Thấy người chết khóc trong lòng mình là sắp có tài lớn.\n",
        "mong_name": "Khóc"
    },
    {
        "mong_content": "- Chiêm bao thấy khói là hy vọng mỏng manh, danh vọng trong nhất thời. \n- Thấy hút thuốc phà khói là có chuyện hài lòng. \n- Thấy ngậm ống điếu mà không có khói là có việc buồn phiền.\n",
        "mong_name": "Khói "
    },
    {
        "mong_content": "- Chiêm bao thấy mình vào khuê phòng của một thiếu nữ là có tổn thương đến danh dự.\n",
        "mong_name": "Khuê"
    },
    {
        "mong_content": "- Chiêm bao thấy ngồi trên khung dệt là có sự yên vui trong gia đình. \n- Thấy trên khung dệt có tơ lụa là người thân thuộc từ xa về. \n- Thấy sợi mắc hàng ngang hàng dọc trên khung dệt là bị người làm nhục.\n",
        "mong_name": "Khung"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi xem diễn kịch là sắp sửa bị mắc lừa. \n- Thấy mình diễn kịch trên sân khấu là mình sắp sửa lừa người.",
        "mong_name": "Kịch"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đeo kiếm là được nhiều danh vọng. \n- Thấy mài kiếm là mọi việc tốt lành. \n- Thấy kiếm gối đầu giường là lợi lộc dồi dào. \n- Thấy đeo kiếm mang võ phục là được chức tước. \n- Thấy trao kiếm cho người đeo là điềm tản tài mất danh dự.\n",
        "mong_name": "Kiếm"
    },
    {
        "mong_content": "- Chiêm bao thấy kiến là điềm được tiền của. \n- Thấy kiến bu đầy chân là có người tìm mình cộng tác. \n- Thấy kiến bò đầy nhà là vượng tài.\n- Thấy kiến cắn mình là có kẻ toan phá hoại công việc của mình.\n",
        "mong_name": "Kiến"
    },
    {
        "mong_content": "- Chiêm bao thấy kiện tụng là gặp chuyện bực mình. \n- Thấy mình kiện người là bị kẻ châm biếm. \n- Thấy người kiện mình là tránh được sự xỏ xiên vì quyền lợi.\n",
        "mong_name": "Kiện"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ngồi trên kiệu là có người che chở, dìu dắt mình đến thành công.\n- Thấy kiệu màu đỏ là lợi vào nhiều.\n- Thấy kiệu rã là vỡ mộng.",
        "mong_name": "Kiệu"
    },
    {
        "mong_content": "- Chiêm bao thấy kim may máy là thất bại nặng. \n- Thấy kim thêu là kẻ bị gièm pha nói xấu mình. \n- Thấy kim nam châm là tối nguy hiểm.",
        "mong_name": "Kim"
    },
    {
        "mong_content": "- Chiêm bao thấy lượm được kim cương là điềm buồn bực, thua lỗ. \n- Thấy đánh mất hoặc nuốt một hột kim cương là phát tài to hoặc được thăng thưởng xứng đáng. \n- Thấy chất kim cương thành đống là có mừng hụt.",
        "mong_name": "Kim cương"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đọc Kinh sách là điềm lành. \n- Thấy mình làm rơi quyển Kinh trên tay là bị cản trở việc làm ăn.\n- Thấy mình làm rớt quyển Kinh vào lửa cháy tiêu là thất vọng ê chề. Nếu Kinh không cháy là có sự may mắn không thể tưởng tượng trước.",
        "mong_name": "Kinh"
    },
    {
        "mong_content": "- Chiêm bao thấy kỳ đà là có kẻ âm mưu làm trở ngại công việc của mình.\n- Thấy đập chết kỳ đà là phá tan âm mưu ám hại mình. \n- Thấy ăn thịt kỳ đà là mọi việc được an vui. \n- Thấy kỳ lân xuất hiện là danh tiếng nổi như cồn.",
        "mong_name": "Kỳ"
    },
    {
        "mong_content": "- Chiêm bao thấy lá cây sum sê là điềm được che chở. \n- Thấy lá sởn sơ là vui vẻ trong nhà. \n- Thấy lá đâm chồi nảy lộc là vợ có thai.\n- Thấy lá rụng là sắp có bệnh.",
        "mong_name": "Lá"
    },
    {
        "mong_content": "- Chiêm bao thấy lạc vào động tiên là điềm mơ mộng sắp thành tựu. \n- Thấy lạc vào chốn ma quỷ là có chuyện bất thường. \n- Thấy lạc vào một nơi không lối thoát mà có nhiều kẻ dữ đuổi đến là có tin về tiền bạc. \n- Thấy cưỡi lạc đà vào sa mạc là có thịnh vượng. \n- Thấy lạc đà đeo hành lý nặng nề là tài lợi dồi dào.\n- Thấy lạc đà ngã là được người để ý yêu mình.\n- Lạc đến nơi hoang vắng: Điềm thất vọng.\n- Lạc trong rừng: Tiền của đầy nhà.\n- Lạc trong sa mạc: Điềm một thân một mình, không người giúp đỡ.\n- Lạc vào chốn ma quỷ: Có chuyện bất tường.\n- Lạc vào động tiên: Điềm mơ mộng sắp thành tựu.",
        "mong_name": "Lạc"
    },
    {
        "mong_content": "- Thấy mình lái thuyền trên sông rạch là có sự nhàn hạ, sắp sửa đi du lịch. \n- Thấy mình lái thuyền giữa biển khơi là phải vất vả lắm mới thắng được kẻ rắp tâm phản phúc.\n- Thấy mình lái xe là có danh vọng, tài lộc, nhưng nếu lái xe hơi là điềm sắp khó khăn, thiếu hụt\n- Lái xe bò, xe ngựa xuống đồi là điềm sẽ có tổn thất hoặc phiền muộn. Lái xe bò, xe ngựa vào vũng bùn là điềm báo bất hạnh và tai ương.\n",
        "mong_name": "Lái"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa lài là điềm gặp người giúp việc trung thành. \n- Nghe mùi hoa lài phảng phất là hội ngộ bất ngờ với thiếu nữ duyên dáng.",
        "mong_name": "Lài"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa lan là điềm sinh gái quý. \n- Thấy cài hoa lan lên tóc là có người đến xin dạm hỏi. \n- Thấy hoa lan rơi rụng đầy đường là có đám cưới trong nhà. \n- Chiêm bao thấy đứng trên lan can là nhiều ước vọng.Thấy té từ lan can xuống là được người bảo vệ. \n- Thấy lan can được cột hoa là sa ngã, trụy lạc.\n\n",
        "mong_name": "Lan"
    },
    {
        "mong_content": "- Chiêm bao thấy thầy lang (thầy thuốc) là điềm được người an ủi và bao bọc trong cơn túng khổ. \n- Thấy mình làm thầy lang là muốn bắt nạt người khác nhưng thất bại.\n",
        "mong_name": "Lang"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi ngang qua một làng mạc là có bực mình trong chuyến du lịch. \n- Thấy mình đang sống trong làng là gia đình đầm ấm.",
        "mong_name": "Làng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạnh run là tâm tư được ổn định, có thư thả trong người.",
        "mong_name": "Lạnh"
    },
    {
        "mong_content": "- La hét: Nếu bạn hay ai đó đang la hét, nó thể hiện sự tức giận bị đè nén. Có lẽ bạn cảm thấy cần thể hiện mình một cách mạnh mẽ và giải phóng xúc cảm của mình. Nếu bạn cố la lên nhưng không ra tiếng, có nghĩa là một vài tình huống cần sự chú ý ngay lập tức của bạn. \n- La mắng: Thấy bị người yêu la mắng là đang được người thương thầm mà không dám thố lộ.",
        "mong_name": "La "
    },
    {
        "mong_content": "- Là quần áo: Bị từ chối một cách vô lý hoặc gặp tai tiếng hoặc có thay đổi chỗ ở",
        "mong_name": "Là"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị giam là điền thất bại trong công việc, bế tắc về tài chính.\n- Thấy bị giam chung với đàn ông là thất bại về tình.\n- Bị giam chung với đàn bà là hôn nhân từ chối.",
        "mong_name": "Lao"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạy trước bàn thờ là điềm được bảo vệ. \n- Thấy mình lạy người chết là gia đình phát đạt.\n- Thấy lạy người sống là bị hàm oan.\n",
        "mong_name": "Lạy"
    },
    {
        "mong_content": "- Chiêm bao thấy đám múa lân là điềm gở.\n- Thấy lân vào nhà là có người chết. \n- Thấy lân té từ trên cao xuống đất là có tin lành từ xa đưa về.\n",
        "mong_name": "Lân"
    },
    {
        "mong_content": "- Chiêm bao thấy lâu đài là có nhiều hy vọng phát tài.\n- Thấy lâu đài nhỏ là được người có thế lực bao bọc. \n- Thấy lâu đài cổ là gia đình đầm ấm. \n- Thấy lâu đài được sửa sang đồ sộ là gặp cuộc tình duyên thơ mộng. \n- Thấy lâu đài sụp đổ là tài lợi sắp sửa vào. \n- Lâu đài biệt thự: Nằm mơ thấy mình thăm viếng hoặc sống trong một lâu đài đẹp còn trong tình trạng hoàn hảo thì đây là điềm báo một tương lai sáng sủa, thoải mái bao gồm những chuyến đi du lịch kỳ thú. Tuy nhiên, nếu lâu đài trong tình trạng đổ nát mình phải coi chừng kiềm chế những khác vọng tình ái hay la bản tính nóng nải nếu có. \n- Nằm mơ thấy biệt thự hay gia trang đồ sộ, huy hoàng cho biết mình đang chạy đua theo vật chất quá trớn gần tới độ hiểm nghèo, có thể tránh được một hậu quả không mấy gì khả quan nếu thích ứng kịp thời với \"budget\" (ngân quỷ) thực tế của mình. Một căn biệt thự khiêm tốn, nhỏ thôi trong giấc mơ lại khác. Mình có thể tiên đoán cuộc đời mình đang đi lên, chậm nhưng chắc. \n- Nhà cửa, cao ốc: Một căn nhà cũ báo mộng sự trùng phùng, tái hợp. Một căn nhà mới báo mộng tài chính vững vàng. \n- Nếu mình nằm mơ thấy đang xây cất nhà hay một căn nhà nào đó đang được xây cất thì đây là điềm báo mình sắp có thu vô một món bất ngờ. \n- Nằm mơ thấy đang thu mua một căn nhà thì mình sẽ có một mối tình tuy ngắn ngủi nhưng rất đậm đà. \n- Bán tống một căn nhà đi trong giấc mơ thì cũng là điềm tốt, mình sắp thoát khỏi những trách nhiệm nào đó đang thôi thúc mình. \n- Nằm mơ thấy một căn nhà đang bị phá hủy hay căn nhà này đang bỏ trống thì đây là điềm báo có thể mình vẫn còn luyến tiếc nhiều sự mất mát gì đó mới đây. Một mối quan hệ gãy đổ hay là một cơ hội đã lỡ làng; cũng đừng buồn chán chi, thời gian sẽ hàn gắn tất cả. \n- Nếu nằm mơ thấy nhà lớn bên trong bày biện nguy nga bao nhiêu thì cuộc sống của mình sắp có đổi thay, xáo trộn lớn bấy nhiêu. Nằm mơ thấy nhà lớn bỏ không hay trong tình trạng bất hảo thì đây lại là điềm lành, mình vẫn sẽ có sự thay đổi nào đó đến với mình, mới đầu không thích nhưng về sau thấy cũng tốt hơn không. \n- Nằm mơ cao ốc: Trong giấc mơ, cao ốc tượng trưng cho sự thành đạt trong đời mình. Thế nên nếu kiến trúc của cao ốc này đồ sộ, cao ốc được bảo trì. Gìn giữ tốt và nó trông đẹp mắt thì mình có thể tiên đoán mình tối hậu sẽ só một cuộc sống đày xa hoa, sung sướng; không còn lo lắng. Còn nếu cái tòa cao ốc trong giấc mơ của mình chỉ khiêm tốn thôi thì mình cũng sẽ có một cuộc sống thoải mái, đủ đầy mặc dù sẽ không được giàu có, dư dả gì. Chỉ e, nếu mình mơ thấy tòa nhà đó cũ kỹ điêu tàn thì khi mình tỉnh dậy bắt đầu dành dụm là vừa cho những ngày giông bão sắp tới.",
        "mong_name": "Lâu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lên lầu cao trong đền đài là điềm danh dự đến. \n- Thấy mình cất thêm lầu vào nhà là gia đình yên vui. \n- Thấy ngồi trên lầu cao ăn uống là sang giàu phồn thịnh.\n",
        "mong_name": "Lầu"
    },
    {
        "mong_content": "- Chiêm bao thấy le le đang đậu trên bãi là điềm bị tai tiếng. \n- Thấy le le bay là đà tên mặt nước là sắp sửa đi du lịch nơi xa.",
        "mong_name": "Le"
    },
    {
        "mong_content": "- Thấy ăn trái lê là có sự vui mừng. \n- Thấy lê chín là buồn bực. \n- Thấy lê còn xanh là nhiều hi vọng.",
        "mong_name": "Lê"
    },
    {
        "mong_content": "- Chiêm bao thấy dựng lều giữa đồng là được người bạn tốt gặp gỡ giữa đường. \n- Thấy mình sống trong lều tranh là làm nên sự nghiệp. \n- Thấy lều bị cháy là được của bất ngờ.\n",
        "mong_name": "Lều"
    },
    {
        "mong_content": "- Chiêm bao thấy giở lịch xem ngày là điềm thất vọng. \n- Thấy gỡ một tờ lịch là chuyện cũ hóa mới, mình muốn dập tắt mà có người bới lại. \n- Thấy vứt một quyển lịch là thoát được một sự ưu phiền.\n",
        "mong_name": "Lịch"
    },
    {
        "mong_content": "- Chiêm bao thấy mình khâm liệm người là điềm xào xáo trong gia đình, lợi vào chừng nào, gấu ó càng dữ dội chừng ấy. \n- Thấy người khâm liệm mình là có chuyện buồn bực.",
        "mong_name": "Liệm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị tê liệt là hoạn nạn dồn dập. \n- Thấy mình nằm liệt giường là điềm tội tù.\n",
        "mong_name": "Liệt"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nằm dưới cột liễu là gặp người bạn thành thật. \n- Thấy trèo lên cây liễu, nếu chưa vợ, sẽ gặp người vợ đẹp và biết nuông chiều chồng; nếu chưa chồng, đề phòng bị phỉnh gạt.",
        "mong_name": "Liễu"
    },
    {
        "mong_content": "- Chiêm bao thấy lò nấu bếp, nếu lò có lửa đỏ rực là gia đình vui vẻ.\n- Lò tắt lửa là làm ăn sa sút.\n- Lò không thấy lửa mà thấy khói là có sự ép uổng trong hôn nhân. \n- Thấy lò lạnh là bị tình phụ.\n- Thấy vào lò than là có tin xấu.\n",
        "mong_name": "Lò"
    },
    {
        "mong_content": "- Chiêm bao thấy con lọ nồi là thời vận đen tối. \n- Thấy lọ nồi nhẩy trửng là có khuấy phá trong công việc làm ăn của mình. \n- Thấy cho lọ nồi ăn là mắc lừa bạn xấu.\n- Thấy bắt được lọ nồi là qua cơn phiền muộn.",
        "mong_name": "Lọ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang kết lọng là điềm lành. \n- Thấy mình che lọng trắng là phát tài to.\n- Thấy lọng che cho mình làm bằng lông chim là điềm được của bất ngờ.",
        "mong_name": "Lọng"
    },
    {
        "mong_content": "- Chiêm bao thấy lông loài thú là điềm sức khoẻ dồi dào. \n- Thấy lông chim hay lông vịt, lông ngỗng, nếu màu trắng thì cơ sở phát đạt, nếu màu đen là có sự lừa dối, màu hoe là có nuông chiều.\n- Lông mi dài đẹp: Báo hiệu tình trường đắc ý và giao lưu vui vẻ\n- Lông mi giả: Sẽ phát hiện một bí mật có thể sử dụng để đối phó với đối thủ của mình\n- Lông mi rơi rụng: Cần để ý những người xung quanh để tránh tổn thất do sự nhẹ dạ cả tin của mình\n- Lông thú: Sức khoẻ dồi dào\n- Thấy phơi lông vịt là gia đình êm ấm.\n",
        "mong_name": "Lông"
    },
    {
        "mong_content": "- Lồng chim: Chỉ có một con chim trong lồng là dấu hiệu hôn nhân hạnh phúc giàu sang, lồng đầy chim là dấu hiệu của sự giàu có và thanh thản. Lồng rỗng thể hiện sự mất mát người thân, bạn bè hoặc báo hiệu sự thất vọng về mọi mặt. Lồng mở banh cửa là qua được một cơn nguy.\n- Lồng thú: Sẽ thắng kẻ địch và vượt qua được bất hạnh",
        "mong_name": "Lồng"
    },
    {
        "mong_content": "- Lỡ tàu, xe, phá hoặc máy bay: Bạn rượt đuổi theo cho kịp chuyến xe buýt, tàu, máy bay hoặc phương tiện giao thông khác nhưng không được. Thường là bạn bị chậm chỉ vài giây. Trong giấc mơ này, bạn cảm thấy tức giận hơn là lo sợ. Những biến thể khác là bạn đến dự rất muộn một buổi trình diễn nào đó mà bạn buộc phải có mặt và thấy sự kiện đã bắt đầu được một lúc rồi. \n",
        "mong_name": "Lỡ"
    },
    {
        "mong_content": "- Chiêm bao thấy lợp nhà là gặp người quỷ quyệt, gian xảo và ích kỷ đang tìm cách lấn át mình. \n- Thấy lợp nhà bằng ván là có điều ám muội nên đề phòng.\n- Lợp mái nhà kho: Báo phát tài.\n",
        "mong_name": "Lợp"
    },
    {
        "mong_content": "- Chiêm bao thấy lúa bó thành bó là gia đình sung túc. \n- Thấy lúa xơ rơ không có hột là gặp nhiều khổ sở. \n- Đem lúa đến chỗ đông người như trưng bày, triển lãm là hạnh phúc dồi dào, thành công chắc chắn trong việc làm.",
        "mong_name": "Lúa"
    },
    {
        "mong_content": "- Chiêm bao thấy lúa bó thành bó là gia đình sung túc. \n- Thấy lúa xơ rơ không có hột là gặp nhiều khổ sở. \n- Đem lúa đến chỗ đông người như trưng bày, triển lãm là hạnh phúc dồi dào, thành công chắc chắn trong việc làm.\n",
        "mong_name": "Lúa"
    },
    {
        "mong_content": "- Chiêm bao thấy lụa là điềm buồn bực. \n- Thấy mặc lụa là được người yêu. \n- Thấy xé lụa là bị người khinh bỉ.\n",
        "mong_name": "Lụa"
    },
    {
        "mong_content": "- Chiêm bao thấy luật sư là bị người ganh ghét.\n- Thấy luật sư biện hộ cho mình là bị hoen ố danh dự. \n- Thấy mình ra trước pháp luật là được giải oan.\n",
        "mong_name": "Luật"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mình lùn xuống là làm ăn thất bại. \n- Thấy người lùn trong những gánh hát là có kẻ chọc tức mình.\n",
        "mong_name": "Lùn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình dẫm trên luống cày là thiếu thốn trong gia đình. \n- Thấy luống cày có cây lá hoặc lúa sum sê là làm ăn phát đạt. \n- Thấy luống cày lồi lõm là mọi việc toan tính đều bị cản trở.",
        "mong_name": "Luống"
    },
    {
        "mong_content": "- Chiêm bao thấy lừa ăn cỏ là trở ngại trong công việc. \n- Thấy lừa nghỉ là gặp sự quỷ quyệt, dối trá. \n- Thấy lừa chạy là gặp sự rủi ro. \n- Thấy lừa sắc trắng là hỏng việc hoặc công việc gấp rút bị ngưng trệ.\n- Thấy lừa sắc đen là người thân bị bệnh nặng. \n- Nghe lừa kêu là có sự hồi hộp đáng lo ngại, hoặc có cãi vã.\n- Thấy cả đàn lừa là nguy cơ sắp đến.\n- Thấy cưỡii lừa là thoát ách. \n- Lừa là con cứng đầu. Nhưng nằm mơ thấy lừa lại liên quan nhiều đến ái tình. Thông thường đây cũng là điềm lành cho các mối giao tình của mình nếu mình mơ thấy đang cưỡi hay ngồi yên được trên lưng lừa. Nếu không may nó hất một cái hoặc kêu hí rầm rầm làm khó dễ mình thì đây là điềm báo một mối giao tình nào đó của mình sẽ có chuyện không ổn. Tuy nhiên, nằm mơ thấy con lừa màu trắng thì sẽ không có chuyện gì nữa. Mình sẽ tăng cường sức lực, bản thân thành công tối đa và có thêm bạn hữu trung thành trong cuộc sống. \n- Nằm mơ thấy ngựa có nhiều nghĩa, cần phải phối kiểm lại các chi tiết. Thông thường hễ thấy nguyên bầy ngựa thì đời sống sắp trải qua một giai đọan thoải mái, dễ chịu hơn. Nếu nằm mơ thấy ngựa lại sợ nó thì đây là điềm báo mình sẽ lo phiền vì đánh mất hoặc thất lạc một tài liệu hay vật gì quan trọng. Nằm mơ thấy đang cưỡi ngựa đường hoàng thì địa vị sẽ được thăng tiến nhưng nếu mình bị nó hất té hoặc chính mình tự nhiên ngã ngựa thì không lâu mình sẽ đối phó với một sự cạnh tranh đáng kể. Một con ngựa hất lưng lên thì mình sẽ có chống đối hoặc trở ngại cho một hoạch định hiện thời nào đó. Bị ngựa đá báo động mình đang quá tự mãn thôi. Mơ thấy ngựa đá nhau là điềm báo có tin liên quan đến bạn bè làm mình lo lắng. Mơ thấy ngựa nổi chứng hung hãn thì sẽ có tiền vô bất ngờ. Trao đổi hay buôn ngựa thì có người đang lừa dối mình mà mình vẫn không biết. Nếu mình nằm mơ đang tắm rửa, kỳ cọ hoặc chau chuốt cho ngựa thì đây là điềm báo mình đang trong vận hên, có thể trúng số hay trúng cá ngựa hay trúng mối nào khác mình hẳn tiên liệu. \n- Thấy ngựa con cũng là điềm rất tốt. \n- Ngựa phi nước đại hay ngựa đua báo mộng mình sẽ nhanh chóng thành công vô cùng , gần như bất chiến tự nhiên thành. \n- Mơ thấy móng ngựa cũng là điềm rất may mắn. Tìm kiếm được một chiếc móng ngựa trong giấc mơ càng may mắn hơn, mình sẽ hưởng được giàu sang và gặt hái thành công một cách không thể ngờ trước được, phải nói là sẽ giàu lắm. \n- Ngoài ra nằm mơ thấy ngựa cũng nên để ý nó màu gì? Hắc ô chỉ sự đình trệ; ngựa bạch làm tăng điều tốt lành ; ngựa xám thì \"tiên trở hậu thành\"; ngựa nâu hay đỏ hay nửa trắng nửa đen thì có bối rối; ngựa nâu thì liên quan đến nhưng đeo đuổi trí tuệ; còn ngựa cà phê sữa hay vàng thì liên quan đến tình cảm.\n",
        "mong_name": "Lừa"
    },
    {
        "mong_content": "- Chiêm bao thấy ở trong lửa đỏ mà không cháy là thắng được kẻ thù muốn ám hại mình. \n- Thấy người khác ở trong lửa mà không bị cháy là điềm gở, đề phòng tai nạn. \n- Thấy lửa bông là có quấy rầy với chuyện không đâu. \n- Thấy lửa cháy trên mặt nước là mọi sự tốt lành. \n- Lửa cháy trên mặt sông là gia đình vui vẻ, trù phú.\n- Lửa cháy trên núi đồi là có danh vọng. \n- Lửa cháy nhà mình là gia đình hưng vượng. \n- Thấy lửa cháy trên mặt trời, mặt trăng là có quý nhân độ mạng. \n- Lửa bốc lên sáng nhà là đỗ đạt.\n- Lửa bốc mùi nồng nặc hoặc hôi hám là điềm được của bất ngờ. \n- Lửa bốc màu vàng là sắp có bịnh. \n- Nếu mơ thấy bị lửa đốt cháy phỏng thì có vấn đề phiền não. Nếu chỉ mơ thấy lửa mà không bị thiêu đốt thì có tin tốt. \n- Chứng kiến nhà cao ốc bị cháy là điềm báo sẽ có bạn thân hay bà con nài khẩn mình giúp đỡ. \n- Mình sẽ có dự đoán một cuộc phiêu lưu lãng mạn hào hứng sẽ xảy đến nếu mình nằm mơ thấy đang nhóm lửa hoặc lấy cây khều tro than, củi cháy thệm.\n- Nếu mơ thấy dập tắt lửa hoặc thoát khỏi bị lửa đốt thì mình sẽ thành công tối hậu, vượt qua được mọi chướng ngại. \n- Một ngọn lửa nhỏ lách tách trong một lò sưởi cho biết mình có thỏa mãn, trong lòng thấy ấm áp. \n- Mơ thấy đốt nhà hay đồ vật gì có giá trị là điềm báo mình phải kiềm chế cơn giận của mình hay chuẩn bị gánh lấy những hậu quả có tính cách nghiêm trọng. \n- Nếu mình mơ thấy một ngọn lửa trong lò (bất cứ loại lò nào) cháy phừng phừng lên thì đây là điềm tốt báo có hy vọng mới sau một thời gian thất vọng, chán nản.",
        "mong_name": "Lửa"
    },
    {
        "mong_content": "- Lứa đôi hạnh phúc khác: Thường những người cô đơn sẽ mơ về cặp đôi mà họ biết hoặc thậm một cặp đôi hư cấu hay nổi tiếng bất kỳ, cứ miễn đang ngập tràn hạnh phúc. Nếu đêm qua bạn đã mơ thấy điều tương tự, hãy tự mừng cho bản thân, bởi vì hôm nay bạn đã sẵn sàng gạt mọi chuyện quá khứ sang một bên để lại bắt đầu yêu thêm lần nữa",
        "mong_name": "Lứa"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm lược chải đầu là có bạn tốt giúp đỡ. \n- Thấy cài lược trên tóc là có kiện tụng, nhiều khổ tâm. \n- Thấy có người đem lược đến tặng mình là có vợ bé đẹp.",
        "mong_name": "Lược"
    },
    {
        "mong_content": "- Chiêm bao thấy nhện giăng lưới là có cạm bẫy.\n- Thấy quăng lưới bắt cá là có lợi lộc. \n- Thấy mình bị trùm trong lưới là có chuyện phải đến tụng đình.\n- Thấy bị lưới chụp lên đầu là có người mời ăn nhậu.",
        "mong_name": "Lưới"
    },
    {
        "mong_content": "- Thấy mình dùng lưỡi nói chuyện bằng tiếng nước mình là có người thành tâm bao bọc mình. \n- Thấy mình dùng lưỡi nói tiếng nước người là có kẻ chực phỉnh gạt mình. \n- Thấy lưỡi câu là có dối trá, lừa gạt.\n- Thấy móc mồi vào lưỡi câu là sa vào cạm bẫy..\n",
        "mong_name": "Lưỡi"
    },
    {
        "mong_content": "- Chiêm bao thấy bắt được con lươn sống là gặp tiểu nhân. \n- Thấy lươn chết là có buồn khổ, xúc động.\n",
        "mong_name": "Lươn"
    },
    {
        "mong_content": "- Lượm được bảo vật: Điềm báo bị tai tiếng\n- Lượm được giày: Có người bạn trung thành",
        "mong_name": "Lượm"
    },
    {
        "mong_content": "- Chiêm bao thấy ma bóng trắng là điều mơ ước được toại nguyện, thắng lợi trong công việc. \n- Thấy ma bóng đen là có lừa dối, hao tài. \n- Thấy bị ma đuổi theo mình là có chuyện buồn. \n- Nếu thoát khỏi ma là công việc được tạm thu xếp. \n- Thấy bị ma bóp cổ là có thay đổi chỗ ở. \n- Ma quỷ: Nếu nằm mơ thấy thấp thoáng bóng ma là điềm tốt. Nhưng nếu bóng ma này làm mình sộ hãi hoặc đau ốm trong giấc mơ thì có thể mình sẽ ngã bệnh thật nay mai và cần đi bác sĩ khám nghiệm. Ngoài ra, khi bóng ma hiện thành con ma rõ ràng thì đây cũng là điềm hên. Chỉ e rằng nếu con ma này làm mình sợ hãi hoặc nói chuyện gì vối mình trong giấc mơ mình sẽ bị áp lực mạnh và lôi cuốn vào những sinh hoạt đi trái với nguyên tắc của mình. Mình phải quyết chí lắm mới được, nếu cần nên tìm bạn hữu cố vấn, giúp đỡ. Nếu mơ thấy quỷ và những vật dụng thông thường của quỷ thì mình nên kiếm người cố vấn chuyên nghiệp giúp mình giải tỏa một sự việc bí mật nào đó đang cắn rứt lương tâm của mình. Nếu mình mơ thấy đánh đuổi được quỷ đi thì tối hậu mình sẽ đối phó được với những ai đang tính làm hại mình. Nếu quỷ nói chuyện vơi mình trong giấc mơ thì đây là điềm mình sẽ bị quyến rũ bởi sự việc gì đó. Sau cùng nếu mơ thấy quỷ mà nó lại có vẻ hiền lành, thân thiện thì mình nên đi thăm bác sĩ.",
        "mong_name": "Ma"
    },
    {
        "mong_content": "- Chiêm bao thấy hôn lên má người đẹp là bị mắc lừa. \n- Thấy má hồng đầy đặn là thịnh vượng, khoẻ mạnh. \n- Thấy má màu da xanh mét là có thắng lợi nhưng chỉ bằng hình thức.",
        "mong_name": "Má"
    },
    {
        "mong_content": "- Chiêm bao thấy mồ mả là có sầu muộn, thất bại gần kề. \n- Thấy mình nằm trong mả là có nguy hiểm, đại họa mang đến nghèo nàn.",
        "mong_name": "Mả"
    },
    {
        "mong_content": "- Chiêm bao thấy mạ xanh đồng là điềm hy vọng. \n- Thấy mình gánh mạ ra đồng là công việc làm ăn được trôi chảy. \n- Thấy có người gánh mạ cho mình là có của hoạnh tài. \n",
        "mong_name": "Mạ"
    },
    {
        "mong_content": "- Chiêm bao thấy sử dụng mai cuốc là điềm thua bạc. \n- Thấy vác mai về nhà là có cãi vã với hàng xóm. \n- Thấy gãy cán mai là qua một chuyện buồn rầu.\n",
        "mong_name": "Mai"
    },
    {
        "mong_content": "- Máy móc bị hỏng: Trong những giấc mơ này, bạn mơ thấy mình đang tìm cách vận hành một thiết bị máy móc nào đó vì nó bị hỏng hoặc gặp sự cố. Nhiều trường hợp máy móc đó là điện thoại và người nằm mơ thấy mình không thể bấm số, kết nối hoặc kết nối sai. Cũng có thể đó là một chiếc máy bị hỏng, bị kẹt hoặc không kết nối được với internet. Giấc mơ này có nghĩa rằng một phần cơ thể hoặc tâm trí bạn không hoạt động bình thường. Cũng có thể bạn đang cảm thấy lo lắng về việc liên lạc, giao tiếp với một ai đó trong đời thực.\n- Máy bay rơi: Thành công sau khi tốn công sức.",
        "mong_name": "Máy"
    },
    {
        "mong_content": "- Chiêm bao thấy mái nhà là điềm đi xa gặt hái được nhiều lợi.\n- Thấy té từ trên mái nhà xuống đất là có sụp đổ, hoặc bịnh liệt.\n- Mái tóc: Gặp người phụ nữ có mái tóc mềm dịu là có chuyện vui gần đến",
        "mong_name": "Mái"
    },
    {
        "mong_content": "- Chiêm bao thấy mài dao mác là điềm được người để ý. Sắp có người đặt vấn đề tình cảm\n- Thấy mài búa là được mời giữ một địa vị, có danh vọng\n- Mài kiếm: Mọi việc tốt lành",
        "mong_name": "Mài"
    },
    {
        "mong_content": "- Chiêm bao thấy treo màn là có chuyện vui trong gia đình. \n- Thấy gió thổi đứt màn là vợ con, hay chồng có bệnh. \n- Thấy màn rách là chồng hay vợ có tà tâm. \n- Thấy lấy màn trải giường là sắp có vợ lẽ.\n\n",
        "mong_name": "Màn"
    },
    {
        "mong_content": "- Chiêm bao thấy máu chảy nhiều là làm ăn phát đại. \n- Thấy máu mình chảy là có hi vọng được thừa hưởng gia tài.\n- Thấy máu người khác chảy là thắng lợi trong công việc.\n- Thấy người vấy máu cùng mình là người ấy chết oan về kêu mình. Máu tượng trưng cho sự sống, ở phái nữ nó thể hiện sự sáng tạo. Màu máu tượng trưng cho niềm đam mê hay bạo lực. \n- Nếu trong giấc mơ bạn bị mất máu rất có thể đó là lúc bạn cảm thấy kiệt sức. \n- Nếu bạn làm người khác chảy máu, điều đó có nghĩa là bạn đang rất mong muốn giảm bớt quyền lực của họ",
        "mong_name": "Máu"
    },
    {
        "mong_content": "- Chiêm bao thấy bẻ mục măng là có chuyện rầy rà với người bên cạnh. \n- Thấy luộc măng là có người mang thức ăn đến cho mình. \n- Thấy ăn nhầm măng đắng là nghe lầm lời phỉnh nịnh.",
        "mong_name": "Măng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình mù cả hai mắt là điềm chết chóc mà chính mình hoặc con cái mình là nạn nhân. \n- Thấy mắt sáng rõ là mạnh khỏe trong người. \n- Thấy mắt bò là bị nói xấu, hay có người gièm xiểm. \n- Nằm mơ thấy những cặp mắt lạ hay mắt lòi khỏi tròng là điềm báo các diễn biến có thay đổi lợi ích hơn trước. \n- Nếu nằm mơ thấy mắt của mình bị thương hay bị dính bụi gì đó... là điềm báo có người đang phỉnh lừa mình trong việc làm ăn.\n- Nếu trong mơ mình thấy một cặp mắt đẹp thì đây là điềm báo người mình hằng quan tâm cũng thương yêu mình thật chân thành. \n- Nếu mơ thấy mắt lé là điềm hên cho các vấn đề liên quan tiền bạc, nhưng nếu thấy mắt hay chớp đèn hoặc mắt liếc là điềm báo mình nên cẩn thận coi chừng bị vướng mắc vào một mối tình thầm vung. \n-bNằm mơ thấy mắt dã thú là điềm báo trong vòng thân cận của mình có người đang đố kỵ ngầm. \n- Trong giấc mơ, nếu cặp mắt không những đẹp mà còn thiệt to, tròn xoe thì mình sắp được thừa hưởng tiền tài rồi đấy. \n- Mắt đen huyền: Mắt đen huyền đại diện cho tình yêu mới\n- Mắt đẹp: Dự báo một tình yêu chân thật\n- Mắt màu xanh: Sẽ có tình bạn mới",
        "mong_name": "Mắt"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mặt mình trở thành đẹp hơn là điềm tốt lành. \n- Thấy mặt mình xấu xí là ngược lại. \n- Thấy mặt mình to hẳn lên là bị sỉ vả. \n- Thấy mặt dài ra là nên đề phòng có kẻ rình rập để hạ mình. \n- Chiêm bao thấy mình mang mặt nạ là có việc toan tính bất lương nhưng không thành. \n- Thấy người mang mặt nạ là có kẻ đang gạt gẫm mình để sang đoạt của cải \n- Mặt: Thường chúng ta không thấy rõ nét, chỉ thấy thoáng và phần nhiều đều là khuôn mặt mà thôi. Nếu khuôn mặt tươi cười, vui vẻ, đây là điềm báo mình sắp có bạn mới dễ thương, kinh nghiệm kỳ thú, hay sắp phát tài cũng không chừng. Nếu mơ thấy khuôn mặt dễ ghét, không vui hay dễ sợ, gớm ghiếc báo mộng mình sắp có thua thiệt , mất mát gì đó. Trong giấc mơ nếu thấy mình đang rửa mặt thì mình cần phải nhất quyết làm một chuyện gì để chuộc lại lỗi lầm. Nếu thấy khuôn mặt của người lạ là điềm báo có thể mình sẽ dời đổi nhà trong tương lai gần. Nếu nằm mơ thấy mặt có tỳ vết gì thì đây là điềm bá mình sắp có nhiều cơ hội mới để thử nghiệm. Tuy nhiên, không nên thử lung tung mất uy tín hết, chon lọc một tí!\n- Mặt trời che mặt trăng: Sinh con quí tử\n- Mặt trời lặn: Có điều lo buồn\n- Mặt trời mọc: Báo sự thành đạt\n",
        "mong_name": "Mặt"
    },
    {
        "mong_content": "- Chiêm bao thấy mất của hay đánh rơi mất một vật gì đó là điềm được tiền bạc, như trúng số chẳng hạn. \n- Thấy của mất từ lâu bây giờ tìm lại được là hào tài sắp động, đề phòng bị trộm.\n- Mất quần: Sắp có bệnh tật\n- Mất thuốc lá: Công việc không sinh lợi\n- Mất tiền bạc: Có người nâng đỡ làm ăn nhiều tài lộc\n- Mất chìa khóa: Mất chìa khóa báo hiệu những sự việc không tốt tình cờ tới, cũng có thể là điềm bảo toàn được của cải\n- Mất đầu: Thấy tự nhiên mình mất đầu là bị tai tiếng, âu lo không ngớt",
        "mong_name": "Mất"
    },
    {
        "mong_content": "- Nếu nằm mơ thấy nhiều màu sắc rực rỡ cùng một lúc thì đây là điềm mình sắp được thăng tiến, thành công trong mọi lĩnh vực và có sự vững tâm (tài chính) mà mình hằng ao ước. \n- Nếu nằm mơ có màu nào nổi bật nhất thì dự đoán như sau: \nMàu xanh dương: hết lo lắng hoặc có sự giúp đỡ từ người ngoài, trừ khi là thuộc tang chế. \nMàu đen: là điềm không tốt báo mộng những sự nan giải.\nMàu nâu: là sự may mắn tiền bạc. \nMàu đỏ tươi: báo mộng mình nên kiềm chế tính nóng nảy của mình. \nMàu đỏ sẫm: sẽ có tin bất ngờ tốt đẹp. \nMàu xanh lá cây: liên quan đến du lịch hay là có tin xa. \nMàu xám: báo mộng thồi kỳ nên ẩn nhẫn. \nMàu tím nhạt: báo mộng sự thất vọng nhỏ hay một nỗi bất hạnh nào đó rồi cũng như thoáng mây trôi qua mau. \nMàu cam: dù mình có muốn thay đổi hoàn cảnh mau lẹ cũng còn bị vướng mắc, cầm chân, đình trệ. \nMàu hồng: báo mộng sự thành công lớn vô cùng phi thường. \nMàu tím: mở màn cho những mối giao hảo lâu bền. \nMàu vàng: phải lùi bước, trở ngại trước khi tiến bộ. \nMàu trắng: hứa hẹn nhiều thành công cho những sự việc liên quan đế mình. \n- Nằm mơ thấy người không cùng màu da cũng thường là điềm hên liên quan đến tiền bạc, làm ăn. Không cùng màu da có nghĩa là người đó da trắng, đỏ hay đen mà thôi. Nếu người trong giấc mơ màu xanh dương hay xanh lá cây thì giấc mơ này không có ý nghĩa, chỉ là do bộ máy tiêu hóa của mình có gì đó kích thích thôi.",
        "mong_name": "Màu sắc"
    },
    {
        "mong_content": "- Thấy mây phủ khắp bốn phương trời là điềm có lợi trong sự giao thiệp.\n- Thấy mây che kín mặt trời là có mưu toan lợi lộc mờ ám. \n- Thấy mây bị mặt trời chiếu vẹt ra là điều hung dữ chấm dứt. \n- Thấy mây đen là mắc bịnh truyền nhiểm. \n- Mây trắng là tang khó. \n- Mây ngũ sắc là tài lợi sắp vào.",
        "mong_name": "Mây"
    },
    {
        "mong_content": "- Chiêm bao thấy trồng cây mè là kẻ tay chân bộ hạ phản phúc. \n- Thấy đám mè là vượt được một trở ngại đang quấy nhiễu mình. \n- Thấy gặp người mặt hoa mè (mặt rỗ) là được người yêu vừa ý.",
        "mong_name": "Mè"
    },
    {
        "mong_content": "- Chiêm bao thấy đang sống với mẹ, nếu mẹ còn sống là điềm gặp duyên lành.\n- Nếu mẹ đã chết là hạnh phúc được bảo đảm. \n- Nếu mẹ đang sống mà thấy chết là có thiệt hại trong công việc.\n",
        "mong_name": "Mẹ"
    },
    {
        "mong_content": "- Chiêm bao thấy mèo ngủ là có thành công nhỏ. \n- Thấy mèo vồ là bị người công kích. \n- Thấy mèo trắng là gặp bạn dữ. \n- Thấy mèo đen là gặp người đàn bà quỷ quyệt. \n- Nghe tiếng mèo ngao mà không thấy mèo là điềm xui xẻo. \n- Thấy mèo ngồi ngay trước cửa là có tang khó. \n- Thấy rờ rẫm mèo hay mèo cạ lông vào mình là có cạm bẫy. \n- Thấy mèo nhà là có sự phản phúc của người thân, rất gần.\n- Thấy mèo rừng đuổi theo mình về nhà là được người thương mến, rắp tâm giúp đỡ.  \n- Thấy vuốt ve mèo hay mèo ép vào mình là sắp bị lừa gạt\n- Mèo cào: Bị người ganh ghét\n- Mèo bị rắn giết: Nếu bạn mơ thấy rắn giết mèo con, những kẻ đang tìm cách làm hại bạn có thể sẽ tự làm hại chính mình\n- Mèo con: Mơ thấy mèo con, bạn có thể bị đeo bám bởi những rắc rối và phiền toái nhỏ, lặt vặt\n- Mèo ngủ: Thấy mèo nằm ngủ là có thành công nhỏ\n- Chiêm bao thấy mèo (mèo người) là điềm có tà tâm. \n- Thấy đi với mèo là bị phản bội vì tình. \n- Thấy đánh mèo là có tin vui.\n- Mèo tượng trưng cho bản năng người phụ nữ. Nếu bạn thấy một con mèo trong giấc mơ của mình thì đó là dấu hiệu của sự phát triển khả năng trực giác của bạn. Nếu một con mèo tấn công bạn, hãy cẩn thận về những người bạn bè dối trá. Còn nếu có một con mèo kêu thất thanh trong giấc mơ của bạn, hãy cẩn thận với những câu chuyện “buôn dưa lê, bán dưa chuột” của mình nhé. Ngược lại một con mèo kêu “rừ rừ…” thích thú thì điều đó sẽ hứa hẹn một việc tốt lành.\n\n",
        "mong_name": "Mèo"
    },
    {
        "mong_content": "- Chiêm bao thấy trùm mền là sắp có bệnh. \n- Thấy mua mền là làm ăn thua lỗ. \n- Thấy có người đem mền đến cho mình là bị trở ngại trong công việc.\n- Thấy mền rách là sắp tìm được việc làm.\n- Thấy mền cháy là làm ăn phát đạt.\n",
        "mong_name": "Mền"
    },
    {
        "mong_content": "- Chiêm bao thấy trùm mền là sắp có bệnh. \n- Thấy mua mền là làm ăn thua lỗ. \n- Thấy có người đem mền đến cho mình là bị trở ngại trong công việc.\n- Thấy mền rách là sắp tìm được việc làm.\n- Thấy mền cháy là làm ăn phát đạt.\n",
        "mong_name": "Mền"
    },
    {
        "mong_content": "- Chiêm bao thấy miệng xinh xắn là điềm được người đẹp yêu mến. \n- Thấy miệng mở ra là giàu, ngậm lại là hao tài. \n- Miệng to hơn ngày thường là có tin thật vui. \n- Miệng nhỏ hơn ngày thường là gia đình bẩn chật.\n- Miệng hố: Thấy đứng trước miệng hố là bị sa sút",
        "mong_name": "Miệng"
    },
    {
        "mong_content": "- Chiêm bao thấy lập miếu thờ thần thánh là điềm thịnh vượng. \n- Thấy miếu được tô điểm huy hoàng là tiền của vào. \n- Thấy miếu bỏ hoang là có sa sút.",
        "mong_name": "Miếu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình to lớn là điềm gở. \n- Thấy mình để trần là có người bao bọc.\n- Thấy mình lõa thể là có gian ý. \n- Thấy mình đẫm mồ hôi là gặp nhiều xui xẻo. \n- Thấy côn trùng hay sâu bọ bò lên mình là sắp hết bệnh.",
        "mong_name": "Mình"
    },
    {
        "mong_content": "- Chiêm bao thấy móng sắt là điềm bất thường. \n- Thấy móng ngựa là sắp đi xa. \n- Thấy móng sét, lạnh là có xung đột. \n- Thấy móng tay dài ra là có thất vọng. \n- Thấy móng tay chùn lại là làm ăn phấn chấn.\n- Thấy móng trắng đẹp là gặp duyên mới.\n",
        "mong_name": "Móng"
    },
    {
        "mong_content": "- Chiêm bao thấy hầm mỏ là điềm được của bất ngờ. \n- Thấy mỏ vàng là trở nên giàu có. \n- Mỏ bạc, làm ăn may mắn. \n- Thấy mỏ kim cương sáng chói là trúng số.\n",
        "mong_name": "Mỏ"
    },
    {
        "mong_content": "- Chiêm bao thấy đi mua mõ là bị người lừa gạt. \n- Nghe tiếng mõ là có chuyện buồn rầu.",
        "mong_name": "Mõ"
    },
    {
        "mong_content": "- Chiêm bao thấy người mọi là có ưu phiền. \n- Thấy mọi người lõa lồ là say mê mù quáng quên cả danh dự.\n- Một anh chàng xuất hiện trong giấc mơ của bạn rất lạ lùng. Ai cũng có những người khác giới bất ngờ nhảy vào trong giấc mơ của mình. Tuy nhiên nếu có tình cờ mơ thấy anh chàng đồng nghiệp chẳng hạn, thì cũng không nhất thiết mang ý nghĩa rằng bạn đang thầm thương trộm nhớ người ta. Rất nhiều trường hợp chúng là những giấc mơ về quan hệ đối tác. Một sự báo trước tốt đẹp cho quan hệ kinh doanh, nghề nghiệp, bạn tri kỷ hoặc sự xuất hiện của người bạn có thể cùng sẻ chia những thú vui nho nhỏ trong cuộc sống.",
        "mong_name": "Mọi"
    },
    {
        "mong_content": "- Chiêm bao thấy mọt gậm vách là bị bạn lường gạt.\n- Thấy bã mọt rơi đầy đất là tư thế vững bền. \n- Thấy xịt thuốc trừ mọt là áp đảo được kẻ nghịch.",
        "mong_name": "Mọt"
    },
    {
        "mong_content": " - Chiêm bao thấy trẻ mồ côi là điềm được bảo vệ, cứu vớt.\n - Thấy lập viện mồ côi là làm nên sự nghiệp.",
        "mong_name": "Mồ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị mổ xẻ là điềm sắp sửa có tài. \n- Nếu mổ xẻ có máu là thịnh vượng. \n- Không máu là người bị ngưng trệ nhưng chỉ một thời gian ngắn. \n- Thấy người khác bị mổ xẻ là thắng lợi trong công việc.\n",
        "mong_name": "Mổ"
    },
    {
        "mong_content": "- Chiêm bao thấy mồ mả là có sầu muộn, thất bại gần kề.\n- Thấy mình nằm trong mả là có nguy hiểm, đại họa mang đến nghèo nàn.",
        "mong_name": "Mộ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nằm mơ là điềm bị phản ứng trong việc trù tính của mình.\n- Nếu công việc đang trù tính là việc phải thì sẽ có kẻ chủ mưu gây trở ngại, nhưng không làm gì được mình. \n- Nhưng nếu công việc trù tính là quấy, thì tốt hơn nên chấm dứt vì sẽ có hại, có thể bị bại lộ đưa đến tội tù.",
        "mong_name": "Mơ"
    },
    {
        "mong_content": "- Chiêm bao thấy người mù là phát giác được một việc trộm cắp hay mưu toan trộm cắp của mình. \n- Thấy chính mình bị mù là có người thân chết.",
        "mong_name": "Mù"
    },
    {
        "mong_content": "- Chiêm bao thấy chân tay tự nhiên có mủ là điềm công việc sẽ thành tựu. \n- Thấy ghẻ chảy mủ là bắt đầu có tiền bạc vào.",
        "mong_name": "Mủ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đội mũ là có điềm lành. \n- Thấy mình đội mũ ra đi là sắp thay đổi địa vị. \n- Thấy đội mũ của người khác là được của bất ngờ. \n- Thấy có người đem mũ đến tặng mình là có người bao bọc cho mình làm ăn. \n- Thấy mua mũ mới là sắp được vinh thăng. \n- Thấy mũ rơi xuống đất hoặc bay khỏi đầu là sẽ mất chức. \n- Thấy mũ đang đội tự nhiên bốc cháy là cửa nhà sụp đổ.",
        "mong_name": "Mũ"
    },
    {
        "mong_content": "- Chiêm bao thấy mua bất cứ món gì đều có lợi lộc vào, tùy theo vật quí giá thì lợi lộc gia tăng.\n- Mua báo: Mơ thấy mua hoặc bán báo cho thấy có sự lừa gạt hoặc bị lừa gạt\n- Mưa bão: Mưa bão làm cây cối ngã đè lên mình, nên đề phòng tai nạn có thể vong mạng\n- Mua chăn: Thấy mua chăn mền là thất bại\n- Mua dầu: Thấy mua dầu là có xích mích giữa vợ chồng\n- Mua dây kẽm: Thấy mua dây kẽm là điềm thêm tài lợi\n- Mua dê cái: Thấy mua dê cái là được phát tài\n- Múa giáo: Thấy múa giáo là sắp được tiến chức\n- Mua giày: Thấy đi mua giày là có chuyện buồn bực\n- Mua guốc: Thấy mua guốc là gặp cơ hội làm nên\n- Mua hoa: Thấy mua hoa là đang có người đẹp thích mình\n- Mua mõ: Thấy mua mõ là bị lừa gạt\n- Mua mũ: Thấy mua mũ mới là sắp được thăng tiến\n- Mua rau: Thấy mua rau ở chợ là được người giúp đỡ\n- Mua ruộng: Thấy mua ruộng là được thăng tiến\n- Mua sam: Thấy mua con sam là sẽ có duyên tình\n- Mua sen: Thấy mình mua hoa sen là có danh vọng\n- Mua tảng đất: Thấy mua một tảng đất là túng thiếu, tai nạn gần kề\n- Mua thảm gai: Nhưng nếu mua thảm bằng gai, bố hay bằng tất cả các loại thảm dầy thô ráp là điềm sa sút\n- Mua thảm vàng: Thấy mua thảm màu vàng là mọi sự tốt lành\n- Mua trang sức bạc: Mua trang sức bằng bạc là tình duyên êm đẹp\n- Mua trang sức kim cương: Mua món trang sức bằng kim cương là sắp bị mua chuộc tình duyên",
        "mong_name": "Mua"
    },
    {
        "mong_content": "- Chiêm bao thấy mục đồng thổi sáo trên lưng trâu là gặp cuộc tình duyên mơ mộng. \n- Thấy mục đồng là một thiếu nữ, là gặp người vừa ý, sẽ đi đến hôn nhân. \n- Thấy mục đồng cưỡi trâu hoặc bò vào siêu thị là gặp người đại lượng giúp đỡ. \n- Thấy mục đồng cưỡi trâu rượt mình là có chuyện phiền lụy tới mình, đề phòng bạn thân. \n- Thấy mục đồng chuyện vãn với mình là có người thầm yêu mình mà mình không để ý.\n",
        "mong_name": "Mục"
    },
    {
        "mong_content": "- Chiêm bao thấy mui xe, cũng như thấy nóc nhà là điềm được mọi người che chở.\n- Thấy mui hư nát là mất người nương tựa. \n- Thấy mui được sửa sang lại là được người mới quen bao bọc.",
        "mong_name": "Mui"
    },
    {
        "mong_content": "- Chiêm bao nghe thoảng mùi thơm là gia đình sung túc, làm ăn phát đạt. \n- Nghe mùi hôi tanh khó thở là bệnh hoạn đến nơi.\n- Mùi hoa nhài: Nghe mùi hoa nhài phảng phất là sắp gặp người đẹp\n",
        "mong_name": "Mùi"
    },
    {
        "mong_content": "- Chiêm bao thấy mũi mình tự nhiên to hơn ngày thường là điềm giàu có và thêm thế lực. \n- Thấy mình sứt mất lỗ mũi là nghèo nàn, khổ sở. \n- Thấy mũi dài ra thậm thượt là có người đem công việc đến cho mình được nhiều lợi.\n- Mũi sưng: Mơ thấy mũi sưng phồng tuy xấu xí nhưng lại mang lại điềm tốt: phú quý và phồn vinh\n- Mũi thấp tẹt: Mũi thấp tẹt nhắc nhở nên đề phòng lời ra tiếng vào\n- Mũi dài: Thấy mũi dài ra là có người giúp đỡ\n- Mũi cao: Mơ thấy mũi cao cảnh báo nên đề phòng các mối quan hệ nam nữ không chính đáng\n- Mũi chảy máu: Mơ thấy mũi chảy máu là cảnh báo có thể sẽ xuất hiện tình trạng căng thẳng về tài chính, tránh cho người khác vay tiền\n- Mũi gãy: Mơ thấy mũi gãy hay bị thương là điềm báo gia đình sắp có chuyện phiền muộn không trầm trọng lắm",
        "mong_name": "Mũi"
    },
    {
        "mong_content": "- Muỗi đốt: Thấy bị muỗi đốt là có người rủ rê\n- Chiêm bao thấy muỗi đáp vào mình thật nhiều như ong, là được nhiều người tranh giành yêu mình, nếu là thiếu nữ nằm chiêm bao này, nên đề phòng lời ngon ngọt, có thể có tai hại. \n- Chiêm bao thấy muỗi bay vơ vẩn quanh mình là có người ve vãn, làm mình khó chịu.\n",
        "mong_name": "Muỗi"
    },
    {
        "mong_content": "- Chiêm bao thấy lội xuống ao rau muống là mình đang lặn lội tìm việc làm mà không gặp. \n- Thấy hái rau muống bỏ vào xách là gặp may mắn.\n- Thấy ăn rau muống là bị tai tiếng.",
        "mong_name": "Muống"
    },
    {
        "mong_content": "- Chiêm bao thấy muỗng bất cứ bằng thứ gì, bạc, vàng, thau, nhôm, đều là điềm mắc bệnh truyền nhiễm hoặc tiêu tan sự nghiệp nhỏ. Sau một thời gian vất vả sẽ tìm lại được nhưng cũng không hơn lúc ban đầu.",
        "mong_name": "Muỗng"
    },
    {
        "mong_content": "- Chiêm bao thấy mưa to, nhưng không có bão tố là điềm tài lộc vào nhà tới tấp. \n- Mưa trên đường: Thấy mưa trên đường là có người mời ăn tiệc\n- Thấy mưa dầm hoặc mưa triền miên là có sự khốn đốn trong gia đình. \n- Thấy mưa vừa tạnh, chân trời ló rạng là công việc làm ăn bắt đầu phấn chấn \n- Mơ thấy một cơn mưa xuân nhẹ trong giấc ngủ thì là điềm lành, hứa hẹn nhiều chuyện tốt đẹp sắp đến , có thể bao gồm cả sự lợi ích thu hoạch được từ chuyện làm nào đó trong quá khứ mà mình đã quên rồi. Nếu mình đang túng quấn hay chỉ đủ trả hóa đơn, một cơn mưa tầm tã báo mông mình sắp có tiến bộ hoàn cảnh thấy rõ; nhưng nếu mình thuộc giới giàu có, sung túc, một cơn mưa rào nặng hạt lại là điềm báo mình sẽ trải qua một thời kỳ xuống dốc. \n- Nếu mơ thấy cơn mưa phùn, ắt sẽ có những khó khăn nhỏ cho mình giải quyết nay mai. Những khó khăn này chóng qua thôi nhưng chúng cũng như cơn mưa phùn: chỉ tỉ tê, lâm râm suốt ngày, thật nản. \n- Nếu bị ướt mưa tránh mưa không kịp, bị ướt hết thì đây là điềm tốt, một mối giao tình nào đó đang tan rã chả đi tới đâu, cuối cùng cũng có kết thúc, giải quyết êm đẹ, vui vẻ đôi bên. Đó là thấy ướt mưa vừa phải không lớn, không nhỏ. Nhưng nếu thấy mình bị ướt sũng, tả tơi trong cơn mưa bão thì là điềm báo mình sắp sửa giàu có bất ngờ.\n",
        "mong_name": "Mưa"
    },
    {
        "mong_content": "- Chiêm bao thấy mực đen là chấm dứt một tình trạng khả quan, buồn bực bắt đầu. \n- Thấy mực đỏ là có ngờ vực trong lòng, mực xanh hoặc lá mạ là tràn đầy hy vọng.",
        "mong_name": "Mực"
    },
    {
        "mong_content": "- Chiêm bao thấy nai đực là điềm gặp cuộc tình duyên với người làm dưới quyền mình. \n- Thấy giết được một con nai đực là được thắng lợi, hoặc có gia tài bất ngờ. \n- Thấy hạ được nhiều con nai đực là gia đình sung túc. \n- Thấy nai cái là điềm được hài lòng, thêm nhiều lợi. \n- Thấy nai con bu quanh nai cái là bắt đầu giàu có, càng nhiều nai con càng giàu to. \n- Hạ được nai cái là yên vui gia đình.\n",
        "mong_name": "Nai"
    },
    {
        "mong_content": "- Chiêm bao thấy đá nam châm là gặp bạn xấu muốn vợ hay chồng mình, đề phòng kẻo có xung đột.\n",
        "mong_name": "Nam"
    },
    {
        "mong_content": "- Chiêm bao thấy đi bằng nạng là gặp bạn tốt ngầm giúp đỡ. \n- Thấy gãy nạng là sụp đổ trong công việc. \n- Thấy vứt nạng là vượng tài, qua được cơn khủng hoảng về tinh thần. \n- Thấy đi nạng vấp té là bị ngăn cản công việc làm ăn. \n",
        "mong_name": "Nạng"
    },
    {
        "mong_content": "- Chiêm bao thấy nấm mọc cùng vườn là gia đình đầm ấm. \n- Thấy đem nấm đi bán là tài lợi vào, nhưng rất chậm. \n- Thấy nhổ nấm là có của bất ngờ. \n- Thấy ăn nấm là được người thương cất nhắc.",
        "mong_name": "Nấm"
    },
    {
        "mong_content": "- Chiêm bao thấy nến là có tin vui từ xa. \n- Thấy thắp nến là gia đình có tiệc tùng. \n- Thấy ăn nến là điềm xui xẻo, vợ chồng nghi kỵ nhau. \n- Thấy nến đang cháy bị gió thổi tắt là trong nhà có người bị nạn.\n",
        "mong_name": "Nến"
    },
    {
        "mong_content": "- Chiêm bao thấy ngà voi là được người có quyền thế che chở. \n- Thấy có người đem tặng ngà voi hay đồ vật bằng ngà là được thăng chức.\n- Thấy dẫm lên vật bằng ngà là có nhân tình.",
        "mong_name": "Ngà"
    },
    {
        "mong_content": "- Chiêm bao thấy ngã té là điềm sa sút, hay phá sản. \n- Thấy ngã mà gượng dậy được là có cứu tinh bất ngờ. \n- Thấy ngã xuống nước là có điều sợ hãi. Thấy ngã ngang qua cửa sổ là mất của. \n- Thấy ngã từ trên tuờng hoặc lầu cao xuống là sắp đau nặng, hoăc mất chức. \n- Bị ngã: Giấc mơ khá phổ biến là bạn bị ngã từ trên cao xuống. Ý nghĩa: Nếu bạn không sợ ngã, bạn sẽ vượt qua khó khăn. Nếu bạn sợ có nghĩa là bạn cảm thấy không kiểm soát được mình và sợ thất bại.",
        "mong_name": "Ngã"
    },
    {
        "mong_content": "- Chiêm bao thấy gửi tiền vào ngân hàng là thất bại trong việc thương mãi. \n- Thấy rút tiền ở ngân hàng ra là làm ăn phát đạt",
        "mong_name": "Ngân"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mình trở thành nghèo là có chuyện buồn hay có rắc rối về tình cảm . \n- Mình đang nghèo lại thấy nghèo hơn nữa, là sắp gặp may mắn, có tài lợi.",
        "mong_name": "Nghèo"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị bàn tay vô hình bóp đến nghẹt thở là điềm sầu não, có chuyện phiền lụy. \n- Thấy mũi mình nghẹt, thở không ra hơi là bế tắc về tiền bạc.Thấy tự nhiên như mình nghẹt họng là hao tài vì chuyện không ra gì.",
        "mong_name": "Nghẹt"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đắc cử vào nghị trường là điềm mang lời ăn tiếng nói. \n- Chiêm bao thấy mình cãi vã trong nghị trường là có kiện tụng. \n- Chiêm bao thấy nghị trường vắng người là phục hồi được sinh lực.",
        "mong_name": "Nghị"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ngồi nghỉ sau một cơn mệt nhọc là điềm lành. \n- Thấy mình ngồi nghỉ trên đ èo cao là vượng tài. \n- Thấy mình nghỉ mát nơi bãi biển là có người khác phái, theo sát cánh mình.",
        "mong_name": "Nghỉ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang ở trong nghĩa địa là sắp sửa có tài. \n- Thấy mình lạc vào nghĩa trang là bị nghi oan. Thấy mình đang khấn vái trong nghĩa trang là có người bạn thân bịnh nặng đến nhờ vả với mình.",
        "mong_name": "Nghĩa"
    },
    {
        "mong_content": "- Chiêm bao thấy ngọc ngà châu báu là điềm sắp có tài lộc. \n- Thấy đồ vật bằng ngọc thạch là được người giúp sức. \n- Thấy ngọc chất thành núi là sắp giàu to. Nhưng thấy mình ôm ngọc đầy lòng là điềm hung dữ.",
        "mong_name": "Ngọc"
    },
    {
        "mong_content": "- Chiêm bao thấy ngói là sắp thành công trong việc tiền bạc. \n- Chiêm bao thấy ngói mới là tiền của vào. \n- Chiêm bao thấy ngói meo mốc là công việc ngưng trệ.\n- Chiêm bao thấy ngói rơi từ trên nóc nhà xuống bể tan tành là hao tài.",
        "mong_name": "Ngói"
    },
    {
        "mong_content": "- Chiêm bao thấy ngón tay bị phỏng hay mình đốt cháy ngón tay là có xích mích trong gia đình. \n- Thấy mình chặt ngón tay là mất một người thân. \n- Thấy mình vấp té gãy ngón chân là có anh em hay chị em chết.",
        "mong_name": "Ngón"
    },
    {
        "mong_content": "- Chiêm bao thấy ngỗng là có chuyện tâm tình. \n- Thấy ngỗng kêu bên mình là có người hiến xác thân cho mình hay mình hiến thể xác cho người.\n",
        "mong_name": "Ngỗng"
    },
    {
        "mong_content": "- Chiêm bao thấy ngủ với người khác phái là bị trở ngại về tình duyên. \n- Chiêm bao thấy ngủ với người cùng phái là có tranh giành tình yêu.\n",
        "mong_name": "Ngủ"
    },
    {
        "mong_content": "- Chiêm bao thấy ngựa là điềm lành.\n- Thấy ngựa chạy là công việc thành đạt. \n- Thấy cưỡi ngựa là vận hạnh thông. \n- Thấy xuống ngựa là thỏa mãn vật chất. \n- Thấy ngựa đen là điềm tang khó. Ngựa kim là có người bảo vệ. Ngựa vàng là nhiều tiền của. Ngựa hồng là vui vẻ tới tấp. Ngựa đạm là sang giàu. \n- Thây ngựa chạy là thành công to. \n- Thấy ngựa trong chuồng là nhiều hạnh phúc. \n- Thấy để sảy một con ngựa là điềm hung. \n- Thấy ngựa kéo vật nặng là việc toan tính thành tưụ. \n- Thấy bị ngựa cắn là có giận dữ. \n- Thấy ngựa chết là mất một người bạn nhờ cậy.\n- Thấy ngựa to lớn là sắp du lịch nơi xa. \n- Thấy ngựa đua là nhiều danh vọng. \n- Thấy ngựa chở đồ trận là có cãi vã, hoăc kiện tụng.",
        "mong_name": "Ngựa"
    },
    {
        "mong_content": "- Chiêm bao thấy người nói mình tốt là điềm gỡ. \n- Nói mình chết là được yên vui. \n- Chiêm bao thấy người ngoài cửa gọi mình là điềm xấu sắp đem lại. \n- Thấy người cúi đầu chào mình là mọi sự tốt lành. \n- Thấy người hăm dọa mình là làm được việc.\n- Người yêu cũ: Dù bạn đã có người mới nhưng bạn vẫn mơ về người yêu cũ. Có nghĩa là: Điều này nhắc nhở bạn rằng cô ấy là người phụ nữ lý tưởng hoặc là bạn đang gặp lại hình mẫu cũ trong mối quan hệ hiện tại\n- Người chết: Thấy người chết chui ra khỏi quan tài là sắp có khách qúy đến nhà\n- Người chết: Nói chuyện với người chết nằm trong quan tài là điềm chẳng lành\n- Người chết khóc: Thấy người chết khóc là có tai tiếng Thấy người chết khóc trong vòng tay mình là sắp có tài lộc lớn\n- Người điên: Thấy một hay nhiều người điên là có chuyện bất thường\n- Người điên đuổi đánh: Thấy bị người điên rượt đánh là nguy hiểm đến nơi\n- Người khác vẫy mình: Có tin mừng\n- Người lạ chết: Được tài lộc bất ngờ\n- Người lạ hấp hối: Có của, phát tài, nên thử mua vé số\n- Người lạ vào sân: Có tin vui\n- Người quen bị chặt đầu: Điềm mất người thân yêu\n- Người thân chết: Được người khác giúp đỡ\n- Người tu hành: Thấy kết giao với người tu hành là hao tài",
        "mong_name": "Người"
    },
    {
        "mong_content": "- Chiêm bao thấy cất nhà là buôn may bán đắt. Thấy mình có nhiều nhà là khốn khổ đến nơi. \n- Thấy mình đốt nhà là tiêu tan sự nghiệp. \n- Thấy mình cất nhà bên đình, chùa, miếu, nhà thờ là được che chở. \n- Thấy mình bỏ nhà ra đi là xui xẻo. \n- Thấy mình ở trong căn nhà lạ là bệnh hoạn sắp đến. \n- Thấy nhà mở rộng cửa là được thỏa mản về tình dục. \n- Thấy nhà không cửa là bế tắc mọi công việc. \n- Thấy vào nhà tiêu là phát tài to. \n- Thấy vào nhà tiêu dính đầy phân là có của bất ngờ, thử mua vé số. \n- Nhà cửa tối tăm: Thấy nhà cửa tối tăm là con cái sắp bỏ đi hoang.\n- Nhà ga: Báo sắp đi làm ăn xa\n- Nhà kho: Sẽ thành công trong công việc, nhưng nhà kho rỗng là điềm sẽ bị lừa trong một công việc đã có nhiều cân nhắc và suy tính.\n- Nhà tù: Thấy nhà tù là bị ganh ghét\n- Nhà vệ sinh: Điềm báo phát tài\n- Ngôi nhà: Mỗi một căn phòng trong nhà đại diện cho những cảm xúc và ý tưởng khác nhau của bạn. Tầng trên tượng trưng cho tư duy có ý thức trong khi tầng hầm đại diện cho cái tâm vô thức. Một ngôi nhà mới đại diện cho an ninh tài chính, trong khi một căn nhà cũ là dấu hiệu của sự sum họp. Xây dựng một căn nhà là điềm báo “lợi lộc” bất ngờ không báo trước. Nhìn thấy một ngôi nhà bị phá hủy là việc cho thấy bạn vừa trải qua một mất mát lớn đột ngột",
        "mong_name": "Nhà"
    },
    {
        "mong_content": "- Chiêm bao thấy chơi nhạc là thoát được việc nguy hiểm.\n- Thấy học nhạc là đang trù định công việc gì nhưng chưa thành.",
        "mong_name": "Nhạc"
    },
    {
        "mong_content": "- Chiêm bao thấy nhạn kêu ở lưng chừng trời là có tin vui từ xa đưa về, chiêm bao thấy nhạn bay vào mình là có đám cưới. \n- Chiêm bao thấy nhạn sa xuống nước là gặp người bạn chung tình.",
        "mong_name": "Nhạn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nhảy qua một khe núi hay một hố sâu là có tình địch. \n- Thấy nhảy qua tường cao là vượt được một trở ngại. \n- Thấy nhảy xuống nước là có phiền lụy. \n- Thấy nhảy vào lửa là có xích mích với xóm giềng.",
        "mong_name": "Nhảy"
    },
    {
        "mong_content": "- Chiêm bao thấy đeo nhẫn là sắp kết hôn với người vừa ý. \n- Thấy người tặng nhẫn cho mình là có ngoại tình. Chiêm bao thấy mình tặng nhẫn cho người là được người yêu mình.\n- Thấy người tặng mình chiếc nhẫn hột đỏ là người yêu tuyệt xinh. \n- Nhẫn đen là cưới lầm cô gái mất trinh, hay lấy lầm người chồng ma cạo.",
        "mong_name": "Nhẫn"
    },
    {
        "mong_content": "- Chiêm bao thấy nhện là có kiện tụng. \n- Thấy bắt đựơc nhện là phát tài. \n- Thấy giết mộtcon nhện là gặp may mắn. \n- Thấy nhện hùm là sắp đi du lịch ở bãi biển. \n- Thấy ăn nhện là bị khánh tận, hay sạt nghiệp. \n- Thấy nhện sa là tang khó.",
        "mong_name": "Nhện"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn nho chín là có tài lộc vui vẻ. \n- Thấy ăn nho xanh là có phiền não. \n- Thấy đi vào vườn nho là sắp phát tài lớn.",
        "mong_name": "Nho"
    },
    {
        "mong_content": "- Chiêm bao thấy bị người nhục mạ là sắp được của. \n- Thấy mình nhục mạ người là có kiện tụng",
        "mong_name": "Nhục"
    },
    {
        "mong_content": "- Chiêm bao thấy độ khăn nhung là có người thầm yêu trộm nhớ mình. \n- Thấy mặc áo nhung là được người ôm ấp. \n- Thấy ngồi trên ghế lát nhung là giàu sang sắp đến.",
        "mong_name": "Nhung"
    },
    {
        "mong_content": "- Chiêm bao thấy nhật thực là điềm phiền muộn vì bị người áp bức.\n- Chiêm bao thấy nguyệt thưc là cuộc hôn nhân ép buộc có đổ vỡ.",
        "mong_name": "Nhật"
    },
    {
        "mong_content": "- Chiêm bao thấy ni cô ngồi xem kinh là điềm rất xấu. \n- Thấy ni cô tụng kinh là qua được một chuyện rủi ro.",
        "mong_name": "Ni"
    },
    {
        "mong_content": "- Chiêm bao thấy trèo lên nóc nhà là đỗ đạt, hoăc giàu có. \n- Thấy nóc nhà bị bão cuốn mất là người trụ cột trong gia đình lâm nạn.",
        "mong_name": "Nóc"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đội nón là có thêm danh vọng. \n- Thấy mình mua nón là được thăng thường.\n- Thấy người mang nón đến cho mình là được cất nhắc lên một điạ vị cao hơn.",
        "mong_name": "Nón"
    },
    {
        "mong_content": "- Chiêm bao nghe tiếng nổ văng vẳng bên tai là có kẻ rắp tâm hãm hại mình.\n- Chiêm bao nghe tiếng nổ kinh hồn là có sụp đổ vì lầm kẻ lừa phỉnh.",
        "mong_name": "Nổ"
    },
    {
        "mong_content": "- Chiêm bao thấy mua nồi là sắp có cưới gả. \n- Thấy nồi bằng vàng bạc là có tài lợi. \n- Thấy nồi bằng đồng là có tai tiếng. \n- Thấy nồi bể là có sự chẳng lành. \n- Thấy nồi sắt bể là có tang khó. \n- Thấy nồi khua dưới bếp là có cãi vã trong gia đình .",
        "mong_name": "Nồi"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa nở trên cành là sắp có con. \n- Chiêm bao thấy hoa vừa nở liền tàn là con cái trong nhà bệnh nặng.",
        "mong_name": "Nở"
    },
    {
        "mong_content": "- Chiêm bao thấy nôn mửa là điềm có thai thầm lén hay có con riêng. \n- Thấy nôn nao trong lòng là công việc bị ngăn cản làm ngưng trệ.",
        "mong_name": "Nôn"
    },
    {
        "mong_content": "- Chiêm bao thấy người nông phu là điềm sung túc. \n- Thấy người nông phu đang cày ruộng là được hưởng gia tài. \n- Thấy người nông phu vứt cuốc là hy vọng tiêu tan. ",
        "mong_name": "Nông"
    },
    {
        "mong_content": "- Chiêm bao thấy lên núi là có nhiều hy vọng thực hiện được công việc trù tính. \n- Chiêm bao thấy lên núi nửa chừng rồi trở xuống là công việc thất bại. \n- Thấy lên núi dễ dàng là mọi sự hanh thông \n- Chiêm bao thấy núi lở là mọi việc đổ vỡ.\n- Thấy núi tự nhiên trồi lên cao là thắng lợi vượt bậc. \n- Chiêm bao thấy núi phun lửa là bị hăm dọa. \n- Chiêm bao thấy núi đè lên mình là có phiền muộn trong gia đình .",
        "mong_name": "Núi"
    },
    {
        "mong_content": "- Chiêm bao thấy nút áo là mọi việc trở ngại. \n- Thấy đơm nút vào áo là gánh một sự sầu đau. \n- Thấy lắt nút áo là có người chết trong nhà.",
        "mong_name": "Nút"
    },
    {
        "mong_content": "- Chiêm bao thấy nước trong vắt và phẳng lặng là điềm lành. \n- Thấy nước chao động là được vinh dự và may mắn. \n- Thấy ở trong nước trong là lầm kẻ thù địch.\n- Thấy nước trời mưa là thành công to. \n- Thấy tắm nước mưa hoặc tắm trong nước chao động là có người trong thân hoặc bạn thân chết. \n- Thấy té vào nước mà không ra được là gặp tai nạn nguy đến tính mạng. \n- Thấy uống nước lạnh là tinh thần được yên tĩnh. \n- Thấy uống nước nóng là sắp có bịnh. \n- Thấy lội trong nước là có chuyện vui mừng gây dựng gia đình .\n- Thấy di chuyển trên mặt nước là có bảo đảm trong công việc. \n- Thấy mình đi trên mặt nước là hy vọng ngông cuồng. \n- Thấy nước sôi là có gấu ó trong gia đình . \n- Thấy uống nước suối là chết bất ngờ.\n- Thấy rửa nước thánh là vừa phạm vào chuyện dâm bôn,\n- Thấy rửa mặt bằng nước là vừa lừa dối một người bạn thân,hay người giúp đỡ mình. \n- Thấy ngâm cây vào nước là gặp nguy hiểm. \n- Thấy nguồn nước chảy là thành công bảo đảm. \n- Thấy nước mắt chan hòa là chuyện vui sắp đến, hoàn toàn hài lòng. \n- Nước giếng: Thấy nước ở giếng trào lên cao là tài lợi to tát\n- Nước hồ: Thấy nước trong hồ lạnh như băng tuyết, là công việc làm ăn sắp phát đạt, tài lợi hanh thông\n- Nước hồ: Thấy nước trong hồ nóng là công việc làm ăn ngưng trệ, buồn rầu sắp đến\n- Nước mắt: Thấy nước mắt chan hòa là sắp có tin vui, hoàn toàn hài lòng\n- Nước mưa: Thấy nước mưa to là thành công\n- Nước nổi váng: Thấy nước nổi váng là bị cưỡng dâm\n- Nước sôi: Thấy nước sôi là có xích mích trong gia đình\n- Nước sóng động: Thấy nước sóng động là được may mắn\n- Nước suối róc rách: Thấy nước dưới suối chảy róc rách là điềm an nhàn, gia đình êm ấm\n- Nước suối trong veo: Thấy suối, nước trong veo là nhiều tài lộc, suối đục là có bịnh hoạn\n- Nước trong: Thấy nước trong vắt và phẳng lặng là điềm lành\n- Nước: Nếu giấc mơ của bạn là những vùng nước sâu, tràn ngập nước có thể bạn đang sợ dấn thân vào một mối quan hệ tình cảm nào đó. Nếu bạn đang soi bóng mình dưới nước có nghĩa là tiềm thức đang cố gắng điều khiển bạn thiên về bản thân bạn nhiều hơn. \n- Thác nước trong một giấc mơ đại diện cho năng lượng, sức khỏe và cảm xúc tốt. Dù trong giấc mơ bạn có gặp điều gì đi chăng nữa thì mọi thứ cũng chỉ là tương đối và cũng không nên tin tưởng chúng quá mức. Chỉ cần bạn sống lương thiện, làm việc hết mình, nỗ lực trong mọi việc thì ước mơ chân chính sẽ trở thành hiện thực tốt đẹp.",
        "mong_name": "Nước"
    },
    {
        "mong_content": "- Mơ thấy đá quý : kim cương , ngọc bích... là điềm may cho những dự án hay sổ thích hiện tại của mình. Nhưng nếu thấy những viên đá này đã nhận vào nhẫn, xỏ xâu hay trong bất cứ tình trạng nào sẵn sàng để trang sức thì đây là lại là điềm báo mình sẽ bị lôi cuốn vào sự hư ảo nào đó điên rồ và nguy hiểm nữa. \n- Một giấc mơ ăn trộm nữ trang là điềm báo mình phải càng thận trọng hơn trong các vụ làm ăn hàng ngày. Mơ thấy mình bị mất nữ trang thì sẽ có trở ngại, bế tắc, nhiều hay ít còn tùy mình có thấy mình kiếm lại được những món đồ quý này hay không?\n-  Nằm mơ thấy nhận lấy hay cho đi, mua hoặc bán nữ trang là điềm tốt liên can đến tình cảm hay sự việc trong nhà. \n- Trái lại nếu thấy mình đang phục sức nữ trang thì là điềm xấu báo mộng sẽ có những sự bốc đồng hay thương lượng giao dịch mờ ám. \n- Nằm mơ thấy mình mất hay làm bể một chiếc nhẫn đeo tay là điềm may cho các sự việc tài chính, buôn bán. \n- Nếu mơ thấy lượm được một chiếc nhẫn hay có ai tặng quà thì đây là điềm may cho biết sắp có tình yêu hay tình bạn mới. \n- Nằm mơ thấy đeo dây chuyền đeo cổ cũng là điềm may thuộc về những sự việc tình cảm nhưng nếu dây chuyền hay chuỗi này bị đứt hoặc rơi vung vãi tung toé thì đây là điềm báo có sự cãi cọ trong nhà hoặc là có thất vọng tình yêu. \n- Mơ thấy bông tai là điềm báo liên can đến các mối quan hệ cá nhân, nên để ý đến các lời đồn, coi chừng có rạn nứt. Mơ thấy chính mình đeo bông tai, thì đây là điềm báo sắp có những phát triển liên can công việc nghề nghiệp , cũng có thể liên can đến những mối tình của mình nữa.\n- Nằm mơ thấy vòng xuyến cũng là điềm may liên can đến tình hay tiền nhưng phải coi chừng nếu thấy vòng xuyến này bị bể hay mất thì là điềm không may, tình yêu sắp mất hay tiền cũng sẽ không cánh mà bay hoặc cả hai. \n- Thấy viên kim cương lóng lánh tượng trưng cho sự giàu sang lại là điềm không may cho lắm. Nếu mình trong thời kỳ dư ăn dư để mà nằm mơ thấy các viên này thuộc về mình thì ắt sẽ có mất mát gì đó mặc dù nhỏ thôi. Trái lại , nếu mình đang trong thời kỳ tài chính chưa cho phép để sắm cái món đắt tiền lại nhỏ xíu này thì đây lại là điềm tốt báo sắp có lợi tức, mặc dù cũng nhỏ thôi. \n- Ngọc bích là điềm báo mộng mình sẽ thịnh vượng và sẽ có quý nhân phù trợ. \n- Mơ thấy ngọc trai thì mình sẽ hưởng một sự giàu có và tiếng tăm tự nhiên gia tăng đáng kể. Tuy nhiên, nếu chuỗi hạt trai bị đứt hay rôi vãi thất lạc thì sẽ có lao đao đôi chút trước khi thăng tiến. Đồng thời, nếu mình có thể nhặt lại hạt trai bị rớt trong giấc mơ hay xỏ chúng lại thì sự lao đao sắp tối rất tối thiểu  không đáng ngại. \n- Mơ thấy ngọc lam thì sẽ có bạn bè nâng đỡ, trợ giúp cho địa vị đi lên. Mơ thấy hồng ngọc thì là dấu hiệu của ái tình nóng bỏng, có chạy cũng không khỏi.",
        "mong_name": "Nữ trang"
    },
    {
        "mong_content": "- Nấu đậu: Thấy nấu đậu là công việc bị cản trở\n- Nấu gạo: Thấy nấu gạo thành cơm là có đối tác làm ăn tốt đến bàn với mình\n- Nấu sáp: Thấy nấu sáp làm đèn cầy là sắp có cuộc tình say đắm",
        "mong_name": "Nấu"
    },
    {
        "mong_content": "- Ném bánh đi: Thấy ném bánh đi, nên đề phòng mất cắp hoặc đánh rơi đồ vật\n- Ném bụi: Thấy bị người khác ném bụi vào mắt là gặp chuyện bực mình không giải quyết được\n- Ném bùn: Thấy người ném bùn vào mình là sắp mang tiếng. Thấy mình ném bùn vào người khác hoặc tăm gội hết bùn là giải được oan.\n- Ném đá: Thấy ném đá trên đất là điềm báo của đi thay người.\n- Ném táo: Thấy ném một trái táo là đang được người khác thương thầm.",
        "mong_name": "Ném"
    },
    {
        "mong_content": "- Ngâm cây: Thấy ngâm cây vào nước là gặp nguy hiểm",
        "mong_name": "Ngâm"
    },
    {
        "mong_content": "- Nghe đàn: Nghe tiếng đàn mà không thấy người là được người an ủi tinh thần.\n- Nghe kinh: Thấy vào chùa nghe kinh, là mọi việc hanh thông.",
        "mong_name": "Nghe"
    },
    {
        "mong_content": "- Ngồi bên bàn viết: Thấy mình ngồi bên bàn viết là có tin mừng.\n- Ngồi thiền: Thấy nhà sư ngồi thiền là có việc phải lo lắng.\n- Ngồi trên cầu: Thấy mình ngồi trên cầu là tài lộc sắp vô nhà.",
        "mong_name": "Ngồi"
    },
    {
        "mong_content": "- Nhặt được tiền: Điềm xui xẻo, dễ bị mất trộm\n- Nhặt được vải gấm: Sắp có người quyền quý đến nhà nhờ mình giúp\n- Nhặt được ví: Thấy lượm được một bóp, ví đầy tiền bạc là điềm sa sút, ví không có tiền là gặp may mắn, tài lộc bất ngờ.",
        "mong_name": "Nhặt"
    },
    {
        "mong_content": "- Nhổ đinh: Sắp có đối tác làm ăn\n- Nhổ lông vịt: Bị tai tiếng\n- Nhổ răng: Thấy mình nhổ một cái răng là gặp xui xẻo, buồn bực. Thấy mình nhờ người nhổ một cái răng thì người nhổ cho mình sắp có bệnh nặng. Thấy mình nhổ răng cho người khác là điềm có tai tiếng",
        "mong_name": "Nhổ"
    },
    {
        "mong_content": "- Nhóm bếp: Thấy nhóm bếp lửa là điềm nên danh phận",
        "mong_name": "Nhóm"
    },
    {
        "mong_content": "- Niệm kinh: Thấy hòa thượng niệm kinh là điềm xấu",
        "mong_name": "Niệm"
    },
    {
        "mong_content": "- Nụ hôn: Thấy mình hôn ai là điềm bị phản bội chắc chắn\n- Nụ hôn trẻ con: Trẻ con hôn nhau thể hiện sự hạnh phúc vì gia đình đoàn tụ, và sự mãn nguyện trong công việc.",
        "mong_name": "Nụ hôn"
    },
    {
        "mong_content": "- Nướng bánh: Mơ thấy nướng bánh là điềm xấu cho phụ nữ. Nó có thể biểu thị bệnh tật hoặc sự cô lập, không được hỗ trợ.\n- Nướng bánh xốp: Một cô gái trẻ mơ thấy nướng bánh xốp sẽ bị dằn vặt bởi nỗi sợ hãi không lấy được chồng.",
        "mong_name": "Nướng"
    },
    {
        "mong_content": "- Nuôi thú rừng: Thấy mang thú rừng về nhà nuôi là có tai biến, có xích mích người trong nhà.",
        "mong_name": "Nuôi"
    },
    {
        "mong_content": "- Chiêm bao thấy ó bay trên trời là niềm vui sắp đến. \n- Thấy ó lượn trên biển là được người bạn từ xa về giúp đỡ. \n- Nghe tiếng ó kêu là lợi lộc vào tới tấp.",
        "mong_name": "Ó"
    },
    {
        "mong_content": "- Chiêm bao thấy cuộc oanh tạc làm đổ nát nhiều nơi là điềm thành công lớn lao trong công việc. \n- Thấy oanh tạc trúng mình là phát tài to.",
        "mong_name": "Oanh"
    },
    {
        "mong_content": "- Chiêm bao thấy thật nhiều ong là có thịnh vượng trong công việc. \n- Thấy ong đáp vào mình là có sự phiền toái. \n- Thấy bị ong đốt là thành công nhưng thật vất vả.\n- Thấy ong bay vào nhà là chấm dứt được kẻ toan ám hại mình.\n- Thấy giết ong là mất của.\n- Thấy ong bay là đà trên đóa hoa là có người phải lòng mình. \n- Chiêm bao thấy đốt một ổ ong để lấy mật là bỏ hỏng một cơ hội",
        "mong_name": "Ong"
    },
    {
        "mong_content": "- Chiêm bao thấy đi dù là chuyện mơ ước từ lâu sắp thành tựu.\n- Thấy che dù cho một người là được bao bọc làm ăn.\n- Thấy người che dù cho mình là có sự phản trắc.",
        "mong_name": "Ô"
    },
    {
        "mong_content": "- Chiêm bao thấy ốc là điềm bị trở ngại khi khởi làm một việc gì. \n- Thấy ốc đầy ruộng là đã thi hành việc thông dâm lén lút.\n- Thấy ốc bò lên chân là bị người khác phái lừa gạt hay lợi dụng.",
        "mong_name": "Ốc"
    },
    {
        "mong_content": "- Chiêm bao thấy ôm ấp người yêu là bị tai tiếng. \n- Thấy ôm ấp một em bé trai hay gái là sắp có lợi vào. \n- Thấy ôm chồng mừng rỡ là có của bất ngờ. \n- Thấy ôm ấp đàn bà là gặp xui xẻo.",
        "mong_name": "Ôm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạnh run là tâm tư được ổn định, có thư thả trong người.",
        "mong_name": "Ốm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình chui vào ống, bất cứ ống gì là bị ràng buộc không lối thoát, đang có tiền sẽ trở thành nghèo khổ. \n- Thấy thoát ra khỏi ống là mọi việc được giải quyết, tài lợi hanh thông.\n- Thấy người tặng ống tiêu, ống sáo là nổi danh. \n- Thấy thổi ống tiêu ống sáo là thay đổi địa vị.",
        "mong_name": "Ống"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ở đậu nhà mới cất là điềm rất tốt, có lợi lộc. \n- Thấy đang ở lại dọn ra khỏi nhà là có tin may mắn về gia đình bên vợ nếu người nằm chiêm bao là  àn ông. Tin may mắn về gia đình bên chồng nếu người nằm chiêm bao là đàn bà.",
        "mong_name": "Ở"
    },
    {
        "mong_content": "- Chiêm bao thấy pha trộn thứ này với thứ nọ là điềm thua lỗ buồn bực. \n- Thấy vào nhà pha là gặp khốn khổ, mạt vận.",
        "mong_name": "Pha"
    },
    {
        "mong_content": "- Chiêm bao thấy sang phà (đò ngang) là có người rủ đi đổi gió ở miền quê. \n- Thấy phà đông người là phồn thịnh sắp đến. \n- Phà trống vắng là gia đình quạnh quẽ. \n- Phà chìm là thất bại trong công việc.",
        "mong_name": "Phà"
    },
    {
        "mong_content": "- Chiêm bao thấy phá phách người là gặp bạn tốt. \n- Thấy phá nhà người là có sự sụp đổ trong gia đình.\n\n",
        "mong_name": "Phá"
    },
    {
        "mong_content": "- Chiêm bao thấy gõ phách là có gấu ó với xóm giềng. \n- Thấy nhiều người cùng gõ phách là mang lời ăn tiếng nói làm hạ phẩm giá mình.",
        "mong_name": "Phách"
    },
    {
        "mong_content": "- Chiêm bao thấy pháp sư ngồi giảng thì coi chừng sắp có bịnh hoạn.\n- Thấy pháp sư chữa bệnh là điềm bất thường hoặc có tang khó. \n- Thấy pháp trường đang hành quyết một tử tội là có tin may. \n- Thấy pháp trường vắng vẻ là thỏa mản điều mơ ước.",
        "mong_name": "Pháp"
    },
    {
        "mong_content": "- Chiêm bao thấy dùng phản chém cỏ là có tin vui. \n- Thấy phản cỏ khô là có tiệc tùng. \n- Thấy nằm trên phản là gia đình sung túc. \n- Thấy phản gãy là thất bại trong công việc. \n- Thấy té lăn từ trên phản xuống đất là được người nâng đỡ. \n- Thấy bị người phản bội, bất cứ bạn bè hay người yêu, đều là điềm thoả mản về thể xác.",
        "mong_name": "Phản"
    },
    {
        "mong_content": "- Chiêm bao thấy đốt pháo là sắp có chuyện vui ngắn ngủi. \n- Nghe tiếng pháo nổ là công việc làm ăn bắt đầu trôi chảy.",
        "mong_name": "Pháo"
    },
    {
        "mong_content": "- Chiêm bao thấy bị phạt vạ là có tài nhỏ. \n- Thấy bị người trên trước phạt là được thăng thưởng. \n- Thấy thần thánh quở phạt là sắp hao tài vì chuyện nhỏ nhặt.",
        "mong_name": "Phạt"
    },
    {
        "mong_content": "- Chiêm bao thấy phân hay dẫm phải phân là điềm sắp có tiền. \n- Thấy té vào hầm phân là sắp giàu lớn. \n- Thấy ngồi ăn bên đống phân là có người rủ đi làm công việc có nhiều tiền nhưng trái với lương tâm.\n- Thấy phân tràn vào nhà là tiền bạc vào như nước.",
        "mong_name": "Phân"
    },
    {
        "mong_content": " - Chiêm bao thấy Phật là điềm tốt lành. \n- Thấy vẽ tượng Phật là được nể nang. \n- Thấy cốt Phật cử động là tài lộc hơn. \n- Thấy Phật giận dữ là điềm bất thường. \n- Thấy Phật không có hào quang là bị bịp bợm.",
        "mong_name": "Phật"
    },
    {
        "mong_content": "- Nếu mơ thấy phi cơ hoặc lái máy bay lên, đáp xuống đươc an toàn thì đây là điềm báo sẽ có sự thành đạt khác thường trong công việc làm ăn của mình hay là một dự án làm ăn phụ trội nào đó. Nằm mơ thấy may bay đang thả bom thì sắp sửa có tin bất an; nếu thấy nguyên một đoàn máy bay bay thành đàn có bố trận, tổ chức thì sắp sửa có thu hoạch tiền bạc, miễn là thời tiết trong giấc mơ phải tốt. Còn nếu thời tiết xấu thì doanh nghiệp nào đó của mình sắp có lao đao. Nếu mình nằm mơ thấy mình nhảy ra khỏi phi cơ, không nhất thiết phải nhảy dù thì nên tiên liệu trước sắp có những sự việc đi lùi tạm thời và ngoài ý muốn. Sau cùng nếu nằm mơ thấy mình đang đáp máy bay đi đâu đó thì mình sắp sửa có tin xa đưa đến.\n- Chiêm bao thấy phi ngựa là chiếm được lòng dạ của người mình mơ ước. \n- Thấy phi ngựa qua sông là gặp cuộc hôn nhân giàu. \n- Thấy phi cơ bay lượn là làm ăn dể dàng.\n- Thấy phi cơ nhào lộn là có trở ngại đôi chút,nhưng vẫn vượt qua. \n- Thấy phi cơ rơi xuống đất là thành tựu trong việc làm, nhưng không được thoả mãn.",
        "mong_name": "Phi"
    },
    {
        "mong_content": "- Chiêm bao thấy phòng trống là điềm sắp gặp khó khăn, buồn bực. \n- Thấy phòng có người là có cuộc gặp gỡ trong chốc lát với người mình để ý.\n- Thấy phòng sang trọng là có âm mưu ám hại mình. \n- Thấy phòng ngủ là có người rủ đi du lịch.",
        "mong_name": "Phòng"
    },
    {
        "mong_content": "- Chiêm bao thấy phu khuân vác lá điềm được người nâng đỡ. \n- Thấy phu khiêng đám ma là có người mời dự tiệc. \n- Thấy mình bị những người phu đám khiêng đi là có chuyện không lành.",
        "mong_name": "Phu"
    },
    {
        "mong_content": "- Chiêm bao thấy bị chồng phụ bạc là được của quí giá do người yêu lén lút tặng mình. \n- Thấy vợ phụ tình là thắng được kẻ tình địch. \n- Thấy tranh giành nhà với phụ nữ là sắp gặp nhiều may mắn.\n- Thấy phụ nữ đánh nhau là bịnh hoạn tới nơi. \n- Thấy phụ nữ sử dụng khí giới dao mác là có chuyện vui mừng. \n- Thấy phụ nữ ăn mặc lả luá là được người đẹp để ý. \n- Thấy mình đi với phụ nữ là sắp bị hãm tài. \n- Thấy mình ngồi với phụ nữ là điềm vui yến tiệc. \n- Thấy phụ nữ lõa lồ là mọi sự như ý.",
        "mong_name": "Phụ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình vào phủ đường là điềm được nhiều lợi. \n- Thấy mình vào phủ đường để giải quyết một việc gì là được người mời hợp tác. \n- Thấy mình ra khỏi phủ đường là việc làm ăn được thuận lợi.",
        "mong_name": "Phủ"
    },
    {
        "mong_content": "- Chiêm bao thấy phục được mối thù là điềm phí công làm một việc hao tài mà không gặt hái được lợi lộc gì. \n- Thấy phụ lực với người để phục thù cho người khác là dính líu vào sự kiện tụng, phần thất về mình.",
        "mong_name": "Phục"
    },
    {
        "mong_content": " - Chiêm bao thấy mình ăn xài phung phí là điềm sa cơ thất thế, có thể đi đến tù tội.\n - Thấy vợ con phung phí là sắp phát tài.",
        "mong_name": "Phung"
    },
    {
        "mong_content": "- Chiêm bao thấy phúng viếng một đám táng là điềm vỗ sắp có con. \n- Chiêm bao thấy phúng viếng một ngôi mộ là tin lành từ xa đưa về.",
        "mong_name": "Phúng"
    },
    {
        "mong_content": "- Chiêm bao thấy tặng quà cho người là gặp ái tình êm đẹp hoặc có người để ý đến mình. \n- Thấy nhận quà của người là có vui vẻ trong gia đình.",
        "mong_name": "Quà"
    },
    {
        "mong_content": "- Q Bích: Có người quấy rối tình dục\n- Q chuồn: Gặp tình duyên bất ngờ\n- Q cơ: Gặp người chung tình kết bạn trăm năm\n- Q rô: Có tai tiếng",
        "mong_name": "Q"
    },
    {
        "mong_content": "- Chiêm bao thấy quả chín đầy cành là điềm có nhiều lộc thực. \n- Thấy quả còn xanh là hy vọng thành công trong việc toan tính. \n- Thấy quả chín đầu mùa là sắp giải quyết được mọi vấn đề. \n- Thấy quả chín sái mùa là công việc làm ăn sắp bị ngưng trệ. Thấy quả lạ, là bị dày vò tâm trí sau cơn thoả mãn dục tình với một người chưa hề quen. \n- Thấy quả rơi xuống đất là công việc bị bế tắc. \n- Thấy hái quả hay ăn qua là có sự mừng vui. \n- Thấy ăn nhầm quả thối là bị điên đầu với chuyện rối rắm trong gia đình.",
        "mong_name": "Quả"
    },
    {
        "mong_content": "- Chiêm bao thấy quạ là có thiệt thòi về tiền bạc. \n- Thấy qụa bay vào mình là có chuyện buồn bực. \n- Nghe tiếng qụa kêu là khổ sở vì gia đình túng rối. \n- Thấy cả đàn quạ bay qua là sắp có tống táng hoặc chết chóc. \n- Thấy bắn quạ rơi xuống đất là thoát được tai ách.\n- Thấy quạ biết nói là điềm gở. \n- Thấy ăn thịt quạ là phải gánh chuyện đau khổ của người khác.",
        "mong_name": "Quạ"
    },
    {
        "mong_content": "- Chiêm bao thấy quái vật rượt đuổi mình là điềm bệnh hoạn tới nơi. \n- Thấy quái vật hạ mình là điềm bất thường. \n- Thấy mình hạ quái vật là thoát được tai nạn.",
        "mong_name": "Quái"
    },
    {
        "mong_content": "- Chiêm bao thấy quan đến viếng nhà là điềm được trợ giúp. \n- Thấy quan đến nhà bắt nạt là sắp có tang khó. \n- Thấy mình đến cửa quan quyền là có kiện tụng. \n- Thấy bị quan đòi là lợi lộc sắp đến.\n- Thấy quan hỏi cung là có sự nguy khốn. \n- Thấy quan tài mới là sự lo buồn tiêu tan. \n- Thấy quan tài đem vào nhà mình là có tài lộc.\n- Thấy quan tài để trên mộ mà không chôn xuống đất là điềm lành, gia đình sung túc.\n- Thấy liệm người chết vào quan tài là sắp được của. \n- Thấy quan tài trên mặt nước là phát tài to. \n- Thấy người chết chui ra khỏi quan tài là có khách sang trọng đến viếng. \n- Nói chuyện với người chết nằm trong quan tài là điềm lâm nguy.",
        "mong_name": "Quan"
    },
    {
        "mong_content": "- Chiêm bao thấy vào quán ăn là điềm vui vẻ trong nhà.\n- Thấy ngồi nghỉ trong quán nước là có người giúp tận tình.\n- Thấy quán trang hoàng đẹp đẽ là người có thế lực nâng đỡ. \n- Quán điêu tàn là làm ăn sa sút không bấu víu vào đâu được.",
        "mong_name": "Quán"
    },
    {
        "mong_content": "- Chiêm bao thấy người đến nhà mình quát tháo là có kẻ vu cáo mình, đề phòng có thể đến tụng đình. \n- Thấy mình quát nạt người là sắp bị thất bại trong công việc \n- Nghe tiếng quát nạt mà không thấy người là coi chừng sắp gặp xui xẻo.",
        "mong_name": "Quát"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm quạt là gặp người vợ hay hỏi. \n- Nếu là đàn bà thì gặp chồng lười. \n- Thấy mình quạt cho người là điềm lụy vì tình. \n- Thấy người quạt cho mình là lở một lần nên duyên chồng vợ\n- Chiêm bao thấy cầm quạt đánh người là được người tặng vật quí. \n- Thấy quạt rách là có buồn bã. \n- Thấy có người tặng quạt cho mình là gặp cuộc ái ân trong chốc lát.\n- Thấy sử dụng quạt điện là có ưu phiền. \n- Quạt điện mất điện là sa sút đến nơi.",
        "mong_name": "Quạt"
    },
    {
        "mong_content": "- Chiêm bao thấy đoàn quân đi ngang là điềm đạt thành sở nguyện. \n- Thấy quân binh vào nhà là mọi sự tốt lành. \n- Thấy được quân binh hộ vệ là có sự vui mừng.\n- Thấy quân binh đánh nhau là gặp nhiều may mắn. \n- Thấy quân binh thắng trận là mọi ước muốn đều thành tựu.\n- Thấy quân lính thua trận là có lủng củng trong gia đình.",
        "mong_name": "Quân"
    },
    {
        "mong_content": "- Chiêm bao thấy mình không mặc quần là điềm bị sỉ nhục. \n- Thấy đàn ông không mặc quần là thất bại ê chề. \n- Thấy đàn bà không mặc quần là gặp nhiều dịp may. \n- Thấy ủi quần là có thay đổi chỗ ở. \n- Thấy chuột gặm quần là sự mong muốn được thành tựu. \n- Thấy quần tự nhiên mục rách là vợ hay chồng có ngoại tâm. \n- Thấy đem quần cho người là hoạn nạn sẽ đến. \n- Thấy bị mất quần, nếu vợ có thai là tiểu sản, nếu vợ không thai là mình có bệnh. \n- Thấy bùn vấy vào quần là vợ sinh rất khó.",
        "mong_name": "Quần"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị què chân là điềm sắp lâm vào cảnh thiếu thốn. \n- Thấy què tay là có người thân lâm nguy đến cầu cứu với mình. \n- Thấy làm què chân một con vật là chấm dứt được một chuyện phiền lụy. \n- Thấy người què đến nhà là có chuyện buồn bực trong gia đình .",
        "mong_name": "Què"
    },
    {
        "mong_content": "- Chiêm bao thấy cảnh đồng quê bát ngát, là điềm gia đình sung túc, tâm trí được thảnh thơi. \n- Thấy cảnh đồng quê nghèo nàn, cây cỏ khô cháy là có sa sút trong gia đình, làm ăn thua lỗ. \n- Thấy đưa gia đình về sống ở đồng quê, là có kẻ toan quấy nhiễu. \n- Thấy cảnh đồng quê sầm uất như đám rừng là có cuộc ái ân thầm vụn, nhưng lâu dài.",
        "mong_name": "Quê"
    },
    {
        "mong_content": "- Chiêm bao thấy quét dọn phòng ngủ là công việc giao phó cho người khác đã sinh lợi. \n- Thấy quét nhà cửa ra rác là có khách từ phương xa đến viếng. \n- Thấy quét rác ngoài đường là có rầy rà với hàng xóm. \n- Thấy quét lá rụng góc sân là dĩ vãng trở về gây thêm sầu khổ. \n- Thấy quét lưới nhện trên nóc nhà là làm việc liều lĩnh nhưng thành công. \n- Thấy quét lá cây trong ngôi vườn lớn là hoài công trong việc khó nhọc.",
        "mong_name": "Quét"
    },
    {
        "mong_content": "- Chiêm bao thấy dùng diêm quẹt là điềm phát tài to. \n- Thấy diêm quẹt lóa lên rồi tắt là của giữ không được, trong một thời gian ngắn đều tiêu tan.\n- Thấy lượm được một que diêm còn lửa là được của, tiền tài. \n- Thấy lượm được một bao diêm quẹt là ăn bài bạc, hay trúng số.",
        "mong_name": "Quẹt"
    },
    {
        "mong_content": "- Chiêm bao thấy quỷ, nếu đang bịnh là có chềt chóc đến nơi. \n- Thấy bị quỷ nhát là làm ăn thua lỗ đến sạt nghiệp. \n- Thấy quỷ vào nhà lúc ban ngày là vợ chồng chia lìa. \n- Thấy quỷ ôm mình là gặp tai nạn đến tử thương. \n- Thấy đánh quỷ là vất vả trong công việc. \n- Hạ được quỷ là gia đình phồn thịnh. \n- Thấy thân mật với kẻ quỷ quyệt là mưu toan làm việc đồi bại nhưng bị phát giác.\n- Thấy hạ được kẻ quỷ quyệt là thoát được ưu phiền.",
        "mong_name": "Quỷ"
    },
    {
        "mong_content": "- Chiêm bao thấy ăn quýt là lỡ duyên nợ. \n- Thấy người đem quýt đến cho mình là làm ăn phát đạt. \n- Thấy quýt mọc trong nhà là sinh con quý. \n- Thấy quýt mọc trước cửa là trong nhà có người chửa hoang. \n- Thấy đi mua quýt về trồng là thành công dễ dàng bất cứ việc gì.\n- Thấy cây quýt bật rễ khỏi mặt đất và bò vào nhà là điềm bất thường, đề phòng tai họa bất ngờ. \n",
        "mong_name": "Quýt"
    },
    {
        "mong_content": "- Chiêm bao thấy mình quỵt tiền của người là điềm mất danh dự. \n- Thấy mình ăn quỵt ở một hiệu ăn là có kẻ rắp tâm hại mình. \n- Thấy người quỵt tiền của mình là được người đem lợi lộc đến giúp mình.",
        "mong_name": "Quỵt"
    },
    {
        "mong_content": "- Chiêm bao thấy rác hay ngửi mùi rác xông lên là điềm có lợi vào. \n- Thấy đi trong đống rác là hạnh phúc, được của bất ngờ. \n- Thấy đổ rác lên xe là có người đề nghị công việc có lợi cho mình. \n- Thấy xe rác lật đổ bừa bãi vào mình là của vào như nước.",
        "mong_name": "Rác"
    },
    {
        "mong_content": "- Chiêm bao thấy con rái cá ngửa trên mặt nước là được người yêu trở thành hôn phối. \n- Thấy rái cá trườn lên bờ là gia đình may mắn. \n- Thấy rái cá bắt cặp là sắp có con đầu lòng",
        "mong_name": "Rái"
    },
    {
        "mong_content": "- Chiêm bao thấy rào bằng cây sống, lá sum suê là gặp cuộc tình duyên ở đầu môi chót lưỡi.\n- Thấy rào bằng tường là hôn nhân bất thành. \n- Thấy leo rào vào nhà mình là cuộc hôn nhân có kết quả, sau những thử thách dữ dội. \n- Thấy rào giậu ngã đổ là gặp người bạn chung tình.",
        "mong_name": "Rào"
    },
    {
        "mong_content": "- Chiêm bao thấy rạng đông rực rỡ muôn màu là điềm vui tuơi sung sướng. \n- Thấy rạng đông u ám là có trở ngại trong công việc, nhưng chỉ trong thời gian ngắn sẽ vượt qua.",
        "mong_name": "Rạng"
    },
    {
        "mong_content": "- Chiêm bao thấy hái rau là điềm làm ăn phát đạt, Thấy trồng rau là mọi việc tốt lành. \n- Thấy mua rau ở chợ là được người giúp sức có lợi. \n- Thấy ăn rau vàng úa là có hung tin.",
        "mong_name": "Rau"
    },
    {
        "mong_content": "- Chiêm bao thấy rắn là điềm gian nan. \n- Thấy ăn thịt rắn là chấm dứt sự buồn bực.\n- Thấy rắn lao vào mình mà không sợ là công việc ngưng trệ sắp vượt qua. \n- Thấy rắn bò vào nhà là lượm được của rơi. \n- Thấy rắn vào bếp là có người quyền tước đến viếng. \n- Thấy rắn cắn người là có tài to. \n- Đàn bà thấy rắn chui vào lòng là sắp có thai. \n- Thấy rắn bò theo mình là mơ ước điều xằng bậy. \n- Thấy rắn lao mình trên mặt nước là có vinh thăng. \n- Thấy rắn màu vàng hay màu trắng là có chuyện lôi thôi đến tụng đình.Thấy rắn đỏ hay đen là mang tai tiếng. \n- Thấy rắn màu lục hay xám là điềm tốt lành. \n- Loài rắn có thể tượng trưng cho sự cám dỗ hoặc phản bội. Một con rắn cắn bạn cho thấy sự phản bội của một người bạn hay một kẻ thù",
        "mong_name": "Rắn"
    },
    {
        "mong_content": "- Chiêm bao thấy răng luôn luôn là điềm không may. \n- Thấy mình nhổ một cái răng là gặp xui xẻo buồn bực. \n- Thấy mình nhờ người nhổ một cái răng thì người nhổ cho mình là người sắp chết. \n- Thấy mình nhổ răng cho người là có người làm nhục mình. \n- Thấy mình rụng một cái răng là có một người trong thân chết. \n- Thấy mình có một hàm răng xinh đẹp là thịnh vượng, bạn bè mến yêu. \n- Thấy rụng nhiều răng một lúc thì chính người nằm chiêm bao sẽ chết. \n- Thấy răng lung lay là sẽ mất hết cảm tình của những người từ lâu gần gũi với mình. \n- Răng: Đôi khi có giấc mơ kỳ cục như bạn mơ thấy mình bị sâu răng hoặc bị rụng răng. \nÝ nghĩa: Nếu bạn mơ thây răng mình bị sâu, nó ám chỉ công ty của bạn gặp rắc rối về tài chính. Khi bạn mơ bị rụng răng, có lẽ bạn nên quyết đoán hơn vì giấc mơ này là biểu hiện cho giảm sút quyền lực. \n- Răng bị sâu hoặc rụng: Các tình huống phổ biến như răng bị vỡ vụn trong tay bạn hoặc lần lượt bị rụng hết chỉ do bị chạm nhẹ vào. \nGiải thích: Về cơ bản, mơ thấy răng bị rụng ám chỉ bạn đang lo sợ bị đánh giá là không hấp dẫn. Còn xét khía cạnh sâu hơn, nó cho thấy bạn lo mình sẽ làm điều gì đó đáng xấu hổ hoặc bị mất quyền lực. ",
        "mong_name": "Răng"
    },
    {
        "mong_content": "- Chiêm bao thấy rận bò đầy mình la sắp bị bệnh ngặt nghèo. \n- Nếu người đang bệnh mà thấy rận bu vào mắt, vào mũi là điềm chết chóc. \n- Thấy bị rận cắn ở những chổ kín là có dã tâm. \n- Thấy giết rận là chấm dứt một căn bệnh hoặc tìm được thầy chữa đúng bệnh.",
        "mong_name": "Rận"
    },
    {
        "mong_content": "- Chiêm bao thấy râu dài là có tài lợi đến. \n- Thấy râu ngắn là bị bệnh nan y. \n- Thấy râu đen mướt là công việc làm ăn dễ dàng. \n- Thấy râu hoe là làm ăn thất bát. \n- Thấy râu hoa râm là có chuyện buồn bực trong lòng.\n- Thấy râu bạc trắng là cửa nhà sa sút. \n- Thấy mình đang cạo râu là mọi việc bế tắc.\n- Thấy râu tự nhiên rụng là cản tài. \n- Đàn bà thấy mình mọc râu là điềm chiếm quyền trong gia đình.",
        "mong_name": "Râu"
    },
    {
        "mong_content": "- Chiêm bao thấy treo rèm lên cửa cái là có đám cưới trong nhà. \n- Thấy vén rèm nhìn ra ngoài ngõ là có tin mừng do người trong thân mang đến. \n- Thấy rèm đang treo bị gió thổi rơi xuống đất là vợ chồng chia ly. \n- Thấy thêu rèm là có thay đổi địa vị và tăng gia tiền bạc.",
        "mong_name": "Rèm"
    },
    {
        "mong_content": "- Chiêm bao thấy rễ cây bò lên mặt đất là điềm xa lìa nơi chôn nhau cắt rốn.\n- Thấy rễ bò vào nhà là có tang tóc. \n- Thấy đào rễ cây là thất hứa với một người đã giúp mình.",
        "mong_name": "Rễ"
    },
    {
        "mong_content": "- Chiêm bao thấy bò trên gối là có rắc rối trong gia đình. \n- Thấy rệp chui vào áo quần là kẻ phản trắc ở ngay trong nhà. \n- Thấy giết rệp, có máu là mọi việc được trôi chảy. \n- Nếu không máu là bị mắc lừa người thân nhưng vô hại.",
        "mong_name": "Rệp "
    },
    {
        "mong_content": "- Chiêm bao thấy nhà cửa đóng đầy rong rêu là việc khổ tâm dai dẳng sắp chấm dứt. \n- Thấy rêu đóng lên bàn ghế là nhà được thịnh vượng. \n- Thấy cạo rêu là được người đem công ăn việc làm đến cho mình.\n- Thấy ăn rong rêu là mình khởi đầu một công việc được nhiều lợi. \n- Thấy ngồi trên đám rêu là vận mạng hanh thông.",
        "mong_name": "Rêu"
    },
    {
        "mong_content": "- Chiêm bao thấy bị rít cắn là thêm sức khoẻ. \n- Thấy rít bò lên mình trong lúc mình ngủ, nên đề phòng bệnh tê liệt. \n- Thấy rít chui khỏi hang là có việc mừng vui đưa đến. \n- Thấy gà mổ rít là điềm bế tắc về việc làm, tài sản bị lung lạc. \n- Thấy giẫm chân chà đạp lên một con rít là nghe lầm kẻ phỉnh nịnh đến tiêu tan của cải.",
        "mong_name": "Rít"
    },
    {
        "mong_content": "- Chiêm bao thấy cầm roi đánh người là bị nhục mạ. \n- Thấy cầm roi da đánh loài thú là toan tính một việc phản bội nhưng không thành.Thấy ngồi trên lưng ngựa sử dụng roi tới tấp là gây thù kết oán với người, đề phòng bị hại. \n- Thấy bị người dùng roi đánh mình là bị người lợi dụng cướp công mình.",
        "mong_name": "Roi"
    },
    {
        "mong_content": "- Chiêm bao thấy rốn sâu vào trong bụng là điềm bệnh hoạn dai dẳng không tìm được thuốc trị. \n- Thấy rốn dài ra là gặp nhân tình thật nhỏ tuổi hơn mình. \n- Nếu điềm chiêm bao này của một người đàn bà thì ngược lại là người rất nhỏ tuổi hơn mình lại mê mệt mình. \n- Thấy rốn có mùi hôi là điềm gở, mùi thơm là vui vẻ liên miên. \n- Thấy cắt rốn cho đứa bé sơ sinh là điềm có chửa hoang.",
        "mong_name": "Rốn"
    },
    {
        "mong_content": "- Chiêm bao thấy rồng chắn ngang cửa là điềm vượng tài.\n- Thấy rồng qua ngưỡng cửa là xí được báu vật. \n- Thấy rồng vào bếp là cất nhắc lên địa vị cao sang. \n- Thấy rồng chui xuống giếng là bị nhục mạ. \n- Thấy rồng chết là mất địa vị. \n- Thấy rồng hoá rắn là con cái hư hỏng. \n- Thấy cưỡi rồng vào chợ là quyền tước cao cả. \n- Thấy cưỡi rồng lên núi là mọi việc toan tính đều được toại nguyện. \n- Thấy rồng nằm dưới nước là thành công dễ dàng. \n- Thấy rồng nằm trên cạn là tài lộc vào nhiều nhưng quan tước không vững. \n- Thấy rồng bay lên trời là quyền tước sang cả, danh vang thiên hạ.",
        "mong_name": "Rồng"
    },
    {
        "mong_content": "- Chiêm bao thấy rơm bó thành nhiều bó là gia đình thịnh vượng. \n- Thấy rơm vứt bừa bãi ở nhiều nơi là khổ sở ê chề. \n- Thấy bó rơm thành đuốc đốt cháy soi sáng cho đám đông là hạnh phúc tràn ngập, công việc được bảo đảm chắc chắn.",
        "mong_name": "Rơm"
    },
    {
        "mong_content": "- Chiêm bao thấy rùa là điềm làm ăn có lợi chắc chắn nhưng cũng khá vất vả. \n- Thấy rùa bò đến bên chân, nếu người chiêm bao thuộc phái nam thì có người đàn bà lớn tuổi hơn mình nhiều và đang có chồng con, quyến rũ đưa mình đến chỗ tội lỗi. \n- Nếu là phái nữ đề phòng đàn ông đáng tuổi cha chú bỏ tiền ra mua chuộc. \n- Thấy dùng vật nặng đập bể mai rùa là tự mình gây khổ sở cho mình. \n- Thấy mua rùa, là được người giúp \n- Thấy đốt rừng bắt rùa là việc thấy thất bại trước mắt được cứu vãn vào giờ chót. \n- Thấy rùa bơi trên mặt nước là tài lợi hanh thông.",
        "mong_name": "Rùa"
    },
    {
        "mong_content": "- Chiêm bao thấy ruồi là điềm phiền toái, người mình không ưa cứ cà rà quấy nhiễu mình. \n- Thấy ruồi bu vào thức ăn hay mâm cơm là có bệnh hoạn. \n- Thấy ruồi đáp vào chân là có cãi vã với người trong nhà. \n- Thấy bị ruồi cắn là bị trả thù. \n- Thấy giết ruồi là chấm dứt ưu phiền.",
        "mong_name": "Ruồi"
    },
    {
        "mong_content": "- Chiêm bao thấy đứng trước thửa ruộng sum suê là sắp có tước lộc. \n- Thấy cỏ mọc đầy ruộng là tài lợi vào bất ngờ.\n- Thấy ruộng khô cỏ cháy là bế tắc mọi công việc. \n- Thấy phá hoang ruộng là điềm tốt lành. \n- Thấy mua ruộng là được vinh thăng. \n- Thấy tự mình cày ruộng là gia đình sung túc. \n- Thấy ruộng lầy lội không cày cấy được là khổ cực đến nơi.",
        "mong_name": "Ruộng"
    },
    {
        "mong_content": "- Chiêm bao thấy một đám rước thần là điềm gở, để phòng người trong nhà gặp tai nạn. \n- Thấy đám rước cô hồn là bệnh hoạn trầm kha, rất ít hy vọng gặp thầy gặp thuốc. \n- Thấy đám rước xe hoa là tạm thu xếp được việc nhà.",
        "mong_name": "Rước"
    },
    {
        "mong_content": "- Chiêm bao thấy rương là điềm sắp đi xa.\n- Chiêm bao thấy rương là điềm sắp đi xa. \n- Thấy rương đầy đồ đạc là gia đình bị sứt mẻ. \n- Thấy rương không là điềm tang khó.",
        "mong_name": "Rương"
    },
    {
        "mong_content": "- Chiêm bao thấy rượu là gia đình sung túc. \n- Thấy rượu màu đỏ là sức khoẻ dồi dào. \n- Rượu trắng là nhan sắc tiều tụy. \n- Rượu vào thùng là được thảnh thơi. \n- Rượu vào chai là dư dả tiền bạc. \n- Thấy uống rượu say là có chuyện buồn bực, thiếu chủ định.",
        "mong_name": "Rượu"
    },
    {
        "mong_content": "- Rê thóc lúa: Thấy rê thóc lúa trước gió là có người hợp tác trong công việc mang nhiều lợi ích",
        "mong_name": "Rê"
    },
    {
        "mong_content": "- Rách rưới: Thấy quần áo rách rưới hay vướng vào gai rách tơi tả là điềm sắp mang họa lời ăn tiếng nói.",
        "mong_name": "Rách "
    },
    {
        "mong_content": "- Rời bỏ đồn điền: Thấy rời bỏ đồn điền là qua một chuyện bực mình",
        "mong_name": "Rời"
    },
    {
        "mong_content": "- Rơi bó hoa: Rơi mất bó hoa là điềm tình cảm không được đáp trả\n- Rơi mũ: Thấy rơi mũ xuống đất hoặc bay mũ là sẽ mất chức\n- Rèm rơi xuống đất: Thấy rèm đang treo bị gió thổi rơi xuống đất là vợ chồng chia ly\n",
        "mong_name": "Rơi "
    },
    {
        "mong_content": "- Rửa chân: Thấy được rửa chân là bệnh lâu ngày sẽ dứt.\n- Rửa mặt: Mơ thấy rửa mặt là điềm báo cần phải lấy công chuộc tội.",
        "mong_name": "rửa"
    },
    {
        "mong_content": "- Rụng răng: Thấy mình rụng một cái răng là có một người trong họ hàng sắp chết. Thấy rụng nhiều răng một lúc thì chính người nằm chiêm bao sẽ bệnh nặng.\n- Rụng tóc: Thấy tóc rụng hết là điềm dữ.",
        "mong_name": "Rụng"
    },
    {
        "mong_content": "Rút tiền: Thấy rút tiền ở ngân hàng ra là công việc phát đạt.",
        "mong_name": "Rút"
    },
    {
        "mong_content": "- Chiêm bao thấy bị sa lầy là khốn đốn về mọi mặt. \n- Thấy xe lầy cả xe cộ là gia đình sụp đổ. \n- Thấy lên khỏi chỗ sa lầy là cứu vãn được tình trạng sa sút. \n- Chiêm bao thấy lạc vào giữa sa mạc là điềm cô quạnh, một thân một mình không người giúp đỡ. \n- Thấy sa mạc giông bão là tai nạn ghê gớm có thể bị tử thương. \n- Thấy sa mạc bị ngập lụt là vui mừng sắp đến. \n- Chiêm bao thấy cửa nhà sa sút là sắp phát tài. \n- Thấy trong cảnh sa sút còn bị nhiều người khinh bỉ là có người giúp đỡ đến thành công. Thấy bạn bè sa sút là có chuyện phiền toái không tránh khỏi.\n- Sa mạc:  Nằm mơ thấy sa mạc nắng cháy báo mộng những cố gắng của mình sẽ thành toại mỹ mãn. Nhưng nếu thấy sa mạc đang có lốc bão thì mình có thể có một vài khó khăn ngay trước mắt gây bởi một sự chống đối ngầm nào đó. Nhưng cũng đừng lo, kết quả sự việc sẽ khả quan hơn mình tưởng.",
        "mong_name": "Sa"
    },
    {
        "mong_content": "- Chiêm bao thấy mua sam là có người theo quyến rũ mình. \n- Thấy xách đuôi sam là tách rời được sự đeo đẳng. \n- Thấy ăn sam là lòng khoan khoái, làm ăn thịnh vượng. \n- Thấy sam bơi trên mặt nước là gặp người tri kỷ trong trường hợp bất ngờ.",
        "mong_name": "Sam"
    },
    {
        "mong_content": "- Chiêm bao thấy sao sáng khắp trời là điềm hạnh phúc, thành công viên mãn trong cơ sở. \n- Thấy sao rơi từ trên trời xuống đất là gặp tai nạn.\n- Thấy sao mờ nhấp nháy là điềm gở. \n- Thấy sao rớt trên nóc nhà mình là có người trong nhà bị bệnh nặng.\n- Thấy sao dời chỗ là có người đề nghị công việc với mình có nhiều lợi.\n- Thấy sao xẹt vào nhà mình nếu đàn bà là sắp có thai, đàn ông thì con làm nên danh phận, thiếu nữ đề phòng cạm bẫy. \n- Thấy sao rớt vào tay là phát, làm giàu to. \n- Thấy sao chổi là gặp điều khổ sở. \n- Thấy sao chổi rơi rụng là có tai nạn, đề phòng hỏa hoạn khó tránh, có thể sạt nghiệp.",
        "mong_name": "Sao"
    },
    {
        "mong_content": "- Chiêm bao thấy say rượu là được của bất ngờ. \n- Thấy gấu ó hoặc đánh lộn với người say rượu là được người giúp đỡ trong công việc làm ăn. \n- Thấy say rượu té dọc đường là công việc làm ăn đang phát đạt tự nhiên bị người gây khó khăn, nhưng chỉ trong thời gian ngắn sẽ vuợt qua.\n- Thấy say rượu mắng chưỉ đánh đập người nhà tứ tung là tài lộc vào bất ngờ. \n- Thấy say sóng ói mửa là điềm công việc trù tính bị dang dở. \n- Nếu không ói mửa sẽ có người cất nhắc lên một địa vị.",
        "mong_name": "Say"
    },
    {
        "mong_content": "- Chiêm bao thấy đọc sách là có nhiều toan tính trong công việc sắp làm. \n- Thấy đọc sách triết là có ý định làm chuyện phi thường. \n- Thấy đọc sách về tôn giáo là sức khoẻ dồi dào. \n- Thấy đọc sách nhảm nhí là toan tính xằng bậy, có thể ô danh. \n- Thấy mua sách là tình cờ gặp người bạn tốt. \n- Thấy tặng người một quyển sách là có ý giúp người nhưng người thờ ơ. \n- Thấy người mang sách tặng mình là công việc thành tựu, nếu là thí sinh sẽ đỗ đạt.\n- Thấy xé một quyển sách là hỏng một công việc.\n- Thấy quyển sách đang cầm trên tay tự nhiên bốc cháy là điềm sa cơ thất thế, bị người khinh bỉ.",
        "mong_name": "Sách"
    },
    {
        "mong_content": "- Chiêm bao thấy ánh sáng soi vào phòng là điềm tốt lành được người khuyến khích giúp đỡ. \n- Thấy nhiều ánh sáng vào chói lòi mắt là tham lam quá độ nên kìm hãm lại kẻo thất bại trong công việc. \n- Thấy ánh sáng lờ mờ là có yên tĩnh trong gia đình. \n- Thấy ánh sáng đom đóm là sắp thành đạt.",
        "mong_name": "Sáng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình thổi sáo là toan làm một chuyện phỉnh gạt bạn bè. \n- Thấy người thổi sáo là bực mình với người hàng xóm không biết đều.\n- Nghe tiếng sáo văng vẳng là có tin lành đem đến. \n- Thấy vứt hay bẻ sáo là trót lỡ thi hành thủ đoạn đê hèn. \n- Thấy treo sáo trước nhà là điềm được người che chở. \n- Thấy trời mưa cuốn sáo lên là khám phá được sự phản trắc của kẻ được mình giúp đỡ. \n- Thấy chim sáo bay trước nhà là có chuyện cãi vã với xóm giềng. \n- Thấy sáo mổ côn trùng dưới sân là chấm dứt được một sự khủng hoảng về tinh thần . \n- Thấy bẫy được một con sáo là có người đến ăn nhờ ở đậu lại tìm cách nói ra nói vào cho vợ chồng xích mích.",
        "mong_name": "Sáo"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lấy sáp một ổ ong là điềm quẩn trí.\n- Thấy ăn sáp là mang lời ăn tiếng nói. \n- Thấy nấu sáp làm đèn là có người rủ rê tới con đường sa ngã. \n- Thấy sáp trắng là có tiệc tùng, hội họp. \n- Sáp đỏ là túng quẫn đến phải đem bàn ghế đi bán. \n- Sáp vàng là có ma chay. \n- Sáp màu sẫm là có tai nạn về đêm. \n- Thấy sáp đã se thành đèn đốt lên sáng rõ là gặp dịp may mắn kiếm được nhiều tiền. \n- Thấy tô sáp lên môi là gặp duyên đẹp. \n- Thấy bôi sáp lên má là sắp sinh con tốt.",
        "mong_name": "Sáp"
    },
    {
        "mong_content": "- Chiêm bao thấy đi săn là gặp nhiều vất vả trong công việc, nhưng cũng không gặt hái được gì. \n- Thấy đi săn về được nhiều muông thú là sắp sửa giàu có. \n- Thấy bị thương tích vì cuộc đi săn là mắc cạm bẫy, trong lòng không an. \n- Đàn bà chiêm bao thấy đi săn là thuận ý truy hoang với kẻ khác. \n- Thiếu nữ chiêm bao thấy đi săn là bị đánh thuốc mê phá trinh.",
        "mong_name": "Săn"
    },
    {
        "mong_content": "- Chiêm bao thấy sử dụng đồ vật bằng sắt là được lợi lộc một cách bất ngờ. \n- Thấy nướng sắt vào lửa đỏ là điềm gở. \n- Thấy liệng sắt vào nước là có xô xát với người. \n- Thấy sắt chất thành đống là công việc đến hồi sung túc, làm đâu được đó. \n- Thấy đập sắt rèn móng bò hay móng ngựa là có chuyện đi xa.",
        "mong_name": "Sắt"
    },
    {
        "mong_content": "- Chiêm bao thấy ngồi ngắm sân nhà là điềm bị bịnh ngặt nghèo phải đi bệnh viện. \n- Thấy rong chơi hay hóng mát trong sân là gia đình thịnh vượng. \n- Thấy người lạ vào sân là có tin vui. \n- Thấy sân lầy lội là điềm sa sút. \n- Thấy tuyết đổ xuống sân là có tang tóc. ",
        "mong_name": "Sân"
    },
    {
        "mong_content": "- Chiêm bao thấy sâu bọ là điềm chấm dứt được thời gian vất vả, sắp sửa được yên nhà yên cửa. \n- Thấy sâu bò lên mình là gặp chuyện hãi hùng nhưng vẫn lướt qua được. \n- Thấy sâu đeo vào chân là có người theo đuổi mình mãi nhưng không dám tỏ tình. \n- Thấy sâu cắn ở vế ở đùi là lụy vì lời tán tỉnh, đề phòng gặp sở khanh. Nếu là thiếu niên cần sáng suốt kẻo bị người đàn bà sành đời lôi cuốn vào hố trụy lạc. \n- Thấy sâu cắn vào cổ hay đeo vào mặt là có người bám sát, coi chừng phung phí tiền bạc.",
        "mong_name": "Sâu"
    },
    {
        "mong_content": "- Chiêm bao nghe sấm sét vang rền là điềm có cãi vã dữ dội, tranh chấp ráo riết. \n- Thấy sấm sét từ trên không trung xuống ngay trước mặt là có ẩu đá, cần nhẫn nhịn kẻo có tử thương. \n- Thấy sấm sét trong chớp nhoáng là kết thúc được một chuyện hiểu lầm. \n- Đàn bà có thai thấy sấm sét là sanh con quý. \n- Thấy sấm sét rơi vào nhà là có đám cưới. \n- Thấy sấm sét rơi vào một thân cây làm gãy nhánh là có tai họa trong gia đình.\n- Thấy sấm sét rơi vào hoang miếu hay đình chùa là bị đe dọa, nên đề phòng kẻo bị hàm oan. \n- Thấy sấm sét rơi vào hồ nước là thoát được một cuộc âm mưu. \n- Thấy sấm sét rơi vào một sườn nhà vừa dựng xong làm gãy đòn tay hay kèo là mất chức hay bị sa thải.",
        "mong_name": "Sấm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình sầu muộn là qua được một cơn khủng hoảng tinh thần. \n- Thấy mình gây sầu muộn cho người là làm một việc bướng bỉnh có tổn thương danh dự. \n- Thấy một thiếu nữ sầu tư là gặp cuộc tình duyên cao đẹp.\n- Thấy chàng thư sinh thất vọng âu sầu là hỏng việc, có thất bát về tiền tài. ",
        "mong_name": "Sầu"
    },
    {
        "mong_content": "- Chiêm bao thấy đốn sậy là thành công trong tác phẩm thuộc về nghệ thuật. Thấy ngậm ống sậy thổi như thổi sáo là có người mời công tác trong một công việc thuộc về âm nhạc. \n- Thấy tay chân mình hóa thành ống sậy là gặp tai nạn hay bệnh hoạn, có thể trở thành phế nhân.",
        "mong_name": "Sậy"
    },
    {
        "mong_content": "- Chiêm bao thấy ôm bó hoa sen là có vui vẻ trong gia đình. \n- Thấy người tặng hoa sen cho mình là có tin lành từ xa. \n- Thấy mình mua hoa sen là nổi tiếng trong công trình của mình. \n- Thấy mình tặng hoa sen cho người là mình để ý một người nào nên âm thầm giúp đỡ. \n- Thấy lội xuống ao bẻ hoa sen là tìm được công việc hạp với sở thích và khả năng của mình. \n- Thấy ăn hoa sen là cuộc tình duyên thầm mơ ước được thành tựu bất ngờ.\n- Thấy ăn hột sen là thỏa mãn về nhục dục với người mình gặp. \n- Thấy hoa sen rơi rụng là tình duyên đến hồi chán chường mới tỉnh ngộ.",
        "mong_name": "Sen"
    },
    {
        "mong_content": "- Chiêm bao thấy sên là gặp điều phiền muộn. \n- Thấy sên lội trong nước là bị sỉ nhục. \n- Thấy vớt được sên đổ ra khỏi nước là hạ được kẻ tranh giành với mình. \n- Thấy sên bò trên phân là được của bất ngờ, do người chưa bao giờ quen mang đến.",
        "mong_name": "Sên"
    },
    {
        "mong_content": "- Chiêm bao thấy vợ sinh là điềm sa sút trong gia đình. \n- Đàn bà chiêm bao thấy mình sinh đẻ là làm ăn phát đạt, cửa nhà êm ấm. \n- Thấy sinh con trai là chồng sắp được vinh thăng. Thấy sinh con gái là gã con nhằm chỗ xứng đáng hoặc cưới được dâu hiền. \n- Thấy sinh năm đẻ ba, hay sinh đôi là làm ăn vượt bậc.",
        "mong_name": "Sinh"
    },
    {
        "mong_content": "- Chiêm bao thấy sò hay ăn sò là điềm vui vẻ, hài lòng. \n- Thấy sò trên bãi biển là gặp tình nhân trong lúc đi du lịch.\n- Thấy lội xuống biển bắt sò là theo đuổi cuộc tình duyên ít hy vọng. \n- Thấy vỏ sò đầy sân là có người đề nghị một việc làm phi nghĩa nhưng có nhiều lợi.",
        "mong_name": "Sò"
    },
    {
        "mong_content": "- Chiêm bao thấy sóc là nhẹ dạ bị lừa. \n- Thấy sóc phóng vào mình là bị lầm lỡ mất tiết trinh. \n- Thấy để con sóc trên vai là yêu lầm một kẻ quỷ quyệt chỉ lừa đảo mình để lợi dụng mà không thật dạ yêu mình.\n- Thấy trèo lên cây bắt sóc là bị phỏng tay trên trong cuộc tình duyên. \n- Thấy chợp được đuôi một con sóc là khám phá được một sự ngoại tình . \n- Thấy ăn thịt sóc là thất tiết với người, ăn năn là việc đã rồi. \n- Thấy sóc nuôi trong nhà bỗng trèo lên chỗ mình đang nằm ngủ là có thông gian thầm lén với kẻ ăn người ở.",
        "mong_name": "Sóc"
    },
    {
        "mong_content": "- Chiêm bao thấy sóng to đó là nguy hiểm ve vãn bên mình. \n- Thấy sóng lặn gió êm là gia đình vui vẻ. \n- Thấy sóng đánh vào bờ là sắp làm cuộc du lịch nơi xa. \n- Thấy sóng vỗ mạnh vào be thuyền làm thuyền tròng trành là gặp cơn rối trí không toan tính gì được.",
        "mong_name": "Sóng"
    },
    {
        "mong_content": "- Chiêm bao thấy số hay làm toán với những con số là có tin mừng. \n- Thấy viết số hoặc làm toán sai là có kẻ lường gạt làm mất mát của mình lợi lộc. \n- Thấy nhiều số làm lóa mắt là có thiệt thòi về quyền lợi. \n- Chiêm bao thấy mua vé số là thất vọng trong việc mơ ước. \n- Thấy trúng số là hao tài. \n- Thấy có người đem vé số tặng mình là bị phỉnh gạt. \n- Thấy lượm được vé số là bị mất trộm.",
        "mong_name": "Số"
    },
    {
        "mong_content": "- Chiêm bao thấy sông đầy nước là lợi lộc vào, phát tài lớn. \n- Thấy sông nước ròng là làm ăn sa sút. \n- Thấy trên sông đầy thuyền bè là tiền của đầy nhà.\n- Thấy sông vắng lặng là gia đình buồn bã. \n- Thấy lửa cháy trên sông là có yên vui.\n- Thấy tắm sông là nhẹ dạ nên bị lợi dụng. \n- Thấy rơi xuống sông bị nước cuốn đi là gia đình đến hồi túng quẩn.\n- Sông nước, biển, hồ: Mơ thấy sông nước biển hồ gì đều có nhiều nghĩa. \nĐại cương nước trong, lắng đọng là điềm lành. Còn nếu nước dơ đục, khuấy động là điềm không hay, sẽ có khó khăn. Mơ thấy mình uống nước lã là dấu hiệu của sự may mắn. Nhưng thấy đang tát nước hoặc làm đổ nước lên mình người nào thì nên kiềm chế tính nóng nảy một chút. Nước trong giấc mơ báo hiệu cho một mùa xã giao, làm ăn đi xuống. Nước chảy luân lưu hay tuôn đổ ào ào là dấu hiệu của hạnh phúc lâu bền. Một cơn thác đổ trong giấc ngủ là điềm báo địa vị thăng tiến, vui vẻ có thể bao gồm luôn sự gia tăng vật chất giàu sang. Nếu nằm mơ thấy nước chảy nhẹ nhàng, lặng lờ thì đây là điềm hứa hẹn sự thỏa lòng, bình an tâm hồn. Nằm mơ thấy mình té xuống sông là dấu hiệu sắp có vấn đề khó khăn trong nhà. Nếu mình mơ thấy tự mình nhảy xuống sông cũng là điềm không hay, cần lưu ý không nên hành động hấp tấp vội vàng việc gì. \n- Còn nếu mơ thấy mình đang ngồi trên bờ sông hoặc đang đi tản bộ trên bớ sông thì đây là điềm báo khích lệ mình nên tiếp tục những gì đang làm, thành công đang theo sau mình. \n- Nằm mơ thấy ao nước trong veo là dấu hiệu của sự hưng thịnh sắp đến. \n- Một cái hồ gợn sóng dưới trồi vần vũ trong giấc mơ thì báo mình sắp có thất bại phải đương đầu. Thất bại này có phải là mẹ của thành công hay không còn tùy ở mình bị nó đánh ngã đến cỡ nào... \n- Nếu mơ thấy \"một ao thu lặng lẽ nước trong veo\" thêm chút tiết thu có nắng hanh vàng báo cho mình biết mình sẽ được thuận buồm xuôi gió trong đời sống. \n- Một buổi tối trời, mặt hồ ngập ánh trăng bạc là dấu hiệu của tình yêu vui vầy. Tuy nhiên, nếu nằm mơ thấy đi bộ quanh hồ \"than thở\" hay từ trên thật cao nhìn xuống mặt hồ thì đây là dấu hiệu của sự ứ đọng, trầm trệ, sự viêc gì đó chả đi tới đâu. Mình phải tìm lấy những sự hứng thú khác. Nếu nằm mơ thấy đang lội nước hồ bì bỏm thì đây là dấu hiệu không hay chỉ sự lo âu quá độ, không cần thiết, cần tập sống bình an. Nếu nằm mơ thấy biển lặng là điềm tốt, có hơi nổi sóng bập bềnh một chút cũng không sao, chỉ sự may mắn. Nhưng nếu biển lớn dâng sóng cồn, bão nổi thịnh nộ thì đây là điềm xấu, mình cần phải mạnh dạn, can đảm lắm để vượt qua những trở ngại trước mắt. Một chuyến viễn du trên đại dương báo mộng mình sẽ may mắn thoát khỏi một vấn đề bực tức nào đó. Nằm mơ thấy đang tắm biển là điềm báo sắp có cơ hội bành trướng địa bàn ảnh hưởng sinh hoạt của mình. Nếu mơ thấy mình đang bơi lội mà không mặc quần áo thì đây là điềm rất may mắn cho mình. Bơi lội mà có mặc đồ tắm đàng hoàng thì là điềm không may, mình sắp sửa có thất vọng hay xấu hổ gì đó. Mơ thấy đang chỉ dạy người ta tập bơi là điềm hay, mình sắp đươc gia tăng tiền tài, giàu có may mắn. Nếu thấy mình đang cố bơi vào bờ, là điềm báo phải tận nhân lực mới tìm được sự vững tâm sau mình đã kiên trì cố gắng mà thôi. Bơi trong hồ là dấu hiệu mình phải đề phòng ganh ghét ngầm chung quanh. Nếu nằm mơ thấy kẻ khác đang bơi lội là điềm hay. Những kẻ khác là phái nữ là gặp nhiều may mắn trong tình yêu, là phái nam thì may mắn. Trong làm ăn, nếu cả hai phái thì may mắn và vui vẻ. Cuối cùng đừng nằm mơ thấy mình bị chết đuối là được rồi, vì đây là điềm chẳng lành, liên can đên việc buôn bán, làm ăn. Trong mơ nếu thấy có người bị đuối và được cứu sống lại thì mình đươc phục hồi mất mát, thiệt hại nhờ quý nhân giúp đỡ...",
        "mong_name": "Sông"
    },
    {
        "mong_content": "- Chiêm bao thấy súng hay đeo súng là có ấu đả, hay tranh giành đến đổ máu. \n- Thấy sử dụng súng là có chuyện dữ dằn. \n- Nghe tiếng súng nổ là có tin bất ngờ khổ sở. \n- Thấy vác súng lên vai là vất vả đến nơi. \n- Thấy rớt súng gây tiếng nổ là gánh chuyện người lụy đến mình.",
        "mong_name": "Súng"
    },
    {
        "mong_content": "- Chiêm bao thấy suối nước trong veo là nhiều lợi lộc, suối đục là có bệnh hoạn. \n- Thấy nước chảy róc rách dưới suối là điềm an nhàn, gia đình êm ấm.\n- Uống nước suối là có người bao bọc. \n- Thấy tắm suối là mơ ước việc sinh lý với người. \n- Soi bóng dưới suối là thất vọng vì yêu người mà không được người yêu lại.",
        "mong_name": "Suối"
    },
    {
        "mong_content": "- Chiêm bao thấy sư sãi là điềm thất vọng muốn đi tu. \n- Thấy sư tham thiền là có việc lo lắng. \n- Thấy sư khất thực là có người tặng của cải. \n- Thấy sư tử là có ngờ vực. \n- Nhốt được sư tử là địa vị vững vàng, thêm nhiều tiền bạc.\n- Hạ sư tử là mọi việc rắc rối đều được thu xếp. \n- Thấy vật sư tử xuống đất là gặp chuyện không may. \n- Thấy vuốt ve sư tử là chinh phục được người khó tính mà mình thầm yêu từ lâu. \n- Thấy sư tử bỏ chạy là quật được kẻ thù. \n- Nghe tiếng sư tử gầm mà không thấy sư tử là có sự hăm đọa nhưng không làm gì được mình.",
        "mong_name": "Sư"
    },
    {
        "mong_content": "- Chiêm bao thấy vú mình tự nhiên có sữa là phải lòng một người và đã thất thân với người ấy. \n- Nếu người chiêm bao là trai thì gặp người yêu đẹp. \n- Thấy người đem tặng mình một vú sữa bằng nhựa là bị ái tình lừa dối. \n- Thấy uống sữa là được người giúp đỡ tận tình.\n- Sữa đã chua là có người mơ dạng tưởng hình mình.",
        "mong_name": "Sữa"
    },
    {
        "mong_content": "- Chiêm bao thấy tuyết sương bao phủ khắp trời là công việc không thành. \n- Thấy sương xuống ngập mái nhà là có chuyện sầu lo trong gia đình. \n- Thấy sương rơi từ đọt cây xuống đất nên nghe tiếng động là được người tha thiết yêu mình. \n- Nếu thấy sương rơi mà không nghe tiếng là thất vọng vì người yêu đi lấy chồng hay lấy vợ. \n- Thấy sương bay thành cuộn là đau khổ từng cơn. \n- Thấy sương tan rã vì một ánh sáng hay một ánh nóng là hạnh phúc sắp đến bên mình.",
        "mong_name": "Sương"
    },
    {
        "mong_content": "- Sẩy thai: Báo hiệu mình đang theo đuổi những gì không đáng theo đuổi. Với phụ nữ, nó cũng có thể báo hiệu sự giảm sút về sức khỏe",
        "mong_name": "Sẩy"
    },
    {
        "mong_content": "- Sừng trâu bò vấy máu: Sắp sửa được thăng tiến",
        "mong_name": "Sừng"
    },
    {
        "mong_content": "- Sửa bếp: Tiền sắp vào nhà\n- Sửa sang cầu cống: Giải quyết được việc khó khăn\n- Sửa chữa cửa: Sanh con qúy tử",
        "mong_name": "Sửa"
    },
    {
        "mong_content": "- Chiêm bao thấy tai mình tự nhiên cử động là điềm chẳng lành. \n- Thấy tai chảy máu vì đứt là ấu đả có thương tích. \n- Thấy tai to lớn là bị phản bội, đề phòng có thể tội tù. \n- Thấy tai dài ra là hành động nhẫn tâm, bị người phỉ nhổ. \n- Thấy tai nhỏ lại hoặc mất đi là điềm được người giúp đỡ tận tình. \n- Thấy tai đẹp và đeo hoa tai, dù là bạn trai hay bạn gái là thành công trong chức vụ, tiếng tăm lừng lẫy. \n- Thấy mình rửa tai là được người yêu mến và trung thành. \n- Thấy nhét bông vào lỗ tai là có chuyên bực mình.",
        "mong_name": "Tai"
    },
    {
        "mong_content": "- Chiêm bao thấy cánh tay là được phần thưởng xứng đáng. \n- Thấy khoanh tay là cha hay mẹ chết. \n- Thấy danh tay rộng ra là được nhiều người để ý giúp mình \n- Thấy cánh tay đứt lìa hay bị thương ở cánh tay là có sự chia rẽ giữa anh em hay chị em ruột. \n- Chiêm bao thấy bàn tay đẹp là được người chung tình, \n- Thấy bàn tay to lớn thêm là làm ăn phát đạt. \n- Thấy các ngón dài ra là sinh gái quý. \n- Thấy bàn tay nhăn là có người bùa ếm làm việc xấu hổ với lương tâm. \n- Thấy bàn tay rút ngắn lại là thất bại trong sự giao thiệp điều toan tính sắp thành bị người phá gãy đổ.\n- Thấy bàn tay vấy máu là có tranh giành quyền lợi,có thể đến tụng đình. \n- Thấy đeo nhẫn vào tay là bị tình phụ. \n- Thấy tay cầm tiền bạc là gia đình sa sút,công nợ đầy rẫy.",
        "mong_name": "Tay"
    },
    {
        "mong_content": "- Chiêm bao thấy trái táo là điềm bị ái tình lừa dối. \n- Thấy trèo lên cây táo là si mê người một cách mù quáng nhưng không được người đáp trả lại.\n- Thấy ăn trái táo là hao tốn nhiều của với người mà không gặt hái được gì. \n- Thấy vứt một trái táo là được người theo đuổi. \n- Thấy ăn nhầm trái táo có sâu hoặc thúi là yêu lầm một gái có chồng. \n- Thấy ăn táo còn xanh là bị quyến rũ đến sa ngã. \n- Chiêm bao thấy một người mặc áo mão quan liêu xưng là Táo quân là điềm gia đình thịnh vượng. Thấy táo quân đi hia, mặc áo dài, quần thật ngắn là được của bất ngờ. \n- Táo quân không mặc áo, đi hia, đội mão là được thăng chức.",
        "mong_name": "Táo"
    },
    {
        "mong_content": "- Chiêm bao thấy bị phụ nữ tát vào mặt là được người mến yêu, tìm cách giúp đỡ mình tận tình. \n- Thấy bị đàn ông tát là gây sự với người có ơn nâng đỡ mình. \n- Thấy mình tát vào mặt người là phát giác được âm mưu hãm hại mình. \n- Thấy bàn tay tát vào má mình mà không thấy người là điềm sa cơ thất thế, bị người hãm hại.",
        "mong_name": "Tát"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mình bị tàn tật là điềm buồn bực kéo dài. \n- Thấy người tàn tật đến nhà là sắp có tiền, dù tiền ít. Thấy mình gây cho người bị tàn tật là có tai nạn cho người trong nhà, đề phòng nước sôi hay lửa đỏ.\n- Tàn sát: Đại diện cho sự buồn bực vì bị kìm nén tình cảm. Nó cũng có thể cho thấy sự ganh tỵ hay căng thẳng nghiêm trọng về tình cảm. Trong suốt thời gian đó bạn đã phải nỗ lực rất lớn để kiểm soát thái độ của mình.",
        "mong_name": "Tàn"
    },
    {
        "mong_content": "- Chiêm bao thấy tàu chạy trên sông là điềm thành đạt trong công việc. \n- Thấy mình đi trên tàu là vui vẻ tới tấp. \n- Thấy đi trên tàu gặp sóng to hoặc giông bão là có nguy biến. \n- Thấy tàu nằm trên ụ là buôn bán bị bế tắc. \n- Thấy tàu chìm là cửa nhà bị sa sút. \n- Đàn bà thấy tàu chìm là bị quyến rù mất tiết trinh, hoặc theo tiếng gọi của dục vọng, bỏ chồng con. \n- Thấy tàu rướn lên cồn là gặp trở ngại trong công việc. \n- Thấy tàu phát cháy là lợi lộc vào nhiều.\n- Thấy tàu cặp bến là qua một cơn nguy hiểm. \n- Thấy tàu phun khói mù mịt là bịnh bất ngờ. \n- Thấy tàu đến một nơi xa lạ có người đông đảo là bắt đầu một công việc có lợi to. \n- Thấy tàu vào bến vắng là cửa nhà sa sút. \n- Thấy tàu đang chạy tự nhiên thủng ở nhiều nơi, nước tràn vào là điềm thành đạt, trở nên giàu có.",
        "mong_name": "Tàu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình mở hiệu tạp hóa là thất vọng vì công việc không thành. \n- Thấy mình vào hiệu tạp hóa lựa mua hàng là có người rủ mình làm ăn nhưng mình do dự. \n- Thấy mình vào hiệu tạp hóa trống không là có điều vui vẻ sắp đến. \n- Thấy mang hàng ra khỏi hiệu tạp hóa là lợi nhỏ vào trong ngày rất gần.",
        "mong_name": "Tạp"
    },
    {
        "mong_content": "- Chiêm bao thấy mình tắm là có sự vui vẻ. \n- Thấy tắm nước trong là sức khỏe dồi dào. \n- Thấy tắm nước đục là mơ tưởng chuyện xằng bậy. \n- Thấy tắm sông, nước khuấy động là mất một người bạn tốt. \n- Nghe tiếng tắm mà không có người là có sự lo âu ghê gớm. \n- Thấy tắm trong nước thật lạnh hay quá nóng là buồn bã sẽ đến. \n- Tắm trong nước âm ấm là hạnh phúc dồi dào.\n- Thấy một người bạn trai tắm là sắp sửa đau ốm. \n- Thấy người bạn gái tắm là mơ ước bất thành. \n- Thấy tắm chung với người thiếu nữ là tình duyên lừa dối.",
        "mong_name": "Tắm"
    },
    {
        "mong_content": "- Chiêm bao thấy tằm nhả tơ là điềm vất vả khó nhọc, nhưng vẫn thành tựu theo ý. \n- Thấy tằm ăn dâu là có hối hận vì trót lỡ giao phó công việc cho người mình không tin cậy. \n- Chà đạp tằm dưới chân là làm một việc trả thù thiếu nhân cách.\n- Đổ tằm vào nước sôi là khám phá một cuộc mưu toan tóm đoạt của mình.",
        "mong_name": "Tằm"
    },
    {
        "mong_content": "- Chiêm bao thấy vào bãi tha ma là có người gắm ghé. \n- Thấy ngồi một mình trên bãi tha ma hoang vắng là cưới người vợ, gái giang hồ. \n- Nếu thiếu nữ nằm chiêm bao này, là bị ép uổng trong hôn nhân nhưng phải chấp nhận. \n- Thấy trong bãi tha ma tất cả mồ mả đều dựng dậy là điềm có thể điên loạn vì thất tiết với gã sở khanh.\n- Thấy trong bãi tha ma tất cả mồ mả đều lặn mất là toại nguyện về hôn nhân.",
        "mong_name": "Tha"
    },
    {
        "mong_content": "- Chiêm bao thấy thả thú vật ăn ngoài đồng là điềm gia đình yên vui. \n- Thấy mở lồng thả chim là điềm thất vọng chán đời.\n- Thấy chim được thả còn bay trở lại là có người mang lợi đến cho mình. \n- Thấy thả thú vật đi ăn bị người đuổi mất là sa vào cạm bẫy, đề phòng tai tiếng. \n- Thấy thả một con cá xuống sông là tài lộc sắp đến. \n- Thả cá vào ao nuôi là hao tài, tốn của.",
        "mong_name": "Thả"
    },
    {
        "mong_content": "- Chiêm bao thấy lội vào thác nước đang chảy mạnh là cố ý thoát ly gia đình để được tự do kết hôn. \n- Thấy múc nước từ thác đem về nhà là gia đình thịnh vượng, vui vẻ tới tấp.\n- Thấy đùa giỡn với người yêu trong thác nước là lỡ giẫm chân lên sự nguy hiểm, tiến thoái lưỡng nan.",
        "mong_name": "Thác"
    },
    {
        "mong_content": "- Chiêm bao thấy dệt thảm là có cuộc tình duyên êm đẹp. \n- Thấy mua thảm là có hôn nhân trong nhà. \n- Mua thảm bằng vải sồ hàng lụa là được sự bảo vệ của người có thế lực. \n- Thấy mua thảm màu vàng là mọi sự tốt lành. \n- Thảm bạc là thành công sắp đến. \n- Nhưng nếu mua thảm bằng gai, bố hay bằng tất cả các loại dầy cộm là điềm sa sút.",
        "mong_name": "Thảm"
    },
    {
        "mong_content": " - Chiêm bao thấy than cháy đỏ là điềm tủi nhục, hoặc ô nhục. \n- Thấy than tắt tối đui là tai họa sẽ đến. \n- Thấy vào mỏ than là sắp đương đầu với một thử thách. \n- Thấy vào lò than là có hung tin. \n- Thấy mình vào giúp việc cho một mỏ than hay một lò than là bắt đầu một việc làm tuy nhiều cam go, nhưng sẽ có kết quả tốt về sau.",
        "mong_name": "Than"
    },
    {
        "mong_content": "- Chiêm bao thấy mình trèo lên một cây thang hay lên thang lầu là điềm hạnh phúc sắp đến. \n- Thấy mình tuột từ trên thang xuống là có khổ tâm. \n- Thấy lần từng nấc thang xuống là công việc thành tựu nhưng rất ít lợi. \n- Thấy rơi từ trên thang xuống là phá sản.\n- Té từ trên thang lầu hay ở trên đầu thang bị thang ngã, rơi xuống đất là mọi công việc đang thực hiện bị đình chỉ. \n- Thấy lên vai nhiều người để làm thang cho người leo là phải gánh vác một chuyện khổ tâm không thóai thác được. \n- Thấy nhiều người lên vai làm thang cho mình leo là được sự nâng đỡ đắc lực của bạn bè giúp mình nên danh phận.",
        "mong_name": "Thang"
    },
    {
        "mong_content": "- Chiêm bao thấy được hầu chuyện với thánh hiền là sắp có nhiều may mắn. \n- Thấy vào đền chùa hay nhà thờ lễ thánh là làm ăn phát đạt. \n- Thấy lập trang thờ thánh là yên vui trong gia đình. \n- Thấy thánh đến nhà hay hiện trên mái nhà là sắp sanh con quí.",
        "mong_name": "Thánh"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đứng trên thành quách nhìn xuống là điềm an nhàn thư thả. \n- Thấy thành bằng đá xanh là tiền bạc hùng hậu. \n- Thành sơn màu đỏ là mọi việc tốt đẹp, con cháu làm nên. \n- Thấy thành quách rộng bao la là danh vọng lẫy lừng. \n- Thấy bị bắt điệu lên thành là sắp nhận tước ca. \n- Bị người kéo lôi lên mặt thành là không từ chối được một hư vị.\n- Thấy mình hành hung trong thành là bị hâm dọa đủ điều nhưng vẫn không lay chuyển được mình. \n- Thấy mình thoát ra khỏi thành là vượt được một ảo ảnh.",
        "mong_name": "Thành"
    },
    {
        "mong_content": "- Chiêm bao thấy tháp là điềm phải cố gắng vất vả lắm mới thành công. \n- Thấy tháp vắng vẻ là có buồn rầu, tai tiếng và khổ sở. \n- Thấy bị nhốt trong tháp là ước vọng hảo. \n- Thấy tháp có đủ tiện nghi là thắng lợi dễ dàng, bạc tiền vào mau như nước. \n- Nếu tháp thiếu thốn về mọi mặt, là điềm khổ cực dai dẳng không vượt qua được.",
        "mong_name": "Tháp"
    },
    {
        "mong_content": "- Chiêm bao thấy thằn lằn là điềm gặp bạn xấu mặt mà tốt lòng, hiền hậu, tận tâm và trung thành. Thấy thằn lằn bò vào mình, hoặc rút vào quần áo là được người khác phái ngầm giúp đỡ tận tình. \n- Thấy thằn lằn đứt đuôi là làm sứt mẻ tình bạn.",
        "mong_name": "Thằn"
    },
    {
        "mong_content": "- Chiêm bao thấy thắt cổ là có kẻ rắp tâm theo dõi ám hại mình. \n- Thấy người thắt cổ chưa chết là được cứu nguy trong mọi tai nạn. \n- Thấy người thắt cổ mà miệng còn cười là điềm gở, đề phòng liên lụy về chuyện không đâu.",
        "mong_name": "Thắt"
    },
    {
        "mong_content": "- Chiêm bao thấy thần thánh đến nhà mình, là điềm thần tài đến viếng, của bất ngờ sẽ vào, thử mua vé số. \n- Thấy rước thần hay đón bài vị thần là được của, tiền tài.\n- Thần tiên:  Nếu mình mơ thấy tiên giáng thế, hay tiên nữ diễm kiều gì đó thì ắt mình sẽ gặt hái được nhiều thành công trong đời, có nhiều mối giao hảo và được hạnh phúc mỹ mãn.",
        "mong_name": "Thần"
    },
    {
        "mong_content": "- Chiêm bao thấy mặc áo quần bằng the mỏng gần như khỏa thân là điềm bị quyến rũ. \n- Thấy mặc the màu đen là tang khó, màu trắng là thoát được sự cưỡng bức, màu đỏ là vượng tài.",
        "mong_name": "The"
    },
    {
        "mong_content": "- Chiêm bao thấy dùng thép làm những dụng cụ thường như dao, rựa…là điềm thắng thế trong địa vị. \n- Thấy vật bằng thép gãy là mất tín nhiệm đối với người đã đặt tin cậy vào mình. \n- Thấy đi viếng một lò luyện thép, hoặc đúc những dụng cụ bằng thép là được mời vào một địa vị quan trọng.",
        "mong_name": "Thép"
    },
    {
        "mong_content": "- Chiêm bao thấy luyện tập thể dục hay hoạt động thể thao một mình là thất vọng vì tình cũng như vì tiền, có thể dẫm chân lên con đường sa ngã, trụy lạc. \n- Thấy cùng tập thể dục với nhiều bạn trai, gái là đua đòi trác táng, mài miệt trong chốn truy hoan không lối thoát.\n- Thấy bạn cùng phái rủ đi tập thể dục là có tiệc tùng. \n- Thấy bạn khác phái mời tập thể dục là gặp duyên cao đẹp.",
        "mong_name": "Thể"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ngồi thêu quần áo hay vật dụng là điềm có kẻ nịnh hót, đề phòng kẻo lầm cạm bẫy. \n- Thấy mình mặc toàn hàng thêu là tính tình kiêu hãnh làm mất nhiều bạn tốt. \n- Thấy tặng người một bức thêu là được người tri ân trong một việc ngoài khả năng hay thân thế mình. \n- Thấy người đem tặng mình một bức thêu là có hôn nhân vừa ý. \n- Thấy bức thêu treo trên tường bị gián nhấm gặm thủng nhiều nơi là điềm dang dở một cuộc tình duyên êm đẹp vì thế lực kim tiền. \n- Thấy mình tháo bức thêu lấy chỉ là chối bỏ một sự ràng buộc ngoài ý muốn của mình.",
        "mong_name": "Thêu"
    },
    {
        "mong_content": "- Thi trượt: Giấc mơ này thường gặp ở những người đã ra trường một thời gian dài. Trong đó, lý do thi trượt khá đa dạng. Chẳng hạn, bạn không có sự chuẩn bị kỹ cho kỳ thi hoặc làm mất những vật dụng cần thiết phục vụ cho kỳ thi. Hoặc bạn không thể trả lời bất kỳ câu hỏi nào trong bài kiểm tra hoặc bài kiểm tra được viết bằng thứ tiếng mà bạn không biết. Cũng có thể bạn không hoàn thành bài kiểm tra trong thời gian quy định hoặc đến thi muộn.\nGiải thích:\nNhững giấc mơ như vậy thể hiện sự tức giận và buồn chán đang có ở bạn. Nó thường phản ánh rằng bạn đang cảm thấy bị thử thách trong cuộc sống và lo sợ mình sẽ không được chấp nhận. Ngoài ra, nó cũng cho thấy bạn không được chuẩn bị hoặc không đủ khả năng để đối phó với những thử thách đó.",
        "mong_name": "Thi"
    },
    {
        "mong_content": "- Chiêm bao thấy cá thia thia trong chậu là có chuyện ấu đả với người trong thân. \n- Thấy bắt thia thia trong đầm ruộng mang về là điềm bất an trong gia đình. \n- Thấy chọi cá thia thia là tranh giành một gia tài từ nhiều đời để lại. \n- Thấy vứt chậu cho cá thia thia văng ra khỏi nước là chấm dứt được nỗi buồn vớ vẩn.",
        "mong_name": "Thìa"
    },
    {
        "mong_content": "- Chiêm bao thấy vật bằng thiếc như máng xối, tôn lợp nhà… đều là điềm thiệt thòi vì hoàn cảnh nghèo túng của mình. - Thấy đổ thiếc vào khuôn để đúc một vật gì là bị bắt buộc thi hành một việc sái với lương tâm mình. \n- Thấy thay thiếc hư mục bằng lớp thiếc khác là tạm giải quyết được vấn đề sinh kế.",
        "mong_name": "Thiếc"
    },
    {
        "mong_content": "- Chiêm bao thấy thịt là điềm bất tường. \n- Thấy người mang đến cho mình một miếng thịt là có hung tin. \n- Thấy ăn thịt sống là có buồn bực trong gia đình . \n- Thấy quết thịt làm chả là có việc đến tụng đình.",
        "mong_name": "Thịt"
    },
    {
        "mong_content": "- Chiêm bao thấy có người tặng thoa vàng là có tin lành về duyên nợ, đã hứa hẹn trước. \n- Thấy thoa vàng mấp máy trên tóc là phải đi xa vì công việc làm ăn. \n- Thấy thoa xuyến va chạm nhau là điềm gia đình phân tán. \n- Thấy thoa đang vắt trên tóc bỗng nhiên rơi xuống đất, là có kẻ dùng lời ngon ngọt cám dổ làm vợ chồng nghi kỵ nhau, đề phòng đổ vỡ.\n- Thấy thoa chiếu ánh sáng là sinh con qúy \n- Thấy thoa gãy là giữa vợ chồng, có một người chết. \n- Thấy vàng hóa đen là sạt nghiệp vì bị liên lụy trong một việc.",
        "mong_name": "Thoa"
    },
    {
        "mong_content": "- Chiêm bao thấy thóc lúa hay thóc nếp đều là điềm lợi lộc vào nhà. \n- Thấy gánh thóc từ đồng ruộng về nhà là làm ăn phát đạt. \n- Thấy về thóc trước gió là có người rủ hùn vốn trong công việc nhiều lợi, thay đổi hoàn cảnh. \n- Thấy xay thóc là công việc làm ăn bê tha được người giúp đỡ chấn chỉnh lại. \n- Thấy ăn thóc là lợi vào ngoài sự tưởng tượng của mình. \n- Thấy lột thóc bỏ vỏ là tỉnh ngộ sau một lúc si mê vì bị quyến rũ. Thấy lột thóc còn vỏ mà không có gạo hay nếp là bị lừa gạt mất hết của cải.",
        "mong_name": "Thóc"
    },
    {
        "mong_content": " - Chiêm bao thấy thổ huyết là điềm bị áp bức mà không phương giải thoát. \n- Thấy bị thổ tả là gặp phiền lụy vì nhiều gánh vác.",
        "mong_name": "Thổ"
    },
    {
        "mong_content": "- Chiêm bao thấy có người mang thơ đến nhà là điềm bất tường, tin dữ từ xa đưa về. \n- Thấy mình viết thơ là trong gia đình có chuyện buồn bực. \n- Thấy đọc thơ giúp người là bị quấy nhiễu vô lối.\n- Thấy nhận được một lúc hằng đống thơ là sắp bị bệnh nặng khó tìm gặp. \n- Thấy vò nát thơ vứt vào sọt là tức mình vì thua trí kẻ dưới tay, nhưng đã lỡ. \n- Thấy người ngâm thơ cho mình nghe là có tán tỉnh, nên đề phòng kẻo vợ chồng ngờ nhau.\n- Thấy mình ngâm thơ là thất vọng trong công việc, không giải quyết được bế tắc. \n- Nghe tiếng ngâm thơ mà không. \n- Thấy người là có cãi vã với người bên cạnh, nên nhẫn nhịn kẻo xảy ra to chuyện.\n",
        "mong_name": "Thơ"
    },
    {
        "mong_content": "- Chiêm bao thấy lập bàn thiên thờ phượng là điềm gia đình sung túc, vui vẻ liên miên. \n- Thấy vọng bái trước bàn thờ thông thiên là làm được việc thật nhiều tiền.",
        "mong_name": "Thờ"
    },
    {
        "mong_content": "- Chiêm bao thấy đi tìm thợ, hay giao thiệp mật thiết với thợ, bất cứ thợ gì cũng đều là điềm kiếm được việc làm sau một thời gian thất nghiệp. \n- Thấy giao việc cho thợ là việc làm có người nâng đỡ đến thành công.\n- Thấy mình điều khiển rất nhiều thợ là thay đổi địa vị.",
        "mong_name": "Thợ"
    },
    {
        "mong_content": "- Chiêm bao thấy chứng kiến một việc thông dâm là điềm buồn bực, gia đình xào xáo không yên. \n- Thấy thông dâm với vợ người hay chồng người là bị ô nhục vì thi hành một việc mù quáng bị phát giác. \n- Thấy thông dâm với trai còn nhỏ tuổi là gặp điều khốn khổ có thể tiêu tan sự nghiệp. \n- Thấy thông dâm với gái thật nhỏ tuổi là lầm cạm bẩy, mất tiền của mất cả danh dự. \n- Thấy thông dâm với người tu hành là có quan sự, đi đến tụng đình. \n- Thấy thông dâm với tiên nữ hay ma quái là sắp bệnh nặng, khó trị có thể chết chóc.",
        "mong_name": "Thông"
    },
    {
        "mong_content": "- Chiêm bao thấy nuôi thú vật nhà là điềm gia đình thịnh vượng. \n- Thấy mang thú vật rừng về nhà nuôi là có tai biến, coi chừng có xung đột của người trong nhà sinh ra to chuyện. \n- Thấy bị thú rừng đuổi theo mình là điềm gở. \n- Thấy hạ được thú rừng là thoát được một sự áp bức vì thế lực, phải chịu đựng trong nhiều ngày. \n- Thú vật, chim chóc: Mơ thấy dã thú thông thường là điềm tốt liên can đến buôn bán. Nhưng đây cũng còn tùy coi chúng tỏ ra sao?. Nếu chúng hiền lành các sự việc của mình sẽ thành đạt. Nhưng nếu chúng tấn công mình hay kẻ nào khác trong giấc mơ thì mình sẽ có nhiều vấn đề để đối phó. \n- Mơ thấy con mèo là điềm không may báo mộng sự bội bạc và lừa dối từ những kẻ mình tín cẩn. Nếu trong mơ mình giết chết được con mèo thì tối hậu mình cũng vượt qua khỏi sự dèm pha nào đó. Nếu mơ thấy mình đuổi mèo đi thì mình sắp có cơ may đưa đến. \n- Nằm mơ thấy chó là điềm tốt tượng trưng cho tình hữu nghị giao hảo. Cung còn tùy chó với tình trạng lành hay dữ, thì ngoài đời cũng lành hay bất lành như thế. \n- Mơ thấy bò cũng là điềm hên và thịnh vượng. \n- Thấy trâu thì liên can đến làm ăn hoặc tình ái. \n- Thấy cọp hay sư tử thì là điềm lành tượng trưng cho sự rạng rỡ trong lĩnh vực lãnh đạo hay làm ăn. \n- Thấy chim chóc là điềm tối hên. Nhất là khi chúng có màu sắc, hót líu lo hay bay lượn vui vẻ. \n- Chim chết hay chim bị thương trong mơ là điềm không hay, mình sắp có phiền lo. \n- Mơ thấy trứng chim trong tổ là dấu hiệu tiền bạc, coi chừng trứng bể thì mình sẽ gặp thất vọng nay mai, và trứng đang nở là điềm lợi lộc nào đó có vô nhưng chậm. Một cái tổ chim trống không thì là điềm báo mình coi chừng bị lôi kéo vào những cuộc xích mích trong gia đình. Sau cùng nếu mơ thấy rõ mỏ chim thì mình sắp có dời đổi chỗ ở.",
        "mong_name": "Thú"
    },
    {
        "mong_content": "- Chiêm bao thấy mình thua cờ bạc là tài lợi sắp vào. \n- Thấy mình thua sút người vì tiền bạc là có người nâng đỡ, giúp mình làm ăn nhiều lợi. \n- Thấy mình thua trí người, nếu là phái nữ nằm chiêm bao là được của, do người theo đuổi mình tìm cách đưa đến tay mình. \n- Nếu là phái nam, sẽ gặp tình yêu chân thật.",
        "mong_name": "Thua"
    },
    {
        "mong_content": "- Chiêm bao thấy thung lũng bao la là điềm làm ăn phát đạt. \n- Thấy thung lũng hoang vắng là gặp trở ngại trong công việc. \n- Thấy thung lũng thu hẹp lần lần là cửa nhà sa sút. \n- Thấy thung lũng sình lầy là có tin từ quê hương đưa về thúc hối một công việc. \n- Thấy thung lũng đầy thú dữ là có sự hãi hùng, tai nạn kề bên.",
        "mong_name": "Thung"
    },
    {
        "mong_content": "- Chiêm bao thấy thùng đựng đầy nước là điềm thịnh vượng, công việc làn ăn càng ngày càng phát đạt. \n- Thấy người đem thùng đến cho mình là sắp có tài to. \n- Thấy thùng đầy phẩn là tiền bạc vào như nước. \n- Thấy thùng không là có việc chẳng lành, có thể bị tù tội. \n- Thấy thùng đựng rượu là gặp nhiều may mắn.\n- Thùng đựng dầu là phạm nhầm một lỗi lầm to tát, khó cứu vãn",
        "mong_name": "Thùng"
    },
    {
        "mong_content": "- Chiêm bao thấy mua thuốc lá là điềm may mắn, bất cứ với hình thức nào. \n- Thấy thầy thuốc chữa bệnh là được an ủi, che chở trong cơn nguy khốn. \n- Thấy mình uống thuốc là được mòn lợi nhỏ sau thời gian túng thiếu. \n- Thấy cho người uống thuốc là giúp đỡ một người bạn bằng tiền. \n- Thấy mình làm thầy thuốc là có tham vọng chinh phục người khác. \n- Chiêm bao thấy mình mua thuốc lá hay hút thuốc lá là có chuyện vui vẻ đem đến. \n- Thấy mình cho người thuốc lá là sắp được người thi hành nghĩa cử với mình. \n- Thấy mất thuốc lá là lỡ dẫm chân vào một công việc bất lợi. \n- Thấy mình đốt thuốc điếu là có người hoan nghênh hành động của mình, đến mời nmọc mình dự bữa tiệc liên hoan. \n- Thấy điếu thuốc tắt là lãnh trọn hậu quả do tính ương ngạnh của mình.",
        "mong_name": "Thuốc"
    },
    {
        "mong_content": "- Chiêm bao thấy thủy thủ trên tàu, thuyền giữa biển khơi là vấp phải một tình trạng tiến thóai lưỡng nan. \n- Thấy thủy thủ ở trên bộ là mọi việc tốt lành, có lợi vào thật nhiều. \n- Thấy mình làm thủy thủ là đang toan tính một việc làm không chính đáng, nhưng bất thành. \n- Thấy cãi vã với thủy thủ là bị người phổng tay trên trong một nguồn lợi do mình dày công vun vén.",
        "mong_name": "Thủy"
    },
    {
        "mong_content": "- Chiêm bao thấy tàu chạy trên sông là điềm thành đạt trong công việc. - Thấy mình đi trên tàu là vui vẻ tới tấp.- Thấy đi trên tàu gặp sóng to hoặc giông bão là có nguy biến. - Thấy tàu nằm trên ụ là buôn bán bị bế tắc. - Thấy tàu chìm là cửa nhà bị sa sút. - Đàn bà thấy tàu chìm là bị quyến rù mất tiết trinh, hoặc theo tiếng gọi của dục vọng, bỏ chồng con. - Thấy tàu rướn lên cồn là gặp trở ngại trong công việc. - Thấy tàu phát cháy là lợi lộc vào nhiều. - Thấy tàu cặp bến là qua một cơn nguy hiểm. - Thấy tàu phun khói mù mịt là bịnh bất ngờ. - Thấy tàu đến một nơi xa lạ có người đông đảo là bắt đầu một công việc có lợi to. - Thấy tàu vào bến vắng là cửa nhà sa sút. Thấy tàu đang chạy tự nhiên thủng ở nhiều nơi, nước tràn vào là điềm thành đạt, trở nên giàu có.",
        "mong_name": "Thuyền"
    },
    {
        "mong_content": "- Chiêm bao thấy bị thừng trói cả thân mình là điềm mạnh khỏe. \n- Thấy mình dùng thừng trói người là có cuộc thách đố với người. \n- Thấy thừng trói mình bị đứt là gặp một việc rủi ro,có thể mang tật một tay hay một chân.",
        "mong_name": "Thừng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình mang thương tích là điềm thất bại trong một việc làm, tổn thương đến danh dự. \n- Thấy người bị thương tích là mình thằng thế trong một cuộc tranh giành quyền lợi. \n- Thấy người mang thương tích trên đầu là mình thu được nhiều danh vọng. \n- Thấy mang thương tích khắp mình mẩy là mình sắp thu được nhiều tiền của.",
        "mong_name": "Thương"
    },
    {
        "mong_content": "- Chiêm bao thấy tiên là điềm được thăng thưởng, cất nhắc. \n- Thấy tiên nữ nhảy múa là có vui vẻ đến nơi. \n- Thấy tiên nữ vuốt ve là được che chở trong mọi việc. \n- Thấy tiên nữ ban phước lành là cửa nhà bắt đầu sung túc.",
        "mong_name": "Tiên"
    },
    {
        "mong_content": " - Chiêm bao thấy tiền là điềm ngưng trệ trong công việc. \n- Thấy lượm được tiền về mù xuân hạ là tốt lành, về mùa thu đông là xui xẻo. \n- Thấy chia tiền trong nhà là điềm chia ly, tan vỡ. \n- Thấy ngựa chở tiền là mất địa vị.\n- Thấy nhận tiền giấy của người đem đến là mọi sự tốt đẹp. Thấy đồng tiền vàng xâu thành đôi là có thêm vợ lẽ, hay có chồng hờ. \n- Thấy bỏ tiền vào ống là gia đình suy sụp.\n- Thấy lượm được tiền vàng là bắt được lợi to. \n- Tiền bạc là có phiền toái. \n- Tiền giả là bị cắt chức hay tổn thương danh dự. \n- Tiền đồng là túng quẫn, cơ cực. \n- Tiền bạc: Cuộc sống của chúng ta xoay quanh đồng tiền, dứt khoát bạn sẽ mơ về nó nhất là khi bạn đang trong tình trạng khó khăn về tài chính hoặc chi tiêu không có kế hoạch. \nÝ nghĩa: Nếu bạn mơ được tiền, nghĩa là bạn phát đạt và có quyền lực trong tay. Nó cũng cho thấy sự tự tin và sức mạnh của bạn. Tuy nhiên, nếu bạn mơ làm mất tiền, nó tượng trưng cho sự xúc phạm hoặc tổn thương,và bạn sẽ trải qua một khoảng thời gian ngắn không vui vẻ chút nào.  \n- Tiền: Nằm mơ thấy mình trả tiền, cho tiền ra hay cho mượn tiền là điềm tốt lành. Nhận tiền cũng không sao, và cũng là điềm tốt. Nếu món tiền này không có gì mờ ám, đây cũng là điềm mình sẽ vững bụng về tài chính. Nằm mơ thấy lượm được tiền mình sẽ có quý nhân phù trợ hay \"ơn trên\" ban xuống không chừng. Nhưng sự thành công về tài chính của mình thế nào thì thế cũng sẽ đi đôi ít nhiều với thất vọng \"tiêu hao\". Nằm mơ thấy mất tiền lại là điềm báo với ý nghĩa trái ngược, mình sắp có tiền vô như nước. Thấy mình trong giấc mơ đang đổi tiền nhỏ ra lớn... thì đây là dấu hiệu mình sắp có vấn đề phiền hà gây bởi sự bất cẩn nào đó của mình. Một giấc mơ đổi chác ngoại tệ lại là điềm tốt, tiền tài của mình sắp sửa gia tăng. Nhưng nếu mơ thấy đang vay mượn thì là điềm báo bắt đầu chiết giảm chi tiêu, xa xỉ. Trong mơ thấy mình đang xài tiền lại là điềm tốt, mình sắp có một món lợi bất ngờ. Còn mơ thấy ăn trộm tiền cũng là điềm tốt, mình đang trong thời kỳ may mắn không ngờ. Cuối cung nếu mơ thấy đang đếm tiền hay cất tiền để dành, thì đây cũng là điềm lành, có tin vui bản thân, miễn là trong giấc mơ mình không phải đang đếm tiền để chắt bóp một cách keo kiệt hay vì nghèo quá là được rồi.",
        "mong_name": "Tiền"
    },
    {
        "mong_content": "- Chiêm bao thấy đi tiểu trên đống ô-uế là có lợi vào. \n- Thấy tiểu trên giường là bệnh sắp đến. \n- Thấy tiểu ở nhà tiêu là bị thương ở ruột vì ảnh hưởng của tính tham ăn tham uống của mình.",
        "mong_name": "Tiểu"
    },
    {
        "mong_content": "- Chiêm bao thấy hoa màu tím là gặp tình duyên đằm thắm, tốt đẹp. \n- Thấy hái hoa tím là đi đến hôn nhân. \n- Thấy cài hoa tím lên tóc là cưới được vợ giàu hay lấy chồng giàu. \n- Thấy cài hoa tím lên ngực là cưới được vợ tài đức, hay lấy được chồng biết quí vợ.",
        "mong_name": "Tím"
    },
    {
        "mong_content": "- Chiêm bao thấy tòa án là vừa thi hành một việc xấu xa, đê tiện. \n- Thấy bước lên thềm tòa là bị người hạ nhục. \n- Thấy đứng trước phiên tòa là có hung tin. \n- Thấy phiên tòa vắng vẻ là có người muốn gặp mình. \n- Thấy ra khỏi phòng tòa là được người có danh vọng đến viếng.",
        "mong_name": "Tòa"
    },
    {
        "mong_content": "- Chiêm bao thấy đầu rụng hết tóc là điềm hung dữ. \n- Thấy cạo đầu hết tóc là gia đình lâm nguy. \n- Thấy đầu bù tóc rối là có kẻ mưu hại. \n- Thấy tóc xõa xuống mặt là có kiện tụng. \n- Đàn bà thấy tóc xõa là có ngoại tâm. \n- Đàn ông thấy vợ bỏ tóc xõa là có thông dâm với vợ người. \n- Thấy đầu trọc lại mọc tóc là sức khoẻ dồi dào. \n- Thấy tóc chải láng là thành công trong việc làm, nhiều lợi. \n- Thấy tóc mượt đen là có chuyện ưu phiền. Tóc bạc là có thêm bạn tốt. \n- Thấy tóc quăn lại là sa ngã vì tình Thấy tóc dài ra là bị bắt buộc đoạn tuyệt với người mình yêu.  \n- Tóc thường đại diện cho hiểu biết, trí tuệ hoặc sự thiếu sót trong ý thức. Freud từng nói tóc dày có thể là dấu hiệu bản lĩnh đàn ông. Nếu trong giấc mơ bạn bắt gặp mình bị cắt tóc thì điều đó có thể là bạn sắp mất quyền lực hoặc lòng tự trọng bị tổn thương hoặc là bạn đang lo sợ về những việc trong quá khứ.",
        "mong_name": "Tóc"
    },
    {
        "mong_content": "- Chiêm bao thấy mua tỏi là có cãi vã với người hàng xóm. \n- Thấy ăn tỏi là phát giác việc đồi bại trong gia đình . \n- Thấy trồng tỏi là có chuyện buồn rầu. \n- Thấy buộc tỏi vào chân tay mình là bị người gây sự. \n- Thấy buộc tỏi vào chân tay người là tránh đượcmột hành động ngoài ý muốn của mình,",
        "mong_name": "Tỏi"
    },
    {
        "mong_content": "- Chiêm bao thấy tổ tiên hiện về là điềm chết chóc. \n- Thấy trò chuyện với tổ tiên là mồ mả siêu lạc hoặc bị khuấy phá hay sụp đổ. \n- Thấy bàn thờ tổ tiên là điềm lành, làm ăn thịnh vượng.",
        "mong_name": "Tổ"
    },
    {
        "mong_content": "- Chiêm bao thấy ban ngày bỗng nhiên trời tối hẳn lại là điềm sụp đổ hoàn toàn không gượng được. \n- Thấy mình đi vào chỗ tăm tối là thất vọng tràn ngập.\n- Thấy nhà cửa tối tăm là con cái bơ vơ. \n- Thấy đền chùa tối tăm là thất bại liên tiếp, chán nản muốn cạo đầu vào chùa.",
        "mong_name": "Tối"
    },
    {
        "mong_content": "- Chiêm bao thấy tôm là điềm nghi kỵ, sinh tâm, chia rẽ. \n- Thấy tôm sống là vợ chồng xa nhau vì một việc nhỏ. \n- Thấy tôm luộc là chắp nối lại cuộc tình dang dở. \n- Thấy ăn tôm hùm là có người rủ đi làm nghề hạ bạc. \n- Thấy tôm không có râu là chuyện thông dâm trong gia đình bị đổ bể.\n- Thấy mang tôm cho người là thoát được một tai nạn.\n- Thấy người mang tôm cho mình là phải gánh vác một việc quá sức mình.",
        "mong_name": "Tôm"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị tra tấn là điềm làm ăn thất bại, hao tài tốn của. \n- Thấy mình tra tấn người là bị người mê hoặc, làm mình quên cả lương tâm.",
        "mong_name": "Tra"
    },
    {
        "mong_content": "- Chiêm bao thấy uống trà là điềm bị ngăn trở trong cuộc lương duyên khiến mình đau khổ ê chề. \n- Thấy phơi xác trà là thoát ly hoàn cảnh, tự do xây dựng hạnh phúc. \n- Thấy đổ một ấm trà là vượt mọi trở ngại để hoàn thành ý định trong yêu đương.",
        "mong_name": "Trà"
    },
    {
        "mong_content": "- Chiêm bao thấy trai hến ở bãi biển là già rồi còn có con muộn.\n- Thấy lặn xuống nước mò trai là sanh con hiền. \n- Thấy trai gái cùng tắm gội rồi đưa nhau lên giường là điềm thất vọng có thể tự tử.",
        "mong_name": "Trai"
    },
    {
        "mong_content": "- Chiêm bao thấy trái cây hình tròn là điềm được nhiều lợi. \n- Thấy trái cây hình dài là túng thiếu. \n- Thấy trái cây nhiều gai góc hay khía cạnh là gặp trở ngại trong công việc làm ăn. \n- Thấy trái mềm là được nâng đỡ. \n- Trái cứng là gặp quấy rầy. \n- Trái khô là thất bại hoàn toàn.",
        "mong_name": "Trái"
    },
    {
        "mong_content": "- Chiêm bao thấy trán mình tự nhiên cao lên là vượng tài.\n- Thấy trán mình vồ thêm ra là điềm gở, đề phòng xui xẻo lúc đi đường. \n- Thấy trán mình nổi cục u nần là có nguy hiểm đến tính mạng.",
        "mong_name": "Trán"
    },
    {
        "mong_content": "- Chiêm bao thấy mua sắm trang sức là điềm lụy vì ái tình. \n- Sắm món trang sức bằng vàng là nghe lời phỉnh nịnh, tiêu tan tiền của. \n- Món trang sức bằng kim cương là cạm bẫy xa hoa, mồi sắc đẹp luyến ái quyến rủ. \n- Trang sức bằng bạc là thành công trong tình ái. \n- Thấy tặng người một món trang sức là bị ruồng rẫy vì tình. \n- Thấy đạp gãy món trang sức của người yêu là bị phản bội.",
        "mong_name": "Trang"
    },
    {
        "mong_content": " - Chiêm bao thấy chế tạo tràng phang là điềm hạnh phúc lâu dài trong gia đình.\n- Thấy mình đi một tràng hoa cho người là có người mời dự hôn lễ. \n- Thấy đặt tràng hoa trên ngôi mộ mới là có chuyện vui; nếu mộ cũ là có người bạn từ xa về rủ mình đi làm ăn.",
        "mong_name": "Tràng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình thưởng thức một bức tranh đẹp là tài lợi vào. \n- Thưởng thức một bức tranh quái dị là toan tính một việc ám muội. \n- Thấy mình mua tranh hay bán tranh là bị lôi cuốn vì dục vọng hoặc bị bạn xấu lừa dối. \n- Thấy người tặng tranh khỏa thân cho mình là tình duyên tan rã. \n- Thấy một bức tranh đầy cảnh đẹp,kỳ hoa dị thảo là sắp có món quà của người tri kỷ từ phương xa gửi về tặng mình.",
        "mong_name": "Tranh"
    },
    {
        "mong_content": "- Chiêm bao thấy giao du với một người đàn bà trắc nết là điềm hôn nhân thành tựu.\n- Thấy một thiếu nữ trắc nết theo đuổi mình là tình đầu ngắn ngủi.",
        "mong_name": "Trắc"
    },
    {
        "mong_content": "- Chiêm bao thấy trăn đuổi theo mình là gặp kẻ ác tâm muốn ám hại mình. \n- Thấy trăn lột vỏ là kẻ hung dữ bị hạ, mình vô sự. \n- Thấy ăn thịt trăn là tài lợi dồi dào. \n- Thấy trăn quấn trên sàn nhà là có người trong gia đình đau nặng. \n- Thấy mình bị trăn quấn là gia đình kiệt quệ.",
        "mong_name": "Trăn"
    },
    {
        "mong_content": "- Chiêm bao thấy trăng tròn là thịnh vượng vượt bậc. \n- Thấy trăng mơí là thắng lợi trong công việc. \n- Thấy trăng xế là có người lớn tuổi trong gia đình chết.\n- Thấy bắt bóng trăng dưới nước hay đuổi theo bóng trăng là thúc thủ trước những trở ngại, đành khoanh tay chờ định mệnh. \n- Thấy trăng lưỡi liềm vào thượng tuần là tràn ngập hy vọng. \n- Thấy trăng đang lặn là bệnh hoạn sẽ đến.",
        "mong_name": "Trăng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ở trần là điềm bức rứt khó chịu sắp có tin không hay. \n- Thấy mình ở trong một gian nhà không trần, nóc thủng, thấy ánh sáng từ ngoài luồng vào là sắp có người mơì đi dự tiệc tùng hè hội. \n- Thấy trấn nhà kiên cố là làm ăn phát đạt, trần nhà sụp đổ nhiều nơi là có chuyện buồn bực trong gia đình.",
        "mong_name": "Trần"
    },
    {
        "mong_content": "- Chiêm bao thấy cưỡi trâu ra đồng là điềm thịnh vượng. \n- Cỡi trâu vào thành phố là có sự mừng vui.\n- Thấy trâu cái đẻ con là điều mong muốn được thành tựu. \n- Thấy sừng trâu vấy máu là được vinh thăng chức tước. \n- Thấy trâu đột nhiên chạy vào nhà là có tin vui. \n- Thấy hạ trâu làm thịt là được người kính nể. \n- Ăn thịt trâu là phát đạt \n- Thấy trâu mọng là mắc lời van vái, quên cúng. \n- Trâu mộng vào nhà là điềm tang khó. \n- Thấy trâu húc người là thất bại trong công việc. \n- Thấy trâu húc mình là vượt mọi trở ngại, nhưng việc vẫn không thành.",
        "mong_name": "Trâu"
    },
    {
        "mong_content": "- Chiêm bao thấy tre là điềm vượt bậc.\n- Thấy tre mọc trước sân là điềm nên danh phận. \n- Thấy trồng tre trước ngõ là có người giúp đỡ. \n- Thấy đốn tre là người trụ cột của gia đình bệnh nặng. \n- Thấy rễ tre bò vào nhà là điềm dữ đáng ngại.",
        "mong_name": "Tre"
    },
    {
        "mong_content": "- Chiêm bao thấy tự nhiên mình trẻ lại, là điềm đau thập tử nhất sinh. \n- Thấy ông bà hay cha mẹ trẻ lại là có tang tóc. \n- Chiêm bao thấy trẻ nít là điềm tốt. \n-  Thấy trẻ nít đùa giỡn là vượng tài. \n- Nếu đứa trẻ ấy là trai thì thành công viên mãn trong cơ sở. \n- Nếu đứa trẻ là gái thì có mừng vui hoà lẫn với hối tiếc.\n- Nếu đứa trẻ tàn tật là điều tai ương. \n- Thấy trẻ sơ sinh là nuôi ước vọng. \n- Thấy đứa trẻ đang mớm vú mẹ là bệnh hoạn triền miên, có thể nguy hiểm. \n- Thấy đứa trẻ ấy ở trên tay người vú em là cửa nhà sung túc, dồi dào tiền bạc.",
        "mong_name": "Trẻ"
    },
    {
        "mong_content": "- Chiêm bao thấy trèo đèo vượt núi là điềm đắc kì sở nguyện, mộng ước thành tựu. \n- Thấy trèo một cách khó khăn là hy vọng mỏng manh. \n- Thấy trèo lên một cây cao là ước vọng nhiều nhưng thành tựu không như ý. \n- Thấy trèo lên nửa chừng hay đến chót vót bị rơi xuống, hay cây gãy là khát vọng bị cản trở, danh dự tiêu tan theo tiền bạc. \n- Thấy trèo tường là dòm ngó một địa vị.\n- Trèo qua khỏi tường là toại nguyện. \n- Trèo được một phần rồi ngưng lạ, hoặc không còn đủ sức trèo nữa, là tiêu tan tiền bạc vơí hư vị nhưng mất của hoài công. \n- Thấy trèo qua một vực thẳm là vượt được một đoạn đường công danh. \n- Học sinh thấy trèo qua vực là thi đậu hoặc được lên lớp trên.",
        "mong_name": "Trèo"
    },
    {
        "mong_content": "- Chiêm bao thấy trĩ là điềm thỏa mãn dục vọng. \n- Thấy một con trĩ đang rỉa lông là đã cùng người anh hay em bên chồng thâm dâm thầm lén. Nếu là phái nam thì đã thi hành việc ám muội với em vợ hoặc chị vợ. \n- Thấy một con trĩ đậu trên mái nhà là có sự thông đồng với kẻ ăn người ở. \n- Thấy nuôi chim trĩ trong lồng là âm thầm dâm loạn với người trong họ. \n- Thấy ăn thịt trĩ, là chấm dứt một tai họa về loạn luân, hoặc phát giác được sự loạn",
        "mong_name": "Trĩ"
    },
    {
        "mong_content": "- Triệu phú: Nếu mơ thấy mình là triệu phú, đây là điềm rất hên, mình sắp có được đền đáp, nhớ ơn nguyên vì một nghĩa cử thiện nguyện hay việc làm gì đó tốt bụng của mình hồi xa xưa. Nếu trong giấc mơ sau khi thành triệu phú rồi mình vẫn tốt bụng đem tiền giúp đỡ gia đình, bạn bè hay thiện nguyện thì mình càng được may mắn nay mai. Chỉ có nằm mơ gặp mặt triệu phú thì không may cho lắm, mình nên tham khảo ý kiến cho kỹ trước khi tham dự vào những sự dấn thân nào mới. \n",
        "mong_name": "Triệu"
    },
    {
        "mong_content": "- Trộm cướp: Mơ thấy trộm là điều tốt, mình sắp có thêm tiền của, đồng thời nếu mình bắt được kẻ trộm trong giấc mơ thì mình rất có thể sắp hưởng một gia tài nào đó nữa. Nằm mơ thấy bị cướp, mất vật gì đó cũng là điềm may, mình sắp có thu hoạch bất ngờ. Duy nếu mơ thấy bị cướp tiền thì có nghĩa đen, mình nên để ý đến cách tiêu xài của mình, coi chứng tiêu hao hồi nào không hay. \n- Kẻ cướp... Nếu anh chàng hay cô nàng trong giấc mơ có liên can đến \"kẻ cướp trái tim\" ngoài đời, hãy coi chừng tiền không mất mà tình thì mất ngay.\n- Chiêm bao thấy trộm vào nhà là điềm được của bất ngờ. \n- Thấy bắt được trộm là hưởng gia tài của người ngoài thân tộc. \n- Thấy đánh trộm là để lơ một cơ hội thu hoạch được nhiều tiền của. \n- Thiếu nữ hay thiếu niên đến tuổi trưởng thành mà chiêm bao thấy trộm là điềm lén lút thỏa mãn xác thịt.",
        "mong_name": "Trộm"
    },
    {
        "mong_content": "- Chiêm bao thấy vào triều yết kiến vua, là điềm được mời giữ một địa vị. \n- Thấy triều dâng cao là đời lên hương nhấp nháy. \n- Thấy triều xuống thấp là địa vị bị lung lạc. \n- Thủy triều ngưng dậy là bị nghi ngờ trong chức vụ.",
        "mong_name": "Triều"
    },
    {
        "mong_content": "- Chiêm bao thấy tro là điềm ngưng trệ trong công việc. \n- Thấy tro lạnh là gia đình suy sụp không gượng nổi. \n- Thấy tro nóng là có điêu tàn. \n- Trong tro còn vài đóm lửa là vượt qua một trở ngại thật khó nhọc, nhưng còn hy vọng vớt vát một ít thành công.",
        "mong_name": "Tro"
    },
    {
        "mong_content": "- Chiêm bao thấy học trò cắp sách đi học là điềm bị phá khuấy trong công việc hoặc trong sự toan tính. \n- Thấy học trò qua ngưỡng cửa trường là hao tài tốn của nhưng không thành việc. \n- Thấy học trò gái là có yên vui trong gia đình. \n- Học trò trai là có xáo trộn.",
        "mong_name": "Trò"
    },
    {
        "mong_content": "- Chiêm bao thấy chạy trốn một cuộc đuổi bắt là điềm lâm nguy. \n- Thấy trốn thoát được một cảnh giam cầm là hoàn thành được một cơ sở, có nhiều lợi. \n- Thấy trốn chạy một người đàn ông, hay một thiếu niên, là si mê một người mà không dám thố lộ. \n- Thấy trốn chạy một thiếu nữ hay một người đàn bà là bị quyến rủ đi vào đường trụy lạc.",
        "mong_name": "Trốn"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đánh trống là có chuyện xung đột trong địa vị.\n- Nghe tiếng trống mà không thấy trống là bị áp lực của người nhiều quyền thế hơn mình, nhưng mình vẫn được người khác che chở nên giữ vững được địa vị.\n- Thấy trống lăn trước mặt là kẻ muốn hạ mình đang theo sát bên mình. \n- Trống thủng là chấm dứt được mối đe dọa. \n- Trống mới bịt là có xô xát không tránh khỏi. \n- Trống không kêu là kẻ toan ám hại mình ở thấp hơn địa vị mình nên không làm gì được mình.",
        "mong_name": "Trống"
    },
    {
        "mong_content": "- Chiêm bao thấy trồng cây ăn trái là điềm vất vả khó khăn lắm mới tìm được sinh kế. \n- Thấy trồng cây lấy giống là kẻ tranh giành quyền lợi phải nhẫn nại lắm mới gặt được lợi lộc nhỏ. \n- Thấy trồng rau cải là tiền của vào mau, nhưng không giữ được, vào cửa trước ra cửa sau, vào sáng hết chiều.",
        "mong_name": "Trồng"
    },
    {
        "mong_content": "- Chiêm bao thấy trời trong, không mây mù là điềm đoàn tụ gia đình vui vẻ, nhiều hy vọng. \n- Thấy trời đỏ như lửa là có xáo trộn, trong gia đình có người chết, bỏ xứ ra đi. \n- Thấy trời vàng ánh là vướng vòng tù tội, trời u ám là làm ăn thất bại, gia đình lục đục.\n- Thấy trời rạng đông là nhiều vinh hiển. \n- Trời soi sáng vào nhà là có quan tước. \n- Thấy mặt trời mới mọc là gia đình thành đạt. \n- Mặt trời soi vào mình là được vinh thăng. \n- Mặt trời sắp lặn là có điều lo buồn. \n- Mặt trời lặn hẳn là cha mẹ không may. \n- Mặt trời gác núi là có sự phản phúc của kẻ ăn người ở trong nhà. \n- Mặt trời án mặt trăng là sinh con qúy.",
        "mong_name": "Trời"
    },
    {
        "mong_content": "- Chiêm bao thấy trùng bò đầy sân là điềm ô nhục, bị người khinh. \n- Thấy trùng bò vào nhà là gia đình suy sụp, bị kẻ ở ngay trong nhà khinh bỉ. \n- Thấy giẫm chân lên côn trùng là thoát được một cảnh trái tai. \n- Thấy trùng ngập nước phơi xác lỉnh nghỉnh là chấm dứt được tình trạng bi đát.",
        "mong_name": "Trùng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang giẫm chân lên con đường bê tha trụy lạc là điềm đen tối, gia đình đến hồi bị tai họa dồn dập. \n- Thấy người thân bị trụy lạc là có sự ly tán trong nhà.\n",
        "mong_name": "Trụy"
    },
    {
        "mong_content": "- Chiêm bao thấy trứng là điềm kém sức khỏe. \n- Thấy trứng cứng như đá là bị tổn thương ở dạ dày. \n- Thấy trứng thối là gặp nhiều khó khăn. \n- Thấy có người đập trứng bôi vào mặt là điềm bị điếm nhục. \n- Thấy trứng chồng chất lên nhau thật nhiều là có kiện tụng.\n- Thấy trứng bể là có buồn bực. \n- Thấy ăn trứng sống là thỏa mãn dục vọng. \n- Thấy ăn trứng chín là thành đạt. \n- Thấy trứng bị đốt có nhiều đốm đen trắng là mất hết hứng thú vì bộ phận sinh dục tổn thương sau thời gian hành lạc quá độ.",
        "mong_name": "Trứng"
    },
    {
        "mong_content": "- Chiêm bao thấy trường học là điềm cực trí, phải lo lắng nhiều. \n- Thấy trông nom một trường học là bị quấy nhiễu hằng ngày, không bao giờ yên thân. \n- Thấy trường đông đảo học trò là trong nhà có con làm nên danh phận. \n- Thấy trường sụp đổ, rong rêu bao phủ là con bỏ đi hoang.",
        "mong_name": "Trường"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đi tu là điềm nhàn hạ gia đình yên ổn. \n- Thấy vào chùa hay vào tu viện tiếp xúc với tu sĩ là được che chở khuyên lơn, an ủi.\n- Thấy tu sĩ vào nhà, là hạnh phúc đến nơi.",
        "mong_name": "Tu"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị tù tội là điềm bị trói buộc vì hoàn cảnh, không bay nhảy được. \n- Thấy nhà tù là bị áp bức, hành hạ. \n- Thấy tù nhân là bị phá sản, kiệt quệ tài chính.",
        "mong_name": "Tù"
    },
    {
        "mong_content": "- Chiêm bao thấy người cho mình một túi xách là điềm mang lời ăn tiếng nói, chuyện ít xích ra nhiều. \n- Thấy áo mình được may thêm nhiều túi là sắp nhúng tay vào việc thiếu lương thiện. \n- Thấy túi áo thủng là hao tài, mất của. \n- Thấy túi áo cháy là được của bất ngờ nhưng giữ không được.",
        "mong_name": "Túi"
    },
    {
        "mong_content": "- Chiêm bao thấy cây tùng mọc trong nhà là cha mẹ được thêm tuổi thọ. \n- Thấy cây tùng mọc trước cửa là điềm lập nên sự nghiệp. \n- Thấy chẽ một nhánh tùng là có một đứa con ngoan. \n- Thấy sét đánh gãy một nhánh tùng hay giông bão làm tróc gốc một cây tùng là điềm suy sụp, phải thay đổi chỗ ở.",
        "mong_name": "Tùng"
    },
    {
        "mong_content": "- Chiêm bao thấy tuyết rơi đúng mùa là điềm phúc lộc đến. \n- Thấy tuyết rơi vào mình là mọi việc đều thành công dễ dàng. \n- Thấy tuyết chất thành đống hay mình vọc tuyết là có kiện tụng. \n- Thấy tuyết rơi trước sân nhà là sắp có tang. \n- Tuyết bịt cửa vào nhà là mọi việc đều bị trở ngại.",
        "mong_name": "Tuyết"
    },
    {
        "mong_content": "- Chiêm bao thấy mình tự tử hay tự sát là điềm tốt lành, vui vẻ đến. \n- Thấy người tự tử được mình giải cứu là có người đem công việc nhiều lợi lộc đến cho mình. \n- Thấy mình tự tử lại được người giải cứu là bị phổng tay trên trong cơ hội làm giàu của mình.",
        "mong_name": "Tự"
    },
    {
        "mong_content": "- Chiêm bao thấy tưới nước trong nhà có khách xa đến viếng. \n- Thấy tưới hoa là phải khổ nhọc lắm mới tìm được rất ít lợi. \n- Thấy tưới vườn hay tưới nước lên nóc nhà là có nước mắt đổ, lụy rơi, buồn bã trong gia đình . \n- Thấy gàu tưới hay thùng tưới là điềm gở, mất mát tiền bạc, hao hụt tài chính.",
        "mong_name": "Tưới"
    },
    {
        "mong_content": "- Chiêm bao thấy tường là điềm khốn khổ buồn rầu. \n- Thấy đi quanh tường là thịnh vượng. \n- Thấy tường bị nước ngập là điềm bất hạnh, bị thải hồi. \n- Thấy nhảy qua tường là thắng được kẻ ganh ghét, đố kỵ. \n- Thấy rơi từ trên tường xuống là đang vui bỗng có tin buồn. \n- Thấy cạy đất dưới chân tường là có thay đổi địa vị cũng như chỗ ở. \n- Thấy tường nứt nẻ là có tranh chấp với người khác phái. \n- Thấy đứng với vợ dưới chân tường là được chức tước. \n- Thấy va đầu vào tường là phung phí tiền bạc với một người lòng sắt dạ đá nên không gặt hái được gì.",
        "mong_name": "Tường"
    },
    {
        "mong_content": "- Chiêm bao thấy tượng đá là điềm gở.\n- Thấy tượng đá hay tượng đồng biết nói là sụp đổ hoàn toàn. \n- Thấy tượng cử động là bị tù đày, mất hết cơ nghiệp.",
        "mong_name": "Tượng"
    },
    {
        "mong_content": "- Chiêm bao thấy ụa mửa là điềm bệnh lâu ngày sắp gặp thầy gặp thuốc. \n- Thấy ụa ra nước là khỏe mạnh. \n- Thấy ụa ra máu là có người thân yêu từ xa về giúp đỡ tiền bạc.",
        "mong_name": "Ụa"
    },
    {
        "mong_content": "- Chiêm bao thấy chim ục là điềm buồn rầu, đau khổ. \n- Thấy chim ục đứng trên mái nhà kêu nhiều tiếng liên tiếp là có người trong thân chết.\n - Thấy chim ục đánh với chim ăn đêm khác và rơi xuống trước sân nhà hay trước mặt mình là điềm được giải oan sau một thời gian dài mình lâm vào cảnh hàm oan. \n- Thấy người bắn chết chim ục là điềm kẻ bất nghĩa được mình bao bọc từ lâu đã biết thẹn nên âm thầm rời mình ra đi. \n- Thấy mình bắn chết chim ục là tự mình loại được những phiền phức ở quanh mình.",
        "mong_name": "Ục"
    },
    {
        "mong_content": "- Chiêm bao thấy vật ô uế là điềm lợi vào. \n- Thấy đàn bà hay thiếu nữ phóng uế là sắp giàu to, thêm nhiều danh vọng. \n- Thấy đàn ông hay thiếu niên phóng uế là có của liền tới tấp nhưng lúc nào cũng cảm thấy bức rứt trong lòng vì đường tiền ấy vào bằng đường lối không được chính đáng.",
        "mong_name": "Uế"
    },
    {
        "mong_content": "- Chiêm bao thấy mua bàn ủi là gặp lại tình xưa, lén lút nối lại duyên cũ. \n- Thấy người đem bàn ủi đến cho mình là tự mình tìm lại dấu vết người xưa.\n- Thấy ủi quần áo là bị hàm oan mà không biện minh được.",
        "mong_name": "Ủi"
    },
    {
        "mong_content": "- Chiêm bao thấy mình bị bịnh ung thư là có kẻ thù lẫn lộn trong đám bạn của mình, chực chờ cơ hội hãm hại mình. \n- Thấy mình giúp đỡ người bị ung thư là chấm dứt được tình trạng suy sụp. \n- Thấy một người chết vì ung thư là vượng tài.",
        "mong_name": "Ung"
    },
    {
        "mong_content": "- Chiêm bao thấy mình uống nước suối trong và sạch là điềm tiền bạc vào như nước suối chảy. \n- Thấy uống nhầm nước đục là nặng nề trí óc. \n- Thấy uống nước sôi là bệnh nặng. \n- Chiêm bao thấy mình uống rượu là có buồn bực trong nhà.\n- Thấy mình cho người uống rượu là có tai tiếng. \n- Thấy người cho mình uống rượu là mình sắp đau yếu.\n- Thấy uống rượu trên lầu cao là tài lộc đến. \n- Thấy uống rượu trên thuyền, tàu là khách từ phương xa về.",
        "mong_name": "Uống"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lật sách ước là điềm thất vọng vì công việc. \n- Thấy mình ao ước được tiền bạc hay ao ước được trúng số là điềm hãm tài. \n- Thấy mình ao ước được người bạn chung tình hay được người nội trợ giỏi là điềm bị lừa dối.",
        "mong_name": "Ước"
    },
    {
        "mong_content": "- Chiêm bao thấy đười ươi là điềm lỡ khóc, lỡ cười vì trót nghe lầm lời người trong thân quyến.\n- Thấy đười ươi đuổi theo mình là hỏng việc đang thực hiện, càng cố gắng nhiều càng thất bại đau.",
        "mong_name": "Ươi"
    },
    {
        "mong_content": " - Chiêm bao thấy mình ướp trái cây là điềm thịnh vượng trong nhà vui vẻ đều đều. \n- Thấy mình ướp cá, thịt là có người say đắm, mặn nồng vì mình.",
        "mong_name": "Ướp"
    },
    {
        "mong_content": "- Chiêm bao thấy mình mắc mưa ướt hết mình mẩy là điềm được người giúp đỡ. \n- Thấy mình té xuống nước ướt hết áo quần là được người che chở tận tình. \n- Thấy tự nhiên mồ hôi ra ướt đẫm quần áo là có sự hung dữ sắp đến.",
        "mong_name": "Ướt"
    },
    {
        "mong_content": "- Chiêm bao thấy người vá áo là điềm thành công trong công việc thật nhỏ,nhưng rất nhiều lợi.\n- Thấy vá áo quần bằng máy là hao tài tốn của mà còn mất sở. \n\n\n",
        "mong_name": "Vá"
    },
    {
        "mong_content": "- Chiêm bao thấy vạc đi ăn đêm bay ngang nhà mình là điềm gia đình hạnh phúc sau thời gian lướt qua cảnh ba đào. - Thấy vạc bay ngang nhà buông ra một loạt tiếng là tài lợi vào. \n- Nghe tiếng vạc kêu sương mà không thấy vạc là điềm buồn rầu, lo sợ.",
        "mong_name": "Vạc"
    },
    {
        "mong_content": "- Chiêm bao thấy vai mình tự nhiên rộng ra là điềm khỏe mạnh. \n- Vai tóp lại là bệnh hoạn sắp đến. \n- Thấy mình dùng vai giả, bằng vàng hay bạc là nhiều danh dự, hạnh phúc tràn ngập. \n- Thấy vai giả bằng vải, hàng là bị người trên trước bất công, dồn ép.",
        "mong_name": "Vai"
    },
    {
        "mong_content": "- Chiêm bao thấy vái người lớn tuổi là có sự vui mừng đem đến. \n- Thấy vái Trời Phật là có tai vạ trong nhà chưa giải quyết xong. \n- Thấy vợ chồng vái nhau là điềm ly biệt.",
        "mong_name": "Vái"
    },
    {
        "mong_content": "- Chiêm bao thấy mặc vải dày là có tài lộc. \n- Thấy mặc vải mỏng là hao hụt trong nhà. \n- Thấy mặc vải trắng là có người mời dự tiệc hay ăn uống. \n- Mặc vải đen là người trọng thân vừa chết. \n- Thấy quấn vải là bịnh hoạn đến. \n- Thấy người đem vải tặng mình là người thân thuộc từ xa về.\n- Chiêm bao thấy bà vải hay cô vải vào khất thực ở nhà mình là điềm có quý nhân phù hộ.\n- Thấy mình tặng thức ăn cho cô vải hay bà vải đi khất thực là được của bất ngờ.",
        "mong_name": "Vải"
    },
    {
        "mong_content": "- Chiêm bao thấy nằm nghỉ ngơi trên bộ ván là điềm tốt. \n- Thấy ngủ trên bộ ván là sức khỏe dồi dào. \n- Thấy ván gãy là trong nhà có người bệnh.\n- Thấy ván bị mọt gặm sụp đổ là điềm hãm tài.",
        "mong_name": "Ván"
    },
    {
        "mong_content": "- Chiêm bao thấy sữa có váng (nổi màng màng) là có cuộc hẹn hò bất chính. \n- Thấy nước nổi váng là bị người dùng áp lực trong một việc dâm bôn. \n- Thấy dầu nổi váng là bị âm mưu dẫn dắt vào đường trụy lạc.",
        "mong_name": "Váng"
    },
    {
        "mong_content": "- Chiêm bao thấy vàng là điềm hao tiền tốn của.\n- Thấy lượm được vàng là tai nạn bất ngờ. \n- Thấy người đem vàng đến tặng mình là nợ nần bức bách. \n- Thấy vàng chất thành đống là gia đình kiệt quệ phải bỏ xứ ra đi. \n- Thấy Phật bằng vàng là được vãn cứu trong cơn nguy khốn. \n- Vàng bạc: Mơ thấy vàng là điềm liên quan đến phù trợ dễ có dễ mất, dễ đến dễ đi. Trong giấc mơ quần áo hay vải vóc có trang sức bằng vàng là dấu hiệu của các vinh dự hay tiếng tăm nào đó. Mơ thấy đi tìm vàng là điềm báo nếu mình muốn thay đổi hoàn cảnh mỹ mãn hơn thì phải tự mình nắm lấy cơ hội. Kiếm được vàng hay đang nấu đúc vàng thì là điềm báo mình không nên có khuynh hướng chỉ xét theo bề ngoài... Mơ thấy mình đang giấu vàng, là dấu hiệu mình hơi thụ động trong các vấn đề gì đó. Còn mơ thấy đang ăn trộm hay đếm vàng báo mộng có lẽ mình ham tiền quá độ, coi chừng phải trả một giá đắt. Sau cùng nếu mơ thấy những vật dụng hay nữ trang, đồng tiền bằng vàng thì mình sắp có thu hoạch đều đặn. \n- Mơ thấy vàng ra sao thì thấy bạc cũng như vậy. Mơ thấy có \"ngân lượng \" là điềm báo mình có dư nhưng cũng đôi khi có nhiều trách nhiệm hơi nặng nhọc. Ngoài ra, mơ thấy các vật dụng bằng bạc là điềm cho hay đời sống của mình hơi nghiêng về đeo đuổi vật chất nhiều hơn là tinh thần mất rồi",
        "mong_name": "Vàng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình vay nợ là điềm được người giúp đỡ, làm ăn phấn chấn. \n- Thấy người cho mình vay nợ là bị rủ rê vào đường tội lỗi. \n- Thấy mình đi vay nợ mà bị từ chối là thất bát trong công việc. \n- Thấy đánh người cho vay là để lỡ một cơ hội làm nên sự nghiệp.",
        "mong_name": "Vay"
    },
    {
        "mong_content": "- Chiêm bao thấy vảy, bất cứ vảy gì, đều là điềm mất tin tưởng, trong lòng bối rối. Thấy vảy cá là có sự lừa bịp, mạo nhận danh nghĩa mình để thi hành một thủ đoạn, khiến mình phải liên lụy. \n- Thấy cá không vảy là mình bỏ lỡ một cơ hội vì tính nhút nhát của mình. \n- Thấy vảy rắn là điềm nguy khốn, có thể tử nạn.",
        "mong_name": "Vảy"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lạc lõng đến một nơi hoang vắng là điềm thất vọng vì bị lừa dối. \n- Thấy mình đứng trước một cánh đồng vắng vẻ là sắp bị sa thải trong một công vụ. \n- Thấy cửa nhà quá vắng vẻ là có người có ý muốn giúp đỡ mình làm ăn.",
        "mong_name": "Vắng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình vật lộn với người là điềm vất vả đem đến sự túng quẫn trong gia đình . \n- Thấy người vật lộn là có chuyện ghen tuông,nên nhẫn nhịn kẻo đến tụng đình.\n-  Thấy đàn bà hay thiếu nữ vật lộn là có chuyện bực mình muốn tránh cũng khỏi.",
        "mong_name": "Vật"
    },
    {
        "mong_content": "- Chiêm bao thấy người vẫy mình từ đằng xa, là tin mừng; sẽ có người trong thân đến mời mình hợp tác trong công việc có lợi. \n- Thấy đàn ông vẫy tay cho mình là có phỉnh nịnh  mình vào đường tội lỗi. \n- Thấy đàn bà vẫy tay cho mình là có người mến chuộng mình, đề nghị giúp đỡ mình nhưng mình từ chối. \n- Thấy thiếu nữ vẫy tay cho mình là tình duyên ngăn cách vì bị tiền chi phối.",
        "mong_name": "Vẫy"
    },
    {
        "mong_content": "- Chiêm bao thấy ve là điềm thiếu chu đáo trong việc giao thiệp nên để mất người bạn tốt hằng giúp đỡ mình. \n- Thấy trèo lên cành bắt ve là bị liên lụy vì chuyện không ra gì. \n- Thấy xé xác một con ve là dừng lại kịp lúc trước một lỗi lầm suýt bị sa ngã.\n- Chiêm bao nghe tiếng ve kêu mà không thấy ve là điềm gỡ. \n- Nếu người đang bịnh chiêm bao nghe tiếng ve là điềm tuyệt vọng.",
        "mong_name": "Ve"
    },
    {
        "mong_content": "- Chiêm bao thấy mình tìm vài con số trong vé số là điềm tốt lành, có của tiền tài trong ngày rất gần. \n- Thấy mình cầm một vé số là có thiệt thòi về tiền bạc.",
        "mong_name": "Vé"
    },
    {
        "mong_content": "- Chiêm bao thấy mua ví là điềm sửa soạn đi xa, nhưng trong lúc chuẩn bị liền bắt được tin chẳng lành nên phải đình hoãn việc đi ấy lại. \n- Thấy có người mang ví đến tặng mình là nhờ một món lợi bất ngờ mình tạo được nhà cửa hay ruộng đất. \n- Thấy mình tặng người một chiếc ví là khánh kiệt.\n- Thấy lượm được một ví đầy rẫy tiền bạc là điềm sa sút, không còn xoay sở được.\n- Nếu ví không tiền là gặp may mắn, được của bất ngờ. \n- Thấy làm mất một chiếc ví mà không hay mất từ bao giờ là có người đã phỏng tay trên trong công việc mà mình sắp sữa thu lợi vào. \n- Thấy vừa làm rơi chiếc ví liền lượm lại được là thu được món lợi nhỏ.",
        "mong_name": "Ví"
    },
    {
        "mong_content": "- Chiêm bao thấy vịt mái là điềm sắp sửa đi xa. \n- Thấy vịt trống là điềm bị phao vu, bằng lời hoặc bằng thơ nặc danh. \n- Thấy ăn thịt vịt là có tài lợi vào, nhưng tai nạn có thể theo một bên. \n- Thấy phơi lông vịt là gia đình êm ấm. \n- Ăn một đầu vịt uống rượu là mù quáng trong việc xét đoán, phải gánh lấy thất bại. \n- Thấy nhổ lông một con vịt là bị bạn bè phao đồn bêu xấu mình. \n- Thấy đàn vịt lội nhởn nhơ dưới nước là hạnh phúc đến tới tấp. \n- Nghe tiếng vịt kêu mà không thấy vịt là điềm thần tài gõ cửa, thử mua vé số.",
        "mong_name": "Vịt"
    },
    {
        "mong_content": "- Chiêm bao thấy mình ngồi trên bàn viết là có tin mừng. \n- Thấy mình viết thơ là người đi xa sắp trở về. \n- Thấy mình viết chữ lên bao thơ phong kín là mọi việc làm ăn đều được dễ dàng, trôi chảy. \n",
        "mong_name": "Viết"
    },
    {
        "mong_content": "- Chiêm bao thấy mình chứng kiến một cuộc đấu võ hay dượt võ là theo đuổi một bóng hình một cách tuyệt vọng. \n- Thấy đàn bà hay thiếu nữ đấu võ là có người cột mối cho mình một thiếu nữ đẹp mặt nhưng không đẹp lòng. \n- Thấy mình đấu võ với người là thất bại trong tình trường, đề phòng thù hận.\n- Thấy người toan dùng võ lực với mình là phải trải qua cuộc thử thách cam go trong tình ái, nhưng mình được hưởng kết quả tốt đẹp sau cùng.",
        "mong_name": "Võ"
    },
    {
        "mong_content": "- Chiêm bao thấy mình lột vỏ cây là sắp nổi tiếng trong công trình của mình. \n- Thấy mình ăn vỏ cây là bệnh lâu ngày gặp thuốc. \n- Thấy dẫm lên vỏ cây khô mục là tiền bạc cho mượn lâu ngày kể như đã mất, bất ngờ được đem trả lại.\n",
        "mong_name": "Vỏ"
    },
    {
        "mong_content": "- Chiêm bao thấy voi là điềm được bạn tốt, chấm dứt mọi phiền phức đang trải qua. \n- Thấy vào rừng gặp voi trắng (bạch tượng) là điềm lành. \n- Thấy cưỡi voi trắng vào thành thị là được quyền cao chức lớn. \n- Thấy vào rừng gặp voi đen là điềm ngưng trệ trong công việc, nhưng chỉ một thời gian thật ngắn rồi phát đạt trở lại bằng hai.\n- Thấy bị voi rượt là gặp kẻ đương đầu nhiều thế lực nhưng ưa phỉnh nịnh, nếu mình chịu bơm hót, dù là bơm hót giả dối, mọi việc đều qua và hưởng thêm lợi lộc do kẻ có thế lực ấy đem đến cho mình.",
        "mong_name": "Voi"
    },
    {
        "mong_content": "- Chiêm bao thấy mua vòng bằng ngọc hay bằng vàng là điềm sinh con quý. \n- Thấy đeo vòng vào tay mình là gặp cuộc tình duyên đẹp. \n- Thấy cởi vòng trong tay mình đeo cho người khác là có hứa hẹn bất ngờ, nên duyên chồng vợ.\n- Thấy người tặng mình vòng vàng là có người mời dự hôn lễ. \n- Thấy mình làm rớt mất một chiếc vòng là tình duyên bị ngăn cách, phải khổ sở lắm mới vượt qua.",
        "mong_name": "Vòng"
    },
    {
        "mong_content": "- Chiêm bao thấy mình nằm võng là điềm có người rủ đi du lịch bằng đường hàng hải.\n- Thấy mình đưa võng là được thanh nhàn. \n- Thấy võng đứt mình rơi xuống đất là sắp thành công trong việc tính toán. \n- Thấy mình nằm trên võng cho người khiêng đi là có dính líu về việc quốc sự, cần nhẫn nhục lắm mới qua được tụng đình.",
        "mong_name": "Võng"
    },
    {
        "mong_content": "- Chiêm bao thấy vôi sống là điềm được người nể nang. \n- Thấy vôi sôi là có phân ly trong gia đình. \n- Thấy bị người bôi vôi vào mặt là bị đè ép bằng tiền bạc làm mình thiệt thòi. \n- Thấy mình dùng vôi bôi vào mặt mình là có ý nghĩ xằng bậy nhưng không thực hành được. \n- Thấy mình bôi vôi vào mặt người là lợi dụng thế lực của người để thi hành việc trái lương tâm.\n- Thấy ăn trầu thiếu vôi là bỏ hỏng một cơ hội vì si mê mù quáng. \n- Thấy ăn trầu phỏng miệng vì nhiều vôi là gặp cay đắng trong tình đầu, chịu thiệt vì kém tiền bạc.",
        "mong_name": "Vôi"
    },
    {
        "mong_content": "- Chiêm bao thấy mua vớ là gia đình ấm áp. \n- Thấy mình xỏ chân vào vớ là có tiền vào. \n- Thấy xỏ tay vào vớ là thất bại vì trót làm một việc trái đời. \n- Thấy làm mất đôi vớ là danh dự hoen ố \n- Thấy mình đi vớ rách là bị khinh bạc.\n- Đàn bà thấy mình mang vớ đến đùi là vừa thi hành một việc lén lút với người khác, không phải là chồng mình.",
        "mong_name": "Vớ"
    },
    {
        "mong_content": "- Chiêm bao thấy vú mình căng đầy sữa là điềm thắng lợi. \n- Thấy vú mình dài ra là tiền bạc vào dễ dàng. \n- Thấy vú mình teo lại là gia đình túng quẫn. \n- Thấy tự nhiên mình mất vú là có sự ly tán trong gia đình . \n- Thấy vú mềm nhũn lại là sắp thi hành một thủ đoạn đê hèn vì dục vọng. \n- Thấy đứa trẻ ôm vú mẹ là sắp bị bệnh nguy hiểm.",
        "mong_name": "Vú"
    },
    {
        "mong_content": "- Chiêm bao thấy vua đến nhà là điềm hung dữ, đề phòng tai nạn trong gia đình . \n- Thấy vua triều chính là bị lao tù. \n- Thấy quỳ trước mặt vua là bị sỉ nhục. \n- Thấy ngồi ngang vua trong một bữa tiệc là gặp thử thách ngoài khả năng của mình.",
        "mong_name": "Vua"
    },
    {
        "mong_content": "- Chiêm bao thấy mình đang trong cơn vui thú là sắp có tin làm mình giận dữ. \n- Thấy mình vui thú với đ àn bà là có chuyện cãi vã trong gia đình . \n- Đàn bà thấy cùng đàn ông vui thú là điềm tản tài. \n- Thấy trong nhà vui vẻ là điềm thịnh vượng.",
        "mong_name": "Vui"
    },
    {
        "mong_content": "- Chiêm bao thấy mình làm chuyện vụn vặt với người khác phái là điềm buồn bực khổ sở. \n- Thấy người khác phái rủ mình làm việc vụn vặt là có cạm bẫy, đề phòng hao tài.",
        "mong_name": "Vụn"
    },
    {
        "mong_content": "- Chiêm bao thấy vựa đầy lúa là điềm hạnh phúc dồi dào, gia đình đầm ấm. \n- Thấy vựa lúa trống không là gia đình suy sụp.\n- Thấy vựa lúa phát hỏa là điềm kiệt quệ, không gắng gượng được. \n- Thấy ngủ trong vựa lúa là có chuyện thông dâm thầm lén với kẻ ăn người ở trong nhà.",
        "mong_name": "Vựa"
    },
    {
        "mong_content": "- Chiêm bao thấy rơi xuống vực sâu là điềm bệnh hoạn trầm trọng. \n- Thấy rơi xuống vực sâu mà không chết là gây dựng được gia đình sau cơn hoạn nạn. \n- Thấy vực sâu đầy nước là tài lợi hanh thông. \n- Thấy vực sâu thăm thẳm không trông thấy đáy là tính mạng bị đe doạ.",
        "mong_name": "Vực"
    },
    {
        "mong_content": "- Chiêm bao thấy khỉ là điềm dối trá, xảo quyệt. \n- Thấy khỉ bao vây mình là bị kẻ tiểu nhân quấy nhiễu.\n- Thấy khỉ cắn là thất thế trong công việc. \n- Thấy khỉ leo cây hay leo núi là có hiềm khích với bạn bè. \n- Thấy khỉ mặc quần áo là có kẻ lạm dụng danh nghĩa mình để làm chuyện xằng bậy.",
        "mong_name": "Vượn"
    },
    {
        "mong_content": " - Chiêm bao thấy trồng trọt trong vườn là có hôn nhân ngắm nghé. \n- Thấy dạo chơi trong vườn là sắp có \n- Nếu thiếu niên thấy mình dạo chơi trong vườn là sắp kết hôn.",
        "mong_name": "Vườn"
    }
]